Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: Cannot delete this shipping company because sales orders have been created using this shipper.
da_dk: Kan ikke slette dette fragt firma da det er tilknyttede ordrer.
es_es: No se puede eliminar la companía de transporte porque se han creado pedidos que usan a la misma..
id_id: Tidak dapat menghapus kurir karena telah digunakan pada order penjualan.
it_it: Non puoi cancellare questa azienda di spedizioni perchè sono stati creati ordini di vendita che fanno riferimento ad essa.
ka_ge: შეუძლებელია გადამზიდავის წაშლა რადგანაც შეკვეთები არსებობს ამ გადამზიდავზე.
pt_br: Não é possível deletar esta transportadora porque pedidos de vendas foram criados a utilizando.
pt_pt: Não é possível apagar esta transportadora porque está a ser utilizada em encomendas de clientes.

source: Cannot delete this shipping company because invoices have been created using this shipping company.
da_dk: Kan ikke slette dette fragt firma, da der er tilknyttede fakturaer.
es_es: No se puede eliminar la companía de transporte porque se han creado facturas que usan este transportista.
id_id: Tidak dapat menghapus Perusahaan Pengiriman ini karena telah digunakan pada tagihan.
it_it: Non puoi cancellare questa azienda di spedizioni perchè sono state create fatture che fanno riferimento ad essa.
ka_ge: შეუძლებელია გადამზიდავის წაშლა რადგანაც გაყიდვის ინვოისები არსებობს ამ გადამზიდავზე.
pt_br: Não é possível deletar esta transportadora porque faturas foram criadas a utilizando.
pt_pt: Não é possível apagar esta transportadora porque está a ser utilizada em faturas de venda.

source: Selected shipping company has been deleted
da_dk: Det valgte fragt firma er slettet
es_es: La empresa de transporte seleccionada ha sido eliminado
id_id: Perusahaan pengiriman yang dipilih berhasil dihapus
it_it: L'azienda di spedizioni selezionata è stata cancellata
ka_ge: აღნიშნული გადამზიდავი წაშლილია
pt_br: Transportadora selecionada foi deletada
pt_pt: Transportadora selecionada foi apagada
ru_ru: Выбранный судоходной компании была удалена

source: Contact Person
da_dk: Kontaktperson
es_es: Persona de Contacto
id_id: Kontak
it_it: Referente
ka_ge: საკონტაქტო პირი
pt_br: Contato
pt_pt: Contato
ru_ru: Контактное лицо

source: Phone Number
da_dk: Telefon
es_es: Número de Teléfono
id_id: Telepon
it_it: Numero di telefono
ka_ge: ტელეფონის #
pt_br: Nº Telefone
pt_pt: Nº Telefone
ru_ru: Номер телефона

source: Secondary Phone
da_dk: Sekundær telefon
es_es: Teléfono secundario
id_id: Telepon 2
it_it: Altro telefono
ka_ge: პირადი #:
pt_br: Segundo Telefone
pt_pt: Telefone 2
ru_ru: Вторичный телефон

source: Address
da_dk: Adresse
es_es: Dirección
id_id: Alamat
it_it: Indirizzo
ka_ge: მისამართი
pt_br: Endereço
pt_pt: Endereço
ru_ru: Адрес

source: Name:
da_dk: Navn:
es_es: Nombre:
id_id: Nama
it_it: Nome:
ka_ge: სახელი:
pt_br: Nome:
pt_pt: Nome:
ru_ru: Имя:

source: Contact Person:
da_dk: Kontaktperson:
es_es: Persona de Contacto:
id_id: Kontak:
it_it: Referente:
ka_ge: საკონტაქტო პირი:
pt_br: Contato:
pt_pt: Contato:
ru_ru: Контактное лицо:

source: Secondary Phone Number:
da_dk: Andet Telefonnummer:
es_es: Número de teléfono secundario:
id_id: Telepon 2:
it_it: Altro numero di telefono:
ka_ge: პირადი #:
pt_br: Telefone 2:
pt_pt: Telefone 2:
ru_ru: Альтернативный номер телефона:

source: System Diagnostics
da_dk: System Diagnostik
es_es: Diagnóstico del Sistema
id_id: Diagnosa sistem
it_it: Diagnostica di Sistema
ka_ge: სისტემის დიაგნოსტიკა
pt_pt: Diagnóstico sistema
ru_ru: Утилита системной диагностики

source: Unspecified tag type
da_dk: Uspecificeret tag type
es_es: Tipo de etiqueta no especificada
id_id: Tipe tag tidak ditemukan
it_it: Tipo di Tag non specificato
ka_ge: განსასაზღვრი სანიშნის ტიპი
pt_br: Tipo de marcador indefinido
pt_pt: Tipo de marcador indefinido
ru_ru: Не указано тип тега

source: Account Tags
da_dk: Konto Tags
es_es: Etiquetas de Cuentas
id_id: Tag Akun
it_it: Tag Conto
ka_ge: ანგარიშის სანიშნები
pt_br: Marcadores da Conta
pt_pt: Marcadores de Conta
ru_ru: Счет тегов

source: Dimension Tags
es_es: Etiquetas de Dimensiones
id_id: Tag Dimensi
it_it: Tag Dimensione
ka_ge: განზომილების სანიშნები
pt_br: Marcadores do Departamento
pt_pt: Marcadores de Centros de Custo
ru_ru: Измерения Метки

source: The tag name cannot be empty.
da_dk: Tag navn må ikke være tom.
es_es: El nombre de la etiqueta no puede estar vacío.
id_id: Nama Tag harus diisi.
it_it: Il nome del tag non può essere vuoto.
ka_ge: სანიშნი არ შეიძლება იყოს ცარიელი.
pt_br: O nome do marcador deve ser digitado.
pt_pt: O nome do marcador deve ser indicado.
ru_ru: Имя тега не может быть пустым.

source: Selected tag settings have been updated
da_dk: Valgte tag indstillinger er blevet opdateret
es_es: Configuración de la etiqueta seleccionada se ha actualizado
id_id: Setting tag terpilih berhasil diperbarui
it_it: Le impostazioni del tag selezionato sono state aggiornate
ka_ge: არჩეული სანიშნის პარამეტრები განახლებულია
pt_br: Configurações de marcador selecionado foi atualizado
pt_pt: As definições do marcador selecionado foi atualizado
ru_ru: Выбранные настройки теги были обновлены

source: New tag has been added
da_dk: Nyt tag er blevet tilføjet
es_es: Nueva etiqueta ha sido adicionado.
id_id: Tag baru berhasil ditambahkan
it_it: Il nuovo tag è stato aggiunto
ka_ge: ახალი სანიშნი დამატებულია
pt_br: Novo marcador foi adicionado
pt_pt: Novo marcador foi adicionado
ru_ru: Новая метка была добавлена

source: Cannot delete this tag because records have been created referring to it.
da_dk: Kan ikke slette dette tag, fordi poster er blevet oprettet med henvisning til det.
es_es: No se puede eliminar esta etiqueta porque los registros se han creado en referencia a la misma.
id_id: Tidak dapat menghapus tag ini karena ada record yang menggunakannya.
it_it: Non puoi cancellare questo tag perchè sono stati creati record che fanno riferimennto ad esso.
ka_ge: სანიშნის წაშლა შეუძლებელია, ჩანაწერები არსებობს მისი გამოყენებით.
pt_br: Não pode deletar este marcador porque foi criado registros referente a isto.
pt_pt: Não é possivel apagar este marcador porque possui referências a outros registos.

source: Selected tag has been deleted
da_dk: Valgte tag er blevet slettet
es_es: La etiqueta seleccionada ha sido eliminada
id_id: Tag yang dipilih berhasil dihapus
it_it: Il tag selezionato è stato cancellato
ka_ge: არჩეული სანიშნი წაშლილია
pt_br: O marcador selecionado foi deletado
pt_pt: O marcador selecionado foi apagado
ru_ru: Выбранные теги были удалены

source: Tag Name
da_dk: Tag Navn
es_es: Nombre de la Etiqueta
id_id: Nama Tag
it_it: Nome del tag
ka_ge: სანიშნის სახელი
pt_br: Nome do Marcador
pt_pt: Nome do Marcador
ru_ru: Имя тега

source: Tag Description
da_dk: Tag beskrivelse
es_es: Descripción de la Etiqueta
id_id: Keterangan Tag
it_it: Descrizione del tag
ka_ge: სანიშნის აღწერილობა
pt_br: Descrição do Marcador
pt_pt: Descrição do Marcador
ru_ru: Описание тега

source: Tag Name:
da_dk: Tag Navn:
es_es: Nombre de la Etiqueta:
id_id: Nama Tag:
it_it: Nome del tag:
ka_ge: სანიშნის სახელი:
pt_br: Nome do Marcador:
pt_pt: Nome do Marcador:
ru_ru: Имя тега:

source: Tag Description:
da_dk: Tag beskrivelse:
es_es: Descripción de la Etiqueta:
id_id: Keterangan Tag:
it_it: Descrizione del tag:
ka_ge: სანიშნის აღწერილობა:
pt_br: Descrição do Marcador:
pt_pt: Descrição do Marcador:
ru_ru: Тег Описание:

source: Users
da_dk: Brugere
es_es: Usuarios
id_id: Pengguna
it_it: Utenti
ka_ge: მომხმარებლები
pt_br: Usuários
pt_pt: Utilizadores
ru_ru: Пользователи

source: The user login entered must be at least 4 characters long.
da_dk: Bruger login skal være mindst 4 tegn.
es_es: El nombre de usuario introducido debe tener una longitud de al menos 4 caracteres.
id_id: Login pengguna minimal 4 huruf/angka.
it_it: Il login utente inserito deve essere lungo almeno 4 caratteri.
ka_ge: მომხმარებლის სახელი უნდა იყოს მინიმუმ 4 სიმბოლო.
pt_br: O login de usuário entrado deve conter 4 caracteres no mínimo.
pt_pt: O login de utilizador deve conter no mínimo 4 caracteres.
ru_ru: Входа пользователя в систему вошли должна быть не менее 4 символов.

source: The selected user has been updated.
da_dk: Brugeren er opdateret.
es_es: El usuario seleccionado ha sido actualizado.
id_id: Pengguna yang dipilih berhasil diperbarui.
it_it: L'utente selezionato è stato aggiornato.
ka_ge: არჩეული მომხმარებელი განახლებულია.
pt_br: O usuário selecionado foi atualizado.
pt_pt: O utilizador selecionado foi atualizado.
ru_ru: Выбранный пользователь был обновлен.

source: A new user has been added.
da_dk: En ny bruger er oprettet.
es_es: Un nuevo usuario ha sido adicionado.
id_id: Pengguna baru berhasil ditambahkan.
it_it: Il nuovo utente è stato aggiunto.
ka_ge: ახალი მომხმარებელი
pt_br: Um novo usuário foi adicionado.
pt_pt: Um novo utilizador foi adicionado.
ru_ru: Новый пользователь был добавлен.

source: User has been deleted.
da_dk: Bruger er slettet.
es_es: El usuario ha sido eliminado.
id_id: Pengguna berhasil dihapus.
it_it: L'utente è stato cancellato.
ka_ge: მომხმარებელი წაშლილია.
pt_br: O usuário foi deletado.
pt_pt: O utilizador foi eliminado.
ru_ru: Пользователь был удален.

source: User login
da_dk: Bruger Log ind
es_es: Identificador de Usuario
id_id: Login Pengguna
it_it: Login utente
ka_ge: მომხმარებლის სახელი
pt_br: Login de usuário
pt_pt: Login de utilizador
ru_ru: Вход для пользователей

source: Full Name
da_dk: Fulde navn
es_es: Nombre Completo
id_id: Nama Lengkap
it_it: Nome completo
ka_ge: სრული სახელი
pt_br: Nome Completo
pt_pt: Nome completo
ru_ru: Полное имя

source: Phone
da_dk: Telefon
es_es: Teléfono
id_id: Telepon
it_it: Telefono
ka_ge: ტელეფონის #
pt_br: Telefone
pt_pt: Telefone
ru_ru: Телефон

source: Last Visit
da_dk: Sidste besøg
es_es: Última Visita
id_id: Kunjungan terakhir
it_it: Ultima visita
ka_ge: ბოლო ვიზიტი
pt_br: Último Acesso
pt_pt: Última visita
ru_ru: Последний визит

source: Access Level
da_dk: Adgangsniveau
es_es: Nivel de Acceso
id_id: Level Akses
it_it: Livello di accesso
ka_ge: წვდომის დონე
pt_br: Nível de Acesso
pt_pt: Nível de acesso
ru_ru: Уровень доступа

source: User Login:
da_dk: Bruger Log ind:
es_es: Ingreso de Usuario:
id_id: Login Pengguna:
it_it: Login utente:
ka_ge: მომხმარებლის სახელი:
pt_br: Login de Usuário:
pt_pt: Login Utilizador:
ru_ru: Вход для пользователей:

source: Enter a new password to change, leave empty to keep current.
da_dk: Angiv en ny adgangskode for at rette den eksisterende. Lad feltet stå tomt for at beholde det nuværende.
es_es: Introduzca una nueva contraseña a cambiar, déjela en blanco para mantener la actual.
id_id: Masukkan kata kunci baru untuk mengubah kata kunci, atau biarkan kosong.
it_it: Inserire una nuova password per cambiarla, lasciare vuoto per mantenere quella attuale.
ka_ge: შესაცვლელად შეიყვანე ახალი პაროლი. ძველის შესანარჩუნებლად დატოვე გრაფა ცარიელი,
pt_br: Entre uma nova senha para troca-la ou deixe em branco para manter a atual.
pt_pt: Digite uma nova password para alterá-la ou deixe em branco para manter a atual.
ru_ru: Введите новый пароль, изменить, оставить пустым, чтобы сохранить текущий.

source: Telephone No.:
da_dk: Telefon nr.:
es_es: Nº de Teléfono:
id_id: No Telepon:
it_it: Numero di telefono:
ka_ge: ტელეფონის #:
pt_br: Nº de Telefone:
pt_pt: Nº de Telefone:
ru_ru: Номер телефона:

source: Access Level:
da_dk: Adgangsniveau:
es_es: Nivel de Acceso:
id_id: Level Akses:
it_it: Livello di accesso:
ka_ge: წვდომის დონე:
pt_br: Nível de Acesso:
pt_pt: Nível de Acesso:
ru_ru: Уровень доступа:

source: User's POS
da_dk: Brugers POS
es_es: PDV del Usuario
id_id: Point-of-Sale Pengguna
it_it: POS dell'utente
ka_ge: მომხმარებლის POS
pt_br: POS de Usuário
pt_pt: Utilizador de POS

source: Use popup window for reports:
da_dk: Brug popupvindue for rapporter:
es_es: Usar ventana emergente para reportes:
id_id: Gunakan jendela pop-up untuk laporan:
it_it: Usa la finestra di popup per i report:
ka_ge: გამოიყენე ცალკე ფანჯარა რეპორტებისთვის:
pt_br: Usar janela de popup para relatórios:
pt_pt: Usar janela de popup para relatórios:
ru_ru: Используйте всплывающее окно для докладов:

source: View or Print Transactions
da_dk: Vis eller udskriv transaktion
es_es: Ver o Imprimir Transacciones
id_id: Tampilkan atau Cetak Transaksi
it_it: Visualizza o Stampa Transazioni
ka_ge: დაათვალიერე/დაბეჭდე ტრანსაქციები
pt_br: Vizualizar ou Imprimir Transações
pt_pt: Vizualização ou Impressão de Transações
ru_ru: Просмотр и печать Сделки

source: Print
da_dk: Udskriv
es_es: Imprimir
id_id: Cetak
it_it: Stampa
ka_ge: დაბეჭდე
pt_br: Imprimir
pt_pt: Imprimir
ru_ru: Печать

source: Only documents can be printed.
da_dk: Kun dokumenter kan udskrives
es_es: Sólo se puede imprimir documentos.
id_id: Hanya dokumen yang dapat dicetak.
it_it: Solo i documenti posso essere stampati.
ka_ge: მხოლოდ დოკუმენტები შეიძლება დაიბეჭდოს.
pt_br: Somente documentos podem ser impressos.
pt_pt: Somente documentos podem ser impressos.
ru_ru: Только документы могут быть распечатаны.

source: from #:
da_dk: fra #:
es_es: desde nº:
id_id: dari #:
it_it: da #:
ka_ge: დან #:
pt_br: de #:
pt_pt: do Nº:
ru_ru: от #:

source: to #:
da_dk: til #:
es_es: hasta nº:
id_id: sampai #:
it_it: a #:
ka_ge: მდე #:
pt_br: para #:
pt_pt: até Nº:
ru_ru: до #:

source: Search
da_dk: Søg
es_es: Buscar
id_id: Cari
it_it: Cerca
ka_ge: ძებნა
pt_br: Busca
pt_pt: Procurar
ru_ru: Искать

source: The starting transaction number is expected to be numeric and greater than zero.
da_dk: Første transaktion forventes være numerisk og større end 0.
es_es: El número inicial de la transacción se espera sea numérico y mayor que cero.
id_id: Nomor transaksi awal harus berupa angka lebih dari nol.
it_it: Il numero della transazione di partenza deve essere numerico e maggiore di zero.
ka_ge: ტრანზაქციის საწყისი ნომერი სავარაუდოდ არის რიცხვი და ნულზე მეტი.
pt_br: O número inicial da transação deve ser numérico e maior que zero.
pt_pt: O número inicial da transação deve ser numérico e maior que zero.

source: The ending transaction number is expected to be numeric and greater than zero.
da_dk: Sidste transaktion forventes være numerisk og større end 0.
es_es: El número final de transacción se espera sea numérico y mayor que cero.
id_id: Nomor transaksi akhir harus berupa angka lebih dari nol.
it_it: Il numero finale della transazione deve essere numerico e maggiore di zero.
ka_ge: ტრანზაქციის ბოლო ნომერი სავარაუდოდ არის რიცხვი და ნულზე მეტი.
pt_br: O número final da transação deve ser numérico e maior que zero.
pt_pt: O número final da transação deve ser numérico e maior que zero.

source: Date
da_dk: Dato
es_es: Fecha
id_id: Tanggal
it_it: Data
ka_ge: თარიღი
pt_br: Data
pt_pt: Data
ru_ru: Дата

source: GL
da_dk: Bilag
es_es: Libro Mayor
id_id: Akun GL
it_it: Contabilità generale
ka_ge: მთ. წიგნი
pt_pt: Reg. Contab.
ru_ru: ГК

source: Void a Transaction
da_dk: Nulstil en transaktion
es_es: Anular una Transacción
id_id: Pembatalan (Void) Transaksi
it_it: Annulla una Transazione
ka_ge: გააუქმე ტრანზაქცია
pt_br: Invalidar a Transação
pt_pt: Anulação de transações
ru_ru: Пустота транзакций

source: Select
da_dk: Vælg
es_es: Seleccione
id_id: Pilih
it_it: Seleziona
ka_ge: აირჩიე
pt_br: Selecionar
pt_pt: Selecionar
ru_ru: Выбирать

source: Transaction #:
da_dk: Transaktion #:
es_es: Nº de Transacción:
id_id: Transaksi #
it_it: Transazione #:
ka_ge: ტრანზაქციის #:
pt_br: Transação #:
pt_pt: Transacão Nº:
ru_ru: Транзакция #:

source: Voiding Date:
da_dk: Nulstil dato:
es_es: Fecha de Anulación:
id_id: Tanggal Pembatalan:
it_it: Data Annullamento:
ka_ge: გაუქმების თარიღი:
pt_br: -Invalidar a Data:
pt_pt: Data anulação:
ru_ru: Аннулирование Дата:

source: Memo:
ka_ge: მემო:
pt_br: Memorando:
pt_pt: Observações:

source: Void Transaction
da_dk: Nulstil transaktion
es_es: Anular Transacción
id_id: Batalkan (Void) Transaksi
it_it: Transazione annullata
ka_ge: გააუქმე ტრანზაქცია
pt_br: Transação Inválida
pt_pt: Anular Transação
ru_ru: Ничтожная сделка

source: The entered transaction does not exist or cannot be voided.
da_dk: Angiven transaktion findes ikke eller kan ikke nulstilles.
es_es: La transacción introducida no existe o no puede ser anulada.
id_id: Transaksi yang dimasukkan tidak ada atau tidak dapat dibatalkan.
it_it: La transazione inserita non esiste o non può essere annullata.
ka_ge: შეყვანილი ტრანზაქცია არ არსებობს და ვერც გაუქმდება.
pt_br: A transação não existe ou não pode ser invalidada.
pt_pt: A transação não existe ou não pode ser anulada.
ru_ru: Введенная операция не существует или не может быть аннулирована.

source: Are you sure you want to void this transaction ? This action cannot be undone.
da_dk: Er du sikker på at du vil nulstille denne transaktion ? Denne aktion kan ikke fortrydes.
es_es: ¿Esta seguro de que desea anular esta transacción? Esta acción no puede deshacerse.
id_id: Yakin membatalkan transaksi ini? Aksi ini tidak dapat dipulihkan.
it_it: Sei sicuro di voler annullare questa transazione ? Questa azione non potrà essere annullata
ka_ge: დარწმუნებული ხარ, რომ გსურს გააუქმო ტრანზაქცია? უკუქცევა შეუძლებელია.
pt_br: Você tem certeza que quer invalidar esta transação ? Esta ação não poderá ser desfeita.
pt_pt: Tem a certeza que pretende anular esta transação? Esta ação é irreversível.

source: Proceed
da_dk: Fortsæt
es_es: Continuar
id_id: Lakukan
it_it: Procedi
ka_ge: გააგრძელე
pt_br: Prosseguir
pt_pt: Prosseguir
ru_ru: Продолжить

source: The selected transaction was closed for edition and cannot be voided.
da_dk: Den valgte transaktionen blev lukket for redigering og kan ikke kasseres.
es_es: La transacción seleccionada se cerró para la edición y no puede ser anulado.
id_id: Transaksi yang dipilih telah ditutup untuk perubahan dan tidak dapat dibatalkan.
it_it: La transazione selezionata è stata bloccata per la modifica e non può essere annullata.
ka_ge: არჩეული ტრანზაქცია დახურულია და ვერ გაუქმდება.
pt_br: A transação selecionada foi fechada para edição e não pode ser invalidada.
pt_pt: A transação selecionada foi fechada para edição e não pode ser anulada.
ru_ru: Выбранный сделка была закрыта для добавления и не могут быть аннулированы.

source: The entered date is invalid.
da_dk: Angivet dato er ugyldig.
es_es: La fecha introducida no es válida.
id_id: Tanggal input tidak valid.
it_it: La data inserita non è valida.
ka_ge: შეყვანილი თარიღი არასწორია.
pt_br: A data digitada é inválida.
pt_pt: A data indicada é inválida.
ru_ru: Неверно введенных данных.

source: The entered date is not in fiscal year.
da_dk: Angivet dato ligger udenfor regnskabsåret.
es_es: La fecha introducida no está en el año fiscal.
it_it: La data inserita non è all'interno del periodo amministrativo.
ka_ge: შეყვანილი თარიღი არ არის ფისკალური წლის ფარგლებში.
pt_br: A data não pertence ao ano fiscal.
pt_pt: A data indicada não pertence ao ano fiscal.
ru_ru: Введенные данные не в финансовом году.

source: The transaction number is expected to be numeric and greater than zero.
da_dk: Transaktionsnummer fÃ¶rventes være numerisk og større end 0.
es_es: El número de transacción debe ser numérico y mayor que cero.
id_id: Nomor Transaksi harus berupa angka lebih dari 0.
it_it: Il numero della transazione deve essere numerico e maggiore di zero.
ka_ge: ტრანზაქციის ნომერი სავარაუდოდ არის რიცხვი და ნულზე მეტი.
pt_br: O número da transação deve ser numérico e maior que zero.
pt_pt: O número da transação deve ser numérico e maior que zero.
ru_ru: Номер транзакции ожидается в числовом и больше нуля.

source: The selected transaction has already been voided.
da_dk: Valgt transaktion er allerede nulstillet.
es_es: La transacción seleccionada ha sido anulada anteriormente.
id_id: Transaksi yang dipilih sudah dibatalkan.
it_it: La transazione selezionata è già stata annullata.
ka_ge: არჩეული ტრანზაქცია უკვე გაუქმებულია.
pt_br: A transação selecionada já foi invalidada.
pt_pt: A transação selecionada já foi anulada.
ru_ru: Выбранная операция уже была аннулирована.

source: Selected transaction has been voided.
da_dk: Valgt transaktion er nulstillet.
es_es: La transacción seleccionada ha sido anulada.
id_id: Transaksi yang dipilih berhasil dibatalkan.
it_it: La transazione selezionata è stata annullata.
ka_ge: არჩეული ტრანზაქცია გაუქმებულია.
pt_br: A transação selecionada foi invalidada.
pt_pt: A transação selecionada foi anulada.
ru_ru: Выбранный сделка была аннулирована.

source: The Retained Earnings Account or the Profit and Loss Year Account has not been set in System and General GL Setup
da_dk: Overført resultat konto eller resultatopgørelsen År konto ikke er indstillet i systemet og Generel bogføring opsætning
es_es: La Cuenta de Ganancias Acumuladas o Cuenta de Utilidades y Pérdidas Anuales no ha sido configurada en el Sistema y en la Configuración del Libro Mayor General
id_id: Akun Laba Berjalan atau Akun Ikhtisar Laba Rugi belum diatur dalam 'Pengaturan Sistem dan Akun GL Umum'
it_it: Il Conto degli Utili Portati a Nuovo o il Conto Profitti e Perdite Annuali non è stato impostato nel Setup di Sistema e Contabilità Generale
ka_ge: გაუნაწილებელი მოგების ანგარიში ან მოგება/ზარალი ანგარიში არ არსებობს სისტემაში
pt_br: A Conta de Lucros Acumulados ou a Conta de Lucro e Perda do Ano não foi definida na Configuração do Sistema e do GL
pt_pt: A Conta de Lucros Acumulados ou a Conta de Lucro e Perda do Ano não foi definida no Sistema e Configuração da Contabilidade

source: Closing Year
da_dk: Slut år
es_es: Cierre de Año
id_id: Penutupan Tahun
it_it: Chiusura Anno
ka_ge: წლის ბოლო
pt_br: Fechamento do Ano Fiscal
pt_pt: A fechar Ano
ru_ru: Закрытие Года

source: Open Balance
da_dk: Primo
es_es: Abrir balance
id_id: Saldo Pembukaan
it_it: Bilancio Aperto
ka_ge: საწყისი ნაშთი
pt_br: Saldo Inicial
pt_pt: Saldo Inicial
ru_ru: Откройте баланса

source: Cannot open the extension setup file '%s' for writing.
da_dk: Kan ikke åbne udvidelses setup filen '%s' for at redigere i den.
es_es: No se pudo abrir archivo de configuración de la extensión '%s' para escritura.
id_id: Tidak dapat membuka file setup ekstensi '%s' untuk ditulis.
it_it: Non è possibile aprire il file di setup '%s' dell'estensione per la scrittura.
ka_ge: გაფართოების გაწყობის ფაილის '%s' რედაქტირებისთვის გახსნა შეუძლებელია.
pt_br: Não é possível abrir o arquivo de configuração '%s' para escrever.
pt_pt: Não é possível abrir o ficheiro de extenção de configuração '%s' para escrita.

source: Cannot write to the extensions setup file '%s'.
da_dk: Kan ikke skrive til udvidelses setup filen '%s'.
es_es: No es posible escribir el archivo de configuración de extensiones '%s'.
id_id: Tidak dapat membuat file setup ekstensi '%s'.
it_it: Non è possibile scrivere il file di setup '%s' dell'estensione.
ka_ge: გაფართოების გაწყობის ფაილის '%s' რედაქტირება შეუძლებელია.
pt_br: Não e possível escrever no arquivo de configuracao '%s'.
pt_pt: Não e possível escrever no ficheiro de configuração '%s'.

source: Cannot update system extensions list.
da_dk: Kan ikke opdatere system udvidelses listen.
es_es: No se puede actualizar la lista de extensiones del sistema.
id_id: Tidak dapat memperbarui daftar ekstensi sistem.
it_it: Non è possibile aggiornare la lista delle estensioni di sistema.
ka_ge: სისტემის გაფართოებების სიის განახლება შეუძლებელია.
pt_br: Não é possível atualizar lista de extensões do sitema.
pt_pt: Não é possível atualizar lista de extensões do sistema.
ru_ru: Не удалось обновить список системных расширений.
