Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.3-1.po
Languages: hi_in, zh_tw

source: A new password has been sent to your mailbox.
hi_in: आपके मेलबॉक्स पर एक नया पासवर्ड भेजा गया है।
zh_tw: 新密碼已寄到您的信箱。

source: Login here
hi_in: यहां लॉगिन करें
zh_tw: 在此登入

source: Brute force attack on account '%s' detected. Access for non-logged users temporarily blocked.
hi_in: खाता '%s' पर ब्रूट बल आक्रमण का पता चला। अस्थायी रूप से अवरुद्ध गैर-लॉग इन उपयोगकर्ताओं के लिए प्रवेश।
zh_tw: 帳號'%s'被檢測到受到強力無禮的攻擊。對於非登錄用戶登入，暫時被中斷。

source: Security settings have not been defined for your user account.
hi_in: सुरक्षा सेटिंग्स आपके उपयोगकर्ता खाते के लिए निर्धारित नहीं हैं।
zh_tw: 您的帳號尚未定義安全設定。

source: Please contact your system administrator.
hi_in: कृपया अपने सिस्टम व्यवस्थापक से संपर्क करें।
zh_tw: 請連絡您的系統管理員。

source: Please remove $security_groups and $security_headings arrays from config.php file!
hi_in: Config.php फ़ाइल से $ security_groups और $ security_headings arrays को निकालें!
zh_tw: 請從config.php檔案中刪除$ security_groups和security_headings陣列！

source: Access to application has been blocked until database upgrade is completed by system administrator.
hi_in: सिस्टम प्रशासक द्वारा डाटाबेस अपग्रेड पूरा होने तक आवेदन तक पहुंच को अवरुद्ध कर दिया गया है।
zh_tw: 存取應用程序被中斷，直到系統管理員完成資料庫升級。

source: The security settings on your account do not permit you to access this function
hi_in: आपके खाते की सुरक्षा सेटिंग्स आपको इस फ़ंक्शन को एक्सेस करने की अनुमति नहीं देती हैं
zh_tw: 您的帳號安全設定未允許您使用此功能

source: System is blocked after source upgrade until database is updated on System/Software Upgrade page
hi_in: सिस्टम / सॉफ़्टवेयर अपग्रेड पृष्ठ पर डेटाबेस अद्यतित होने तक स्रोत अपग्रेड के बाद सिस्टम को अवरोधित किया जाता है
zh_tw: 系統被中斷，直到系統/軟體升級頁面的資料庫更新

source: Bank Payment
hi_in: बैंक भुगतान
zh_tw: 銀行付款

source: Bank Deposit
hi_in: बैंक जमा
zh_tw: 銀行存入

source: Funds Transfer
hi_in: पैसा भेजना
zh_tw: 基金移轉

source: Sales Invoice
hi_in: बिक्री चालान
zh_tw: 銷貨發票

source: Customer Credit Note
hi_in: ग्राहक क्रेडिट नोट
zh_tw: 客戶的貸方通知書

source: Customer Payment
hi_in: ग्राहक भुगतान
zh_tw: 客戶付款

source: Delivery Note
hi_in: बिलटी
zh_tw: 運送通知

source: Location Transfer
hi_in: स्थान स्थानांतरण
zh_tw: 地區轉移

source: Inventory Adjustment
hi_in: माल - सूची का समायोजन
zh_tw: 庫存調整

source: Purchase Order
hi_in: खरीद आदेश
zh_tw: 採購單

source: Supplier Invoice
hi_in: आपूर्तिकर्ता बीजक
zh_tw: 供應商發票

source: Supplier Credit Note
hi_in: प्रदायक क्रेडिट नोट
zh_tw: 供應商貸方通知單

source: Supplier Payment
hi_in: प्रदायक भुगतान
zh_tw: 供應商的付款

source: Purchase Order Delivery
hi_in: खरीद आदेश वितरण
zh_tw: 採購單出貨

source: Work Order
hi_in: कार्य आदेश
zh_tw: 工作單

source: Work Order Issue
hi_in: कार्य आदेश जारी
zh_tw: 工作單發佈

source: Work Order Production
hi_in: कार्य क्रम उत्पादन
zh_tw: 工作單生產

source: Sales Order
hi_in: बिक्री आदेश
zh_tw: 銷貨訂單

source: Sales Quotation
hi_in: बिक्री कोटेशन
zh_tw: 銷貨報價

source: Cost Update
hi_in: लागत अद्यतन
zh_tw: 成本更新

source: Fixed Assets Disposal
hi_in: फिक्स्ड एसेट डिस्पोजल
zh_tw: 資產

source: Fixed Assets Revaluation
hi_in: फिक्स्ड एसेट रीवल्यूएशन
zh_tw: 資產評價

source: PO
hi_in: पीओ
zh_tw: 採購單

source: GRN
hi_in: जीआरएन
zh_tw: 收貨單

source: Dim
hi_in: धुंधला
zh_tw: 構面(維度)

source: Savings Account
hi_in: बचत खाता
zh_tw: 存款帳戶

source: Chequing Account
hi_in: चेकिंग अकाउंट
zh_tw: 支票帳戶

source: Credit Account
hi_in: उधार खाता
zh_tw: 信用帳戶

source: Cash Account
hi_in: नकद खाता
zh_tw: 現金帳戶

source: Transfer
hi_in: स्थानांतरण
zh_tw: 轉帳

source: Cheque
hi_in: चेक
zh_tw: 支票

source: Cash
hi_in: कैश
zh_tw: 現金

source: Assemble
hi_in: इकट्ठा
zh_tw: 組裝

source: Unassemble
zh_tw: 反向組裝

source: Advanced Manufacture
hi_in: उन्नत निर्माण
zh_tw: 進階製造作業

source: Labour Cost
hi_in: श्रम लागत
zh_tw: 人工成本

source: Overhead Cost
hi_in: ऊपरी लागत
zh_tw: 製造費用

source: Materials
hi_in: सामग्री
zh_tw: 物料表(BOM)

source: Assets
hi_in: संपत्ति
zh_tw: 資產

source: Equity
hi_in: इक्विटी
zh_tw: 股東權益

source: Income
hi_in: आय
zh_tw: 收入

source: Cost of Goods Sold
hi_in: बेचे गए माल की कीमत
zh_tw: 銷貨成本

source: Expense
hi_in: व्यय
zh_tw: 費用

source: Amount, increase base
hi_in: राशि, बेस में वृद्धि
zh_tw: 金額，增加基準

source: Amount, reduce base
hi_in: राशि, आधार कम करें
zh_tw: 金額，減少基準

source: % amount of base
hi_in: आधार का % राशि
zh_tw: % 基準金額

source: % amount of base, increase base
hi_in: आधार की मात्रा, बेस में वृद्धि
zh_tw: % 基準金額，增加基準

source: % amount of base, reduce base
hi_in: बेस की % राशि, बेस कम करें
zh_tw: % 基準金額，減少基準

source: Taxes added
hi_in: कर जोड़े गए
zh_tw: 稅外加

source: Taxes added, increase base
hi_in: टैक्स जोड़ा, आधार बढ़ाएं
zh_tw: 稅外加，增加基準

source: Taxes added, reduce base
hi_in: कर जोड़े गए, बेस को कम करें
zh_tw: 稅外加，減少基準

source: Taxes included
hi_in: कर शामिल हैं
zh_tw: 含稅

source: Taxes included, increase base
hi_in: करों में वृद्धि, बेस में वृद्धि
zh_tw: 含稅，減少基準

source: Taxes included, reduce base
hi_in: कर शामिल हैं, बेस को कम करें
zh_tw: 含稅，減少基準

source: Supplier Invoice/Credit
hi_in: आपूर्तिकर्ता चालान / क्रेडिट
zh_tw: 供應商發票/信用

source: Declining balance
hi_in: गिरते संतुलन
zh_tw: 遞減法

source: Straight line
hi_in: सीधी रेखा
zh_tw: 直線法

source: Sum of the Year Digits
hi_in: वर्ष अंक का योग
zh_tw: 年數合計法

source: One-time
hi_in: एक बार
zh_tw: 即時

source: Manufactured
hi_in: निर्मित
zh_tw: 已製造

source: Purchased
hi_in: खरीदी
zh_tw: 已採購

source: Service
hi_in: सर्विस
zh_tw: 服務

source: Customer branch
hi_in: ग्राहक शाखा
zh_tw: 客戶分支機構

source: Shipper
zh_tw: 供應商

source: Company internal
hi_in: कंपनी के आंतरिक
zh_tw: 公司網頁

source: Prepayment
hi_in: पूर्व भुगतान
zh_tw: 預付款

source: After No. of Days
hi_in: दिनों की संख्या के बाद
zh_tw: 幾天後/到期日

source: Day In Following Month
hi_in: अगले महीने में दिन
zh_tw: 天 (下個月付款日)

source: Sum per line taxes
hi_in: प्रति पंक्ति करों का योग
zh_tw: 每一行稅金合計

source: Taxes from totals
hi_in: कुल योग से कर
zh_tw: 全部的稅金

source: Jan
hi_in: जनवरी
zh_tw: 一月

source: Feb
hi_in: फ़रवरी
zh_tw: 二月

source: Mar
hi_in: मार्च
zh_tw: 三月

source: Apr
hi_in: अप्रैल
zh_tw: 四月

source: May
hi_in: मई
zh_tw: 五月

source: Jun
hi_in: जून
zh_tw: 六月

source: Jul
hi_in: जुलाई
zh_tw: 七月

source: Aug
hi_in: अगस्त
zh_tw: 八月

source: Sep
hi_in: सितम्बर
zh_tw: 九月

source: Oct
hi_in: अक्टूबर
zh_tw: 十月

source: Nov
hi_in: नवम्बर
zh_tw: 十一月

source: Dec
hi_in: दिसम्बर
zh_tw: 十二月

source: Icelandic
hi_in: आइसलैंड का
zh_tw: 冰島

source: Latvian
hi_in: लात्वीयावासी
zh_tw: 拉脫維亞

source: Romanian
hi_in: रोमानियाई
zh_tw: 羅馬尼亞

source: Slovenian
hi_in: स्लोवेनियाई
zh_tw: 斯洛文尼亞

source: Polish
hi_in: पोलिश
zh_tw: 波蘭

source: Estonian
hi_in: एस्तोनियावासी
zh_tw: 愛沙尼亞

source: Spanish
hi_in: स्पेनिश
zh_tw: 西班牙

source: Swedish
hi_in: स्वीडिश
zh_tw: 瑞典

source: Turkish
hi_in: तुर्की
zh_tw: 土耳其

source: Czech
hi_in: चेक
zh_tw: 捷克

source: Danish
hi_in: डेनिश
zh_tw: 丹麥

source: Lithuanian
hi_in: लिथुआनियाई
zh_tw: 立陶宛

source: Slovak
hi_in: स्लोवाक
zh_tw: 斯洛伐克

source: Spanish (alternative)
hi_in: स्पेनिश (वैकल्पिक)
zh_tw: 西班牙語（另類）

source: Persian
hi_in: फ़ारसी
zh_tw: 波斯語

source: Hungarian
hi_in: हंगेरी
zh_tw: 匈牙利

source: French
hi_in: फ्रेंच
zh_tw: 法國

source: Italian
hi_in: इतालवी
zh_tw: 義大利

source: Info
hi_in: जानकारी
zh_tw: 資訊

source: Optional
hi_in: ऐच्छिक
zh_tw: 選項

source: Recommended
hi_in: सिफारिश की
zh_tw: 建議

source: Required
hi_in: अपेक्षित
zh_tw: 必須

source: MySQL version
hi_in: MySQL संस्करण
zh_tw: MySQL 版本

source: Upgrade MySQL server to version at least 4.1
hi_in: MySQL सर्वर को कम से कम 4.1 संस्करण में अपग्रेड करें
zh_tw: MySQL 伺服器版本至少昇級到 4.1

source: PHP MySQL extension
hi_in: PHP MySQL विस्तार
zh_tw: PHP MySQL 擴展

source: Your PHP has to have MySQL extension enabled.
hi_in: आपके PHP में MySQL एक्सटेंशन सक्षम होना चाहिए
zh_tw: 你的 PHP 必須啟動 MySQL 擴展。

source: PHP version
hi_in: PHP संस्करण
zh_tw: PHP 版本

source: Upgrade PHP to version at least 5.0.0
hi_in: कम से कम 5.0.0 संस्करण में PHP को अपग्रेड करें
zh_tw: PHP升級至少到版本4.3.3

source: Server system
hi_in: सर्वर सिस्टम
zh_tw: 伺服器系統管理者

source: Session save path
hi_in: सत्र पथ को बचाएं
zh_tw: session 儲存路徑

source: Removed install wizard folder
hi_in: इंस्टॉल किए गए विज़ार्ड फ़ोल्डर हटाया गया
zh_tw: 刪除安裝文件夾精靈

source: Not removed
hi_in: हटाया नहीं गया
zh_tw: 不可移除

source: Remove or rename install wizard folder for security reasons.
hi_in: सुरक्षा कारणों से विज़ार्ड फ़ोल्डर को निकालें या पुनर्नामित करें
zh_tw: 因安全理由刪除或重命名的安裝精靈文件夾。

source: Browser type
hi_in: ब्राउज़र का प्रकार
zh_tw: 瀏覽器類型

source: Any browser is supported
hi_in: कोई भी ब्राउज़र समर्थित है
zh_tw: 支援任何瀏覽器

source: Http server type
hi_in: एचटीपीपी सर्वर प्रकार
zh_tw: http伺服器類別

source: Any server is supported
hi_in: कोई भी सर्वर समर्थित है
zh_tw: 支援任何伺服器

source: Native gettext
hi_in: देशी गेटटेक्स्ट
zh_tw: 本機 gettext

source: In case of no gettext support, php emulation is used
hi_in: कोई गेटटेक्स्ट समर्थन के मामले में, php emulation का उपयोग नहीं किया जाता है
zh_tw: 如果沒有支援 gettext，則 PHP 採模擬方式

source: Debugging mode
hi_in: डिबगिंग मोड
zh_tw: 除錯模式

source: To switch debugging on set $go_debug>0 in config.php file
hi_in: Config.php फ़ाइल में सेट $ go_debug> 0 पर डीबगिंग स्विच करना
zh_tw: 在 config.php 檔案中設定 $go_debug>0 可以切換除錯模式

source: Error logging
hi_in: लॉगिंग में त्रुटि
zh_tw: 登入錯誤登錄日誌

source: Disabled
hi_in: विकलांग
zh_tw: 不啟用

source: To switch error logging set $error_logging in config.php file
hi_in: Config_php फ़ाइल में त्रुटि लॉगिंग $ error_logging सेट करने के लिए
zh_tw: 在 config.php 檔案中設定 $error_logging 可以切換錯誤登錄日誌

source: Log file is not writeable
hi_in: लॉग फ़ाइल लेखन योग्य नहीं है
zh_tw: 登錄檔是不可寫入的

source: Current database version
hi_in: वर्तमान डेटाबेस संस्करण
zh_tw: 現在資料庫版本

source: Database structure seems to be not upgraded to current version
hi_in: डेटाबेस संरचना को वर्तमान संस्करण में अपग्रेड नहीं किया जा रहा है
zh_tw: 資料庫結構似乎沒有更新到最新版本

source: Company subdirectories consistency
hi_in: कंपनी उपनिर्देशिका स्थिरता
zh_tw: 公司子資料夾一致性

source: '%s' is not writeable
hi_in: '%s' लेखन योग्य नहीं है
zh_tw: '%s' 不能寫入

source: Temporary directory
hi_in: अस्थायी निर्देशिका
zh_tw: 暫存資料夾

source: Language configuration consistency
hi_in: भाषा कॉन्फ़िगरेशन स्थिरता
zh_tw: 語言偏好設定一致性

source: Languages folder should be writeable.
hi_in: भाषा फ़ोल्डर लेखन योग्य होना चाहिए
zh_tw: 語言檔資料夾應該是可寫入的。

source: Languages configuration file should be writeable.
hi_in: भाषा विन्यास फाइल लेखन योग्य होने चाहिए।
zh_tw: 語言偏好設定檔應該可以寫入。

source: Missing %s translation file.
hi_in: %s अनुवाद फ़ाइल गुम है
zh_tw: 缺少 %s 翻譯檔案

source: Missing system locale: %s
hi_in: अनुपलब्ध सिस्टम लोकेल: %s
zh_tw: 找不到系統設定的地區： %s

source: Main config file
hi_in: मुख्य कॉन्फ़िग फाइल
zh_tw: 主要設定檔

source: Can't write '%s' file. Check FA directory write permissions.
hi_in: '%s' फाइल नहीं लिखी जा सकती एफ़ए निर्देशिका लिखने की अनुमतियों की जांच करें।
zh_tw: 無法寫入 '%s' 檔案。檢查根目錄的寫入權限。

source: '%s' file exists.
hi_in: '%s' फ़ाइल मौजूद है
zh_tw: '%s' 檔案已存在。

source: '%s' file should be read-only
hi_in: '%s' फ़ाइल केवल पढ़ने के लिए होनी चाहिए
zh_tw: '%s'檔案應該是唯讀

source: Database auth file
hi_in: डेटाबेस प्रमाणन फ़ाइल
zh_tw: 資料庫授權檔

source: '%s' file should be read-only if you do not plan to add or change companies
hi_in: '%s' फ़ाइल केवल पढ़ने के लिए होनी चाहिए अगर आप कंपनियों को जोड़ने या बदलने की योजना नहीं बनाते हैं
zh_tw: '%s'的檔案應該是唯讀的，如果你不打算新增或更改公司

source: Extensions system
hi_in: एक्सटेंशन सिस्टम
zh_tw: 擴展系統

source: Extensions configuration files and directories should be writeable
hi_in: एक्सटेंशन कॉन्फ़िगरेशन फ़ाइलों और निर्देशिकाओं को लेखन योग्य होना चाहिए
zh_tw: 擴展偏好設定檔和資料夾應該是可寫入的

source: Non-standard theme directory '%s' is not writable
hi_in: गैर-मानक थीम निर्देशिका '%s' लिखने योग्य नहीं है
zh_tw: 非標準的版面樣式資料夾“'%s' 不是可寫入的

source: OpenSSL PHP extension have to be enabled to use extension repository system.
hi_in: ओपनएसएसएल PHP एक्सटेंशन को एक्सटेंशन रिपोजिटरी सिस्टम का उपयोग करने के लिए सक्षम होना चाहिए
zh_tw: PHP 擴展的 OpenSSL 必須以啟動，以便使用擴展存儲庫系統。

source: Test
hi_in: परीक्षण
zh_tw: 測試

source: Test type
hi_in: टेस्ट टाइप
zh_tw: 測試類別

source: Value
hi_in: मूल्य
zh_tw: 值

source: Comments
hi_in: टिप्पणियाँ
zh_tw: 註解

source: Some transactions journal GL postings were not indexed due to lack of audit trail record.
hi_in: ऑडिट ट्रेस रिकॉर्ड की कमी के कारण कुछ लेनदेन जर्नल जीएल पोस्टिंग अनुक्रमित नहीं किए गए थे।
zh_tw: 某些已過帳的會計交易沒有索引，導致缺乏審計追踪記錄。

source: Invalid validator string
hi_in: अमान्य सत्यापनकर्ता स्ट्रिंग
zh_tw: 無效的驗證字串

source: Input parameter '%s' have to be set.
hi_in: इनपुट पैरामीटर '%s' को सेट करना है।
zh_tw: 輸入參數 '%s' 必須設定。

source: Parameter '%s' cannot be empty.
hi_in: पैरामीटर '%s' खाली नहीं हो सकता
zh_tw: 參數 '%s' 不能空白

source: Parameter '%s' contains invalid characters.
hi_in: पैरामीटर '%s' में अमान्य वर्ण हैं।
zh_tw: 參數 '%s' 包含無效字元。

source: Parameter '%s' has invalid value.
hi_in: पैरामीटर '%s' का अमान्य मान है।
zh_tw: 參數 '%s' 有無效數值。

source: Invalid key passed reading '%s'
hi_in: अमान्य कुंजी '%s' को पढ़ा गया
zh_tw: 通過讀取'％s'的密鑰無效

source: Empty update data for table
hi_in: तालिका के लिए खाली अपडेट डेटा
zh_tw: 供應商資料更新

source: Invalid key for update '%s'
hi_in: '%s' अद्यतन के लिए अमान्य कुंजी
zh_tw: 在檔案中 '%s' 沒有關鍵欄位 '%s'

source: Cannot update record in
hi_in: रिकॉर्ड में अपडेट नहीं किया जा सकता
zh_tw: 無法更新記錄

source: Empty data set for insertion into
hi_in: सम्मिलन के लिए रिक्त डेटा सेट करें
zh_tw: 用於插入的空白資料集

source: Cannot insert record into
hi_in: रिकॉर्ड को इसमें शामिल नहीं किया जा सकता
zh_tw: 無法插入記錄到

source: Empty update data for array
hi_in: सरणी के लिए खाली अपडेट डेटा
zh_tw: 空白更新資料

source: Empty data for array
hi_in: सरणी के लिए रिक्त डेटा
zh_tw: 空白資料

source: This prefix conflicts with another one already defined. Prefix have to be unambigous.
hi_in: यह उपसर्ग पहले से परिभाषित किसी दूसरे के साथ संघर्ष करता है उपसर्ग को असंबद्ध होना चाहिए।
zh_tw: 此前綴字元與另一個已定義的前綴字元衝突。前綴字元必須是明確的。

source: Invalid template format.
hi_in: अवैध टेम्पलेट प्रारूप।
zh_tw: 無效的範例格式。

source: Transaction type cannot be empty.
hi_in: लेन-देन का प्रकार रिक्त नहीं हो सकता।
zh_tw: 銷售類別不能空白。

source: Next reference cannot be empty.
hi_in: अगला संदर्भ रिक्त नहीं हो सकता
zh_tw: 下一個序號不能空白。

source: You cannot use placeholders in refline prefix.
hi_in: आप रिलेफ्ट उपसर्ग में प्लेसहोल्डर्स का उपयोग नहीं कर सकते।
zh_tw: 您不能在前綴字元中使用預留字元。

source: Curly brackets does not balance.
hi_in: घुंघराले ब्रैकेट शेष नहीं हैं।
zh_tw: 大括號不平衡。

source: Invalid placeholder '%s'. Placeholders allowed for this transaction type are: %s.
hi_in: अमान्य प्लेसहोल्डर '%s' इस हस्तांतरण प्रकार के लिए स्वीकार्य प्लेसधारक हैं: %s
zh_tw: 無效的預留字元 '%s'。預留字元允許在交易中輸入：%s。

source: Missing numeric placeholder. If you want to use template based references, you have to define numeric placeholder too.
hi_in: संख्यात्मक प्लेसहोल्डर लापता यदि आप टेम्पलेट आधारित संदर्भों का उपयोग करना चाहते हैं, तो आपको संख्यात्मक प्लेसहोल्डर को भी परिभाषित करना होगा।
zh_tw: 沒有數字的預留字元。若你要使用引用範本，您必須定義數字的預留字元。

source: Reference line which is default for any transaction type cannot be deleted.
hi_in: किसी लेन-देन प्रकार के लिए डिफ़ॉल्ट संदर्भ रेखा को हटाया नहीं जा सकता।
zh_tw: 此序號行是給任何交易類型的預設值不能刪除。

source: Reference line cannot be deleted because it is already in use.
hi_in: संदर्भ पंक्ति को हटाया नहीं जा सकता क्योंकि यह पहले से उपयोग में है
zh_tw: 序號行不能刪除，因為已使用中。

source: Cost was
hi_in: लागत थी
zh_tw: 成本是

source: changed to
hi_in: में परिवर्तित किया गया
zh_tw: 已變更

source: for item
hi_in: आइटम के लिए
zh_tw: 針對貨品：

source: Zero/negative inventory handling
hi_in: शून्य / नकारात्मक इन्वेंट्री हैंडलिंग
zh_tw: 允許手動變更 0/負數 的庫存

source: Allocated amounts in %s:
hi_in: %s में आवंटित राशि:
zh_tw: 在 %s 已分攤金額：

source: Transaction Type
hi_in: सौदे का प्रकार
zh_tw: 交易類別

source: Supplier Ref
hi_in: प्रदायक रेफरी
zh_tw: 供應商的序號

source: Ref
hi_in: रेफरी
zh_tw: 序號

source: Other Allocations
hi_in: अन्य आवंटन
zh_tw: 其他分攤

source: Left to Allocate
hi_in: आवंटित करने के लिए बाएं
zh_tw: 左邊分攤到

source: This Allocation
hi_in: यह आवंटन
zh_tw: 此分攤

source: Total Allocated
hi_in: कुल आवंटित
zh_tw: 總分攤

source: The entry for one or more amounts is invalid or negative.
hi_in: एक या अधिक राशि के लिए प्रवेश अमान्य या नकारात्मक है
zh_tw: 輸入一個或是數個金額無效或是負數的金額。

source: At least one transaction is overallocated.
hi_in: कम से कम एक लेनदेन समग्र रूप से है
zh_tw: 至少有一個交易超額分攤。

source: These allocations cannot be processed because the amount allocated is more than the total amount left to allocate.
hi_in: ये आवंटन संसाधित नहीं किया जा सकता क्योंकि आवंटित राशि आवंटित करने के लिए शेष कुल राशि से अधिक है।
zh_tw: 這些分攤無法處理，因為分攤的金額超過總分攤金額。

source: Submit changes
hi_in: तबदीली भेजे
zh_tw: 送出變更

source: Clone
hi_in: क्लोन
zh_tw: 重覆複製

source: Transaction type
hi_in: सौदे का प्रकार
zh_tw: 交易類別

source: Prefix
hi_in: उपसर्ग
zh_tw: 前綴字元

source: Pattern
hi_in: पैटर्न
zh_tw: 夥伴

source: Reference Pattern:
hi_in: संदर्भ पैटर्न:
zh_tw: 參考夥伴

source: Default for This Type:
hi_in: इस प्रकार के लिए डिफ़ॉल्ट:
zh_tw: 此類別的預設值：

source: Set as Default for This Type:
hi_in: इस प्रकार के लिए डिफ़ॉल्ट के रूप में सेट करें:
zh_tw: 設定為此類別預設值：

source: Assignment
hi_in: असाइनमेंट
zh_tw: 分派

source: Sec Phone
hi_in: सेक फोन
zh_tw: 電話2

source: Fax
hi_in: फैक्स
zh_tw: 傳真

source: Contact data
hi_in: संपर्क डेटा
zh_tw: 連絡資料

source: First Name:
hi_in: पहला नाम:
zh_tw: 名：

source: Last Name:
hi_in: अंतिम नाम:
zh_tw: 姓：

source: Contact active for:
hi_in: इसके लिए सक्रिय संपर्क करें:
zh_tw: 連絡啟動：

source: Phone:
hi_in: फ़ोन:
zh_tw: 電話

source: Document Language:
hi_in: दस्तावेज़ भाषा:
zh_tw: 文件語言：

source: Customer default
hi_in: ग्राहक डिफ़ॉल्ट
zh_tw: 客戶預設值

source: Notes:
hi_in: टिप्पणियाँ:
zh_tw: 注意事項：

source: The contact name cannot be empty.
hi_in: संपर्क नाम रिक्त नहीं हो सकता।
zh_tw: 連絡名稱不可空白。

source: Contact reference cannot be empty.
hi_in: संपर्क संदर्भ रिक्त नहीं हो सकता।
zh_tw: 連絡序號不可空白。

source: You have to select at least one category.
hi_in: आपको कम से कम एक श्रेणी का चयन करना होगा।
zh_tw: 您至少要選定一個分類。

source: Show also Inactive
hi_in: भी निष्क्रिय दिखाएं
zh_tw: 也顯示未啟動

source: First
hi_in: प्रथम
zh_tw: 第一個

source: Prev
hi_in: पिछला
zh_tw: 上一個

source: Next
hi_in: आगामी
zh_tw: 下一個

source: Last
hi_in: अंतिम
zh_tw: 最後一個

source: Records %d-%d of %d
hi_in: रिकॉर्ड %d-%d का%d
zh_tw: 記錄 %d-%d of %d

source: No records
hi_in: कोई रिकॉर्ड नहीं
zh_tw: 沒有記錄

source: Exchange rate roundings
hi_in: विनिमय दर के दौर
zh_tw: 匯率近似值

source: Edit new record with current data
hi_in: वर्तमान डेटा के साथ नया रिकॉर्ड संपादित करें
zh_tw: 以目前日期編輯新紀錄

source: Cancel edition
hi_in: संस्करण रद्द करें
zh_tw: 取消編輯

source: Request from outside of this page is forbidden.
hi_in: इस पृष्ठ के बाहर से अनुरोध मना किया है।
zh_tw: 禁止在此頁面之外發送請求。

source: CSRF attack detected from:
hi_in: CSRF के हमले से पता चला:
zh_tw: CSRF 被檢測自：

source: You should automatically be forwarded.
hi_in: आपको स्वचालित रूप से अग्रेषित किया जाना चाहिए।
zh_tw: 您會自動轉發。

source: If this does not happen
hi_in: अगर ऐसा नहीं होता है
zh_tw: 如果沒有發生

source: click here
hi_in: यहां क्लिक करे
zh_tw: 點選這裡

source: to continue
hi_in: जारी रखने के लिए
zh_tw: 繼續

source: Close
hi_in: बंद करे
zh_tw: 關閉

source: Customers
hi_in: ग्राहकों
zh_tw: 客戶

source: Branches
hi_in: शाखाओं
zh_tw: 分支機構

source: Suppliers
hi_in: आपूर्तिकर्ता
zh_tw: 供應商

source: Entered data has not been saved yet. Do you want to abandon changes?
hi_in: दर्ज डेटा अभी तक सहेजा नहीं गया है। क्या आप परिवर्तनों को छोड़ना चाहते हैं?
zh_tw: 輸入資料尚未儲存。 您要放棄變更嗎？

source: Click Here to Pick up the date
hi_in: तिथि लेने के लिए यहां क्लिक करें
zh_tw: 點選這裡來選擇日期

source: Inactive
hi_in: निष्क्रिय
zh_tw: 未啟動

source: Current Credit:
hi_in: वर्तमान क्रेडिट:
zh_tw: 目前信用：

source: Bank Balance:
hi_in: बैंक राशि:
zh_tw: 銀行餘額：

source: Set filter
hi_in: फ़िल्टर सेट करें
zh_tw: 設定篩選

source: Press Space tab for search pattern entry
hi_in: खोज पैटर्न प्रविष्टि के लिए स्पेस टैब दबाएं
zh_tw: 按一下空白鍵來搜尋部分輸入值

source: Enter code fragment to search or * for all
hi_in: सभी के लिए खोज या * के लिए कोड टुकड़ा दर्ज करें
zh_tw: 輸入部份代號來搜尋，或是以 * 搜尋全部

source: Enter description fragment to search or * for all
hi_in: सभी के लिए खोज या * के लिए वर्णन टुकड़ा दर्ज करें
zh_tw: 輸入部份摘要來搜尋，或是以 * 搜尋全部

source: Search items
hi_in: खोज आइटम
zh_tw: 尋找貨品

source: Search customers
hi_in: ग्राहक खोजें
zh_tw: 尋找客戶

source: Search branches
hi_in: खोज शाखाएं
zh_tw: 尋找分支機構

source: Search suppliers
hi_in: खोजें आपूर्तिकर्ताओं
zh_tw: 尋找供應商

source: All Suppliers
hi_in: सभी आपूर्तिकर्ता
zh_tw: 所有供應商

source: Press Space tab to filter by name fragment
hi_in: नाम खंड द्वारा फ़िल्टर करने के लिए स्पेस टैब दबाएं
zh_tw: 按空白鍵以部分名稱篩選

source: Select supplier
hi_in: आपूर्तिकर्ता का चयन करें
zh_tw: 選定供應商

source: All Customers
hi_in: सभी ग्राहक
zh_tw: 所有客戶

source: Press Space tab to filter by name fragment; F2 - entry new customer
hi_in: नाम खंड द्वारा फ़िल्टर करने के लिए स्पेस टैब दबाएं; F2 - प्रविष्टि नए ग्राहक
zh_tw: 按空白鍵以部分名稱篩選； F2 - 輸入新客戶

source: Select customer
hi_in: ग्राहक चुनें
zh_tw: 選擇客戶

source: All branches
hi_in: सभी शाखाएं
zh_tw: 全部分支機構

source: Select customer branch
hi_in: ग्राहक शाखा का चयन करें
zh_tw: 選定客戶分支機構

source: All Locations
hi_in: सभी स्थान
zh_tw: 全部地區

source: All Items
hi_in: सभी आइटम
zh_tw: 全部貨品

source: All Sales Types
hi_in: सभी बिक्री प्रकार
zh_tw: 所有銷售類別

source: Use Item Sales Accounts
hi_in: आइटम बिक्री खातों का उपयोग करें
zh_tw: 使用貨品銷售會計項目

source: All Types
hi_in: सभी प्रकार के
zh_tw: 所有類別

source: Sales Invoices
hi_in: बिक्री का चालान
zh_tw: 銷售發票

source: Unsettled transactions
hi_in: अस्थिर लेनदेन
zh_tw: 未定的交易

source: Payments
hi_in: भुगतान
zh_tw: 付款

source: Credit Notes
hi_in: उधारी पर्ची
zh_tw: 貸方通知單

source: Delivery Notes
hi_in: वितरण नोट
zh_tw: 出貨單

source: Invoices
hi_in: चालान
zh_tw: 發票

source: Overdue Invoices
hi_in: विलंबित इनवॉइस
zh_tw: 逾期發票

source: Overdue Credit Notes
hi_in: अतिदेय क्रेडिट नोट्स
zh_tw: 逾期貸方通知單

source: GRNs
zh_tw: 收貨單

source: Automatically put balance on back order
hi_in: स्वचालित रूप से बैक ऑर्डर पर बैलेंस लगाओ
zh_tw: 自動地把餘額轉到退貨

source: Cancel any quantites not delivered
hi_in: वितरित किसी भी quantites रद्द करें
zh_tw: 取消未出貨的數量

source: Items Returned to Inventory Location
hi_in: वस्तु सूची स्थान पर लौट आए I
zh_tw: 貨品退回到庫存地

source: Items Written Off
hi_in: आइटम लिखित बंद
zh_tw: 寫下貨品

source: New role
hi_in: नयी भूमिका
zh_tw: 新增職稱/角色

source: No tags defined.
hi_in: कोई टैग परिभाषित नहीं
zh_tw: 沒有已定義的分頁籤。

source: No active tags defined.
hi_in: कोई सक्रिय टैग परिभाषित नहीं
zh_tw: 沒有已定義的啟動分頁籤。

source: Activated for '%s'
hi_in: '%s' के लिए सक्रिय
zh_tw: %s 已啟動

source: Available and/or installed
hi_in: उपलब्ध और / या स्थापित
zh_tw: 可用及/或已安裝

source: Standard new company American COA (4 digit)
hi_in: मानक नई कंपनी अमेरिकी सीओए (4 अंक)
zh_tw: 標準的美式COA(4位)新公司

source: Standard American COA (4 digit) with demo data
hi_in: डेमो डेटा के साथ मानक अमेरिकी सीओए (4 अंक)
zh_tw: 標準的美式COA(4位)與展示資料

source: No payment Link
hi_in: कोई भुगतान लिंक नहीं
zh_tw: 沒有付款連接

source: Numeric
hi_in: संख्यात्मक
zh_tw: 數字

source: Alpha Numeric
hi_in: अल्फ़ा न्यूमेरिक
zh_tw: 字母數字。

source: ALPHA NUMERIC
hi_in: अल्फा NUMERIC
zh_tw: 字母數字。

source: All users
hi_in: सभी उपयोगकर्ताओं
zh_tw: 全部使用者

source: in units of :
hi_in: की इकाइयों में:
zh_tw: 單位中：

source: Cannot retrieve exchange rate for currency %s. Please adjust approximate rate if needed.
hi_in: मुद्रा %s के लिए विनिमय दर पुनर्प्राप्त नहीं की जा सकती यदि आवश्यक हो तो कृपया अनुमानित दर समायोजित करें
zh_tw: 對幣別 %s 無法取得匯率。如果有需要的話請調整近似匯率。

source: Date Voided:
hi_in: दिनांक की पुष्टि:
zh_tw: 作廢日期：

source: Total Tax Excluded
hi_in: कुल टैक्स अपवर्जित
zh_tw: 稅前銷貨總額

source: Included
hi_in: शामिल
zh_tw: 包含

source: Total Amount
hi_in: कुल रकम
zh_tw: 全部金額

source: Total Allocated:
hi_in: कुल आवंटित:
zh_tw: 總分攤：

source: Left to Allocate:
hi_in: आवंटित करने के लिए बाएं:
zh_tw: 左邊分攤到：

source: Allocations
hi_in: आवंटन
zh_tw: 分攤

source: Pre-Payments
hi_in: पूर्व भुगतान
zh_tw: 預付款

source: No Quick Entries are defined.
hi_in: कोई त्वरित प्रविष्टियां परिभाषित नहीं की गई हैं
zh_tw: 沒有定義快速輸入。

source: No Quick Entry lines are defined.
hi_in: कोई त्वरित प्रविष्टि लाइनों को परिभाषित नहीं किया जाता है
zh_tw: 沒有定義快速輸入行。

source: and
hi_in: तथा
zh_tw: 及
