Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: There are no purchasable inventory items defined in the system.
da_dk: Der findes ingen købte varer defineret i systemet.
es_es: No existen artículos de inventario comprables definidos en el sistema.
id_id: Tidak ada barang yang dapat dibeli dalam sistem.
it_it: Non è stato definito nel sistema alcun articolo acquistabile in inventario.
ka_ge: შესყიდვადი მარაგები არ არის განსაზღვრული სისტემაში.
pt_br: Não há compráveis itens de estoque definido no sistema.
pt_pt: Não existem artigos de stock para compras definidos no sistema.
ru_ru: Есть никаких приобретаемых товарно-материальных ценностей, определенных в системе.

source: There are no suppliers defined in the system.
da_dk: Der findes ingen kreditorer defineret i systemet.
es_es: No existen proveedores definidos en el sistema.
id_id: Tidak ada pemasok dalam sistem.
it_it: Non ci sono fornitori definiti nel sistema.
ka_ge: მომწოდებლები არ არიან განსაზღვრული სისტემაში
pt_br: Não há fornecedores definido no sistema.
pt_pt: Não existem fornecedores definidos no sistema.
ru_ru: Есть нет поставщиков, определенных в системе.

source: There is no item selected.
da_dk: Ingen vare er valgt.
es_es: No hay ningún artículo seleccionado.
id_id: Tidak ada barang yang dipilih.
it_it: Nessun articolo selezionato.
ka_ge: დასახელება არ არის არჩეული.
pt_br: Não há intem selecionado.
pt_pt: Nenhum artigo está selecionado.
ru_ru: Существует нет выбранного элемента.

source: The price entered was not numeric.
da_dk: Angivet pris er ikke numerisk.
es_es: El precio introducido no es numérico.
id_id: Harga yang dimasukkan bukan berupa angka.
it_it: Il prezzo inserito non era numerico.
ka_ge: შეყვანილი ფასი არ არის რიცხვი.
pt_br: O preço digitado não era numérico.
pt_pt: O preço digitado não era numérico.
ru_ru: Цена вошли не было цифр.

source: The conversion factor entered was not numeric. The conversion factor is the number by which the price must be divided by to get the unit price in our unit of measure.
da_dk: Angiven omregningsfaktor er ikke numerisk. Prisen bliver divideret med omregningsfaktoren...
es_es: El factor de conversión introducido no es numérico. El factor de conversión es el número por el cual se divide el precio para obtener el precio unitario en nuestra unidad de medida.
id_id: Faktor konversi bukan berupa angka. Faktor konversi adalah angka yang digunakan untuk membagi harga untuk menapatkan harga per unit sesuai satuan ukur.
it_it: Il fattore di consersione inserito non è numerico. Il fattore di conversione è il numero per il quale il prezzo deve essere diviso per ottenere il prezzo unitario nella nostra unità di misura.
ka_ge: შეყვანილი კოეფიციენტი არ არის რიცხვი. კოეფიციენტი არის რიცხვი რომელზეც უნდა გაიყოს ფასი, რათა მივიღოთ ერთულის ფასი, ჩვენთვის საჭირო საზომ ერთეულში.
pt_br: O fator de conversão digitado não era numérico. O fator de conversão e o número que o preço deve ser dividido por obter o preço de unidade em nossa unidade de medida.
pt_pt: O fator de conversão indicado não é numérico. O fator de conversão é o número que o preço deve ser dividido para obter o preço da unidade na nossa unidade de medida.

source: The purchasing data for this supplier has already been added.
id_id: Data pembelian pemasok ini sudah pernah ditambahkan.
pt_pt: Já foi adicionado os dados de compras deste fornecedor.
ru_ru: Данные приобретения этой компании уже добавлена.

source: This supplier purchasing data has been added.
da_dk: Kreditor indkøbsdata er tilføjet.
es_es: Los datos de compra de este proveedor han sido adicionados.
id_id: Data pembelian pemasok ini berhasil ditambahkan.
it_it: Questi dati di acquisto fornitore sono stati aggiunti.
ka_ge: მომწოდებლის შესყიდვების მონაცემები დამატებულია.
pt_br: Os dados de compras deste fornecedor foi adicionado.
pt_pt: Os dados de compra deste fornecedor foram adicionados.
ru_ru: Эти данные поставщика покупка была добавлена.

source: Supplier purchasing data has been updated.
da_dk: Kreditorens indkøbsdata er opdateret.
es_es: Los datos de compra del proveedor han sido actualizados.
id_id: Data pembelian pemasok berhasil diubah.
it_it: I dati di acquisto fornitore sono stati aggiornati.
ka_ge: მომწოდებლის შესყიდვების მონაცემები განახლებულია.
pt_br: Dados de compras do fornecedor foi atualizado.
pt_pt: Os dados de compra do fornecedor foram atualizados.
ru_ru: Данные поставщика покупка была обновлена.

source: The purchasing data item has been sucessfully deleted.
da_dk: Indkøbsdataen er slettet.
es_es: El item de datos de compra ha sido borrado exitosamente.
id_id: Data pembelian barang berhasil dihapus.
it_it: I dati di acquisto articolo sono stati cancellati con successo.
ka_ge: მომწოდებლის შესყიდვების მონაცემები წაშლილია.
pt_br: Dados de compras de item foi deletado com sucesso.
pt_pt: Os dados de compra do artigo foram removidos.
ru_ru: Пункт покупке данных была успешно удалена.

source: Entered item is not defined. Please re-enter.
da_dk: Angiven vare er ikke defineret. Venligst angiv igen.
es_es: El artículo introducido no esta definido. Por favor reintroduzcalo.
id_id: Barang yang dimasukan tidak didefinisikan. Silakan masukkan lagi.
it_it: L'articolo inserito non è definito. Prego reinserirlo.
ka_ge: შეყვანილი დასახელება არ არის განსაზღვრული. შეიყვანე თავიდან.
pt_br: Item digitado não esté definido. Favor reetrar.
pt_pt: O artigo digitado não existe. Digite um artigo válido.
ru_ru: Вступил пункт не определен. Пожалуйста, введите заново.

source: There is no purchasing data set up for the part selected
da_dk: Det findes ingen indkøbsdata for valgt vare.
es_es: No se han configurado los datos de compra para la parte seleccionada
id_id: Tidak ada data pembelian untuk part yang dipilih
it_it: Non ci sono dati di acquisto impostati per la parte selezionata
ka_ge: შესყიდვების მონაცემები არ არსებობს არჩეული ნაწილისთვის
pt_br: Não há dados de compra configurados para a parte selecionada
pt_pt: Não existem dados de compra definidos para o fornecedor selecionado
ru_ru: Существует нет установки покупке данных для выбранной части

source: Supplier's Unit
da_dk: Kreditorens enhed
es_es: Unidad del Proveedor
id_id: Unit dari Pemasok
it_it: Unità fornitore
ka_ge: მომწოდებლის ერთეული
pt_br: Unidade do Fronecedor
pt_pt: Unidade do Fornecedor

source: Conversion Factor
da_dk: Omregningsfaktor
es_es: Factor de Conversión
id_id: Faktor Konversi
it_it: Fattore di conversione
ka_ge: კოეფიციენტი
pt_br: Fator de Conversão
pt_pt: Fator de Conversão
ru_ru: Коэффициент преобразования

source: Supplier's Description
da_dk: Kreditorens beskrivelse
es_es: Descripción del Proveedor
id_id: Keterangan dari Pemasok
it_it: Descrizione del fornitore
ka_ge: მომწოდებლის აღწერილობა
pt_br: Descrição do Fornecedor
pt_pt: Descrição do Fornecedor

source: Suppliers Unit of Measure:
da_dk: Kreditorens måleenhed.
es_es: Unidad de Medida del Proveedor:
id_id: Satuan Ukur Pemasok:
it_it: Unità di misura del fornitore
ka_ge: მომწოდებლის საზ. ერთ.:
pt_br: Unidade de Medida do Fornecador:
pt_pt: Unidade de Medida do Fornecedor:
ru_ru: Поставщики Единица измерения:

source: Conversion Factor (to our UOM):
da_dk: Omregningsfaktor (for vår måleenhed):
es_es: Factor de Conversión (a nuestra UM):
id_id: Faktor Konversi (ke Satuan perusahaan):
it_it: Fattore di conversione (alla nostra UDM):
ka_ge: კოეფიციენტი (ჩვენს საზ.ერთ.):
pt_br: Foator de Conversão (pata nosso UOM):
pt_pt: Fator de Conversão (para nossa UM):

source: Supplier's Code or Description:
da_dk: Kreditorens nummer eller beskrivelse:
es_es: Código o Descripción del Proveedor:
id_id: Kode atau Keterangan Pemasok:
it_it: Codice fornitore o descrizione:
ka_ge: მომწოდებლის კოდი ან აღწერილობა:
pt_br: Código ou Descrição do Fornecedor:
pt_pt: Código ou Descrição do Fornecedor:

source: Reorder Levels
da_dk: Bestillings Niveauer
es_es: Niveles de Reorden
id_id: Level minimal untuk pemesanan ulang
it_it: Riordina livelli
ka_ge: განმეორებითი შეკვეთის მიცემის ზღვარი
pt_br: Reordenar Níveis
pt_pt: Reordenar Níveis
ru_ru: Порядок уровней

source: There are no inventory items defined in the system (Purchased or manufactured items).
da_dk: Der findes ingen lagervarer oprettet i systemet (købte eller producerede varer).
es_es: No existen arítulos de inventario definidos en el sistema (artículos Comprados o Manufacturados)
id_id: Tidak ada barang inventaris dalam sistem (dibeli atau diproduksi).
it_it: Non ci sono articoli inventario definiti nel sistema (articoli acquistati o prodottti).
ka_ge: მარაგების დასახელებები არ არის განსაზღვრული სისტემაში.
pt_br: Não há itens de estoque definido no sistemas (comprado ou fabricado).
pt_pt: Não existem artigos de stock definidos no sistemas (artigos comprados ou fabricados).

source: Location
da_dk: Lokation
es_es: Ubicación
id_id: Lokasi
it_it: Sede
ka_ge: მდებარეობა
pt_br: Local
pt_pt: Localização
ru_ru: Местоположение

source: Quantity On Hand
da_dk: Antal på lager
es_es: Cantidad Disponible
id_id: Kuantitas di tangan
it_it: Giacenza
ka_ge: რ-ბა ხელზე
pt_br: Quantidade a Disposição
pt_pt: Quantidade Disponível
ru_ru: Количество на руку

source: Re-Order Level
da_dk: Bestillingspunkt
es_es: Nivel de Reorden
id_id: Level pesan ulang
it_it: Livello di riordino
ka_ge: განმეორებითი შეკვეთის განთავსების ზღვარი
pt_br: Reordenar Nível
pt_pt: Reordenar Nível
ru_ru: Минимальный уровень

source: Reorder levels has been updated.
da_dk: Genbestillings niveauer er blevet opdateret.
es_es: Los niveles de reorden han sido actualizados.
id_id: Level Pesanan ulang berhasil diubah.
it_it: I livelli di riordino sono stati aggiornati.
ka_ge: განმეორებითი შეკვეთის განთავსების ზღვარი განახლებულია.
pt_pt: A reordenação de níveis foi executada.
ru_ru: Изменение порядка уровнях были обновлены.

source: Inventory Location Transfers
da_dk: Lagerplads overførsler
es_es: Transferencias de Localidad de Inventario
id_id: Perpindahan lokasi inventaris
it_it: Trasferimenti Sede Inventario
ka_ge: მარაგების მდებარეობისკენ/დან ტრანსფერები
pt_br: Local de Transferências do Estoque
pt_pt: Transferências de Localização de Stock
ru_ru: Трансферы инвентаризации Расположение

source: Inventory transfer has been processed
da_dk: Lageroverførsel er registreret
es_es: La transferencia de inventario ha sido precesada
id_id: Perpindahan inventaris berhasil diproses
it_it: Il trasferimento inventario è stato processato
ka_ge: მარაგების ტრანსფერი განხორციელებულია
pt_br: Transferência de estoque foi processado
pt_pt: Transferência de stock foi processado
ru_ru: Инвентаризация передача была обработана

source: &View this transfer
da_dk: &Se denne overførsel
es_es: &Ver esta transferencia
id_id: Tampilkan perpindahan ini (&T)
it_it: &Visualizza questo trasferimento
ka_ge: იხილე ეს ტრანსფერი
pt_br: Visualizar esta transferência
pt_pt: &Visualizar esta transferência
ru_ru: И Смотреть передачу

source: Enter &Another Inventory Transfer
da_dk: Indtast en Anden Lager Overførsel
es_es: &Introducir Otra Transferencia de Inventario
id_id: Masukkan Perpindahan Inventaris Lain (&B)
it_it: Iserisci un &altro Trasferimento Inventario
ka_ge: შეიყვანე სხვა მარაგების ტრანსფერი
pt_br: Digitar Outra Transferência de Estoque
pt_pt: Registar &Outra Transferência de Stock
ru_ru: Введите другой инвентарь передачи

source: The entered transfer date is invalid.
id_id: Tanggal perpindahan tidak valid.
pt_pt: A data de transferência digitada é inválida.

source: The locations to transfer from and to must be different.
da_dk: Lagerpladserna til og fra skal være forskellige.
es_es: Las ubicaciones de origen y destino de transferencia deben ser diferentes.
id_id: Lokasi asal dan tujuan harus berbeda.
it_it: Le sedi di trasferimento di partenza e di arrivo devono essere differenti.
ka_ge: მდებარეობები ტრანსფერისას ერთ და იგივე არ უნდა იყოს.
pt_br: O local de origem e destino da transferência devem ser diferentes.
pt_pt: O local de origem e destino da transferência devem ser diferentes.
ru_ru: Мест для передачи от и до должны быть разными.

source: The quantity entered must be a positive number.
da_dk: Angivet antal skal være positivt.
es_es: La cantidad introducida debe ser un número positivo.
id_id: Kuantitas harus berupa angka positif.
it_it: La quantità inserita deve essere un numero positivo.
ka_ge: შეყვანილი რაოდენობა უნდა იყოს დადებითი რიცხვი.
pt_br: A quantidade digitada deve ser um número positivo.
pt_pt: A quantidade digitada deve ser um número positivo.
ru_ru: Количество вступил должно быть положительным числом.

source: Process Transfer
da_dk: Registrer overførslen
es_es: Procesar Transferencia
id_id: Proses Perpindahan
it_it: Processa Trasferimento
ka_ge: განახორციელე ტრანსფერი
pt_br: Processar Transferência
pt_pt: Processar Transferência
ru_ru: Процесс передачи

source: Stocks below Re-Order Level at
da_dk: Lager under bestillingspunktet ved
es_es: Nivel de stock de reposición en
id_id: Stok berada dibawah batas pesan ulang (reorder level) pada
it_it: Giacenza sotto il livello di riordino a
ka_ge: მარაგების განმეორებითი შეკვეთის განთავსების ზღვარს ჩამოსცილდა
pt_br: Nível de recompra do Estoque
pt_pt: Nível de reposição de stock em
ru_ru: Акции ниже минимальный уровень в

source: Below
da_dk: Under
es_es: Bajo
id_id: Di bawah
it_it: Qui di seguito
ka_ge: ქვემოთ
pt_br: Abaixo
pt_pt: Abaixo
ru_ru: Ниже

source: Please reorder
da_dk: Venligst genbestil
es_es: Por favor haga nuevamente el Pedido
id_id: Silakan pesan ulang (reorder)
it_it: fare nuovo order
ka_ge: შეუკვეთეთ ხელახლა
pt_br: Por favor reordene
pt_pt: Favor reordenar
ru_ru: Пожалуйста, порядок

source: For Part :
da_dk: for vare:
es_es: Para parte :
id_id: Untuk Part :
it_it: Per Parte :
ka_ge: ნაწილისთვის:
pt_br: Para a Parte:
pt_pt: Para a Parte:
ru_ru: Для части:

source: Location:
da_dk: Lokation:
es_es: Localidad:
id_id: Lokasi:
it_it: Sede:
ka_ge: მდებარეობა:
pt_br: Localização:
pt_pt: Localização:
ru_ru: Расположение:

source: Item Code
da_dk: Varenr.
es_es: Codigo de Artículo
id_id: Kode Barang
it_it: Codice articolo
ka_ge: კოდი
pt_br: Código
pt_pt: Código Artigo
ru_ru: Код товара

source: Item Description
da_dk: Varebeskrivelse
es_es: Descripción de Artículo
id_id: Keterangan Barang
it_it: Descrizione articolo
ka_ge: აღწერილობა
pt_br: Descrição do Item
pt_pt: Descrição do Artigo
ru_ru: Описание товара

source: Quantity
da_dk: Antal
es_es: Cantidad
id_id: Kuantitas
it_it: Quantità
ka_ge: რ-ბა
pt_br: Quantidade
pt_pt: Quantidade
ru_ru: Количество

source: Unit
da_dk: Enh.
es_es: Unidad
id_id: Satuan
it_it: Unità
ka_ge: ერთ.
pt_br: Unidade
pt_pt: Unidade
ru_ru: Блок

source: Unit Cost
da_dk: Enhedsomkostning
es_es: Coste por Unidad
id_id: Biaya satuan
it_it: Costo unitario
ka_ge: ერთ. თვით-ბა
pt_br: Custo Unitário
pt_pt: Custo Unitário
ru_ru: Себестоимость единицы продукции

source: From Location:
da_dk: Fra lagerplads:
es_es: De ubicación:
id_id: Lokasi asal:
it_it: Da:
ka_ge: მდებარეობიდან:
pt_br: Do Local:
pt_pt: Do Local:
ru_ru: От расположения:

source: To Location:
da_dk: Til lagerplads:
es_es: Para ubicación:
id_id: Lokasi tujuan:
it_it: A:
ka_ge: მდებარეობაში:
pt_br: Para o Local:
pt_pt: Para o Local:
ru_ru: Чтобы Расположение:

source: Cannot delete this item because there are stock movements that refer to this item.
da_dk: Kan ikke slette varen da der er tilknyttede lagerbevægelser.
es_es: No se puede eliminar este artículo porque existen movimientos de stock que referencian al mismo.
id_id: Tidak dapat menghapus barang karena sudah ada perpindahan stok pada barang ini.
it_it: Non puoi cancellare questo articolo perchè ci sono movimenti che fanno riferimento ad esso.
ka_ge: დასახელების წაშლა შეუძლებელია, რადგან არსებობს მარაგების მოძრაობები დაკავშირებული ამ დასახელებასთან.
pt_br: Não é possível deletar este item porque não há movimentos que referem-se a este item.
pt_pt: Não é possivel apagar um artigo com movimentos em stock.

source: Cannot delete this item record because there are bills of material that require this part as a component.
da_dk: Kan ikke slette varen da der findes producerede varer der behøver dette komponent.
es_es: No se puede eliminar este artículo porque existen listas de materiales que requieren esta parte como componente.
id_id: Tidak dapat menghapus barang karena digunakan pada Rakitan (Bill of Material)
it_it: Non puoi cancellare questo record articolo perchè ci sono delle fatture del materiale che lo richiedono come componente.
ka_ge: დასახელბის წაშლა შეუძლებელია რადგან არსებობს საწარმოო ზედნადები, რომელშიც ჩართულია ეს კომპონენტი.
pt_br: Não é possível deletar este registro de item porque há listas de material que solicita esta parte como um componente.
pt_pt: Não é possível remover este artigo porque há listas de material que necessita deste artigo como componente.

source: Cannot delete this item because there are existing purchase order items for it.
da_dk: Kan ikkee slette varen da der eksisterer tilhørende indkøbsordrer.
es_es: No se puede eliminar este artículo porque existen órdenes de compra para él.
id_id: Tidak dapat menghapus barang karena digunakan pada order pembelian.
it_it: Non puoi cancellare questo articolo perchè esistono ordini d'acquisto di articoli che fanno riferimento ad esso.
ka_ge: დასახელების წაშლა შეუძლებელია, რადგან არსებობს შესყიდვების შეკვეთა რომელშიც იგი ჩართულია.
pt_br: Não é possível deletar este item porque existem itens de pedidos que a utilizam.
pt_pt: Não é possível remover este artigo porque está a ser utilizado em requisições de compra.

source: This item cannot be deleted because some code aliases or foreign codes was entered for it, or there are kits defined using this item as component
da_dk: Denne vare kan ikke slettes, fordi nogle kode aliaser eller udenlandske koder er angivet for det, eller der er kits defineret ved hjælp af dette element som komponent
es_es: Este item no puede ser borrado por algún alias de código o códigos extranjeros fueron introducidos para el, o hay kits definidos usando este item como componente
id_id: Barang tidak dapat dihapus karena ada kode alias atau foreign codes, atau digunakan sebagai kompenen pada kit
it_it: L'articolo non può essere cancellato perchè sono stati inseriti dei codici alias o dei codici esterni sono stati inseriti per questo, o ci sono dei set definiti usando questo articolo come componente
ka_ge: დასახელების წაშლა შეუძლებელია რადგან არსებობს EAN კოდები ან ან ბარკოდები, ან არსებობს ნაკრებები განსაზღვრული ამ დასახელების გამოყენებით
pt_br: Este item não pode ser deletado por causa de alguns código aliás ou códigos estrangeiros foram digitados para isto, ou há kits definido usando este item como um componente
pt_pt: Este artigo não pode ser removido porque está a ser referenciado em referencias externas ou está a ser utilizado em kits que usam este artigo como componente

source: Inventory Item Movement
da_dk: Vare lagerbevægelser
es_es: Movimiento de Artículos de Inventario
id_id: Perpindahan barang inventaris
it_it: Movimento Articolo Inventario
ka_ge: მარაგების დასახელების მოძრაობა
pt_br: Movimentações de Item de Estoque
pt_pt: Movimentos de Inventário do Artigo
ru_ru: Движение инвентаризации товара

source: Show Movements
da_dk: Vis bevægelser
es_es: Mostrar Movimientos
id_id: Tampilkan Perpindahan
it_it: Mostra movimenti
ka_ge: აჩვენე მოძრაობები
pt_br: Mostrar Movimentações
pt_pt: Mostrar Movimentos
ru_ru: Показать движений

source: Refresh Inquiry
da_dk: Opdater oversigt
es_es: Refrescar Consulta
id_id: Ulangi Pencarian
it_it: Aggiorna Ricerca
ka_ge: განაახლე დაკითხვა
pt_br: Atualizar Consulta
pt_pt: Atualizar Consulta
ru_ru: Обновить запрос

source: Detail
da_dk: Detaljer
es_es: Detalle
id_id: Detil
it_it: Dettaglio
ka_ge: შინაარსი
pt_br: Detalhe
pt_pt: Detalhe
ru_ru: Подробность

source: Quantity In
da_dk: Antal ind
es_es: Cantidad de Entrada
id_id: Kuantitas masuk
it_it: Quantità Ingresso
ka_ge: მიღებული რაოდენობა
pt_br: Quantidade Dentro
pt_pt: Quantidade Entrada
ru_ru: Кол-во в

source: Quantity Out
da_dk: Antal ud
es_es: Cantidad de Salida
id_id: Kuantitas keluar
it_it: Quantità Uscita
ka_ge: გაცემული რაოდენობა
pt_br: Quantidade Fora
pt_pt: Quantidade Saida
ru_ru: Количество Out

source: Quantity on hand before
da_dk: Antal på lager inden
es_es: Cantidad disponible antes
id_id: Kuantitas sebelumnya
it_it: Quantità disponibile prima
ka_ge: ხელზე მდე:
pt_br: Quantidade disponível inicial
pt_pt: Quantidade disponível antes
ru_ru: Количество на руку, прежде чем

source: Quantity on hand after
da_dk: Antal på lager efter
es_es: Cantidad disponible después
id_id: Kuantitas akhir
it_it: Quantità disponibile dopo
ka_ge: ხელზე შემდეგ:
pt_br: Quantidade disponível final
pt_pt: Quantidade disponível depois
ru_ru: Количество на руки после

source: Inventory Item Status
da_dk: Lagerliste
es_es: Estado del Inventario
id_id: Status Barang Inventaris
it_it: Stato Articolo di Inventario
ka_ge: მარაგების დასახელების სტატუსი
pt_br: Estado de Item do Estoque
pt_pt: Estado Artigo em Stock
ru_ru: Статус инвентаризации товара

source: This is a service and cannot have a stock holding, only the total quantity on outstanding sales orders is shown.
da_dk: Dette er en tjeneste og kan ikke have lagerbeholdning, kun total udestående ordre vises.
es_es: Esto es un servicio y no puede tener control de existencias, sólo se muestra la cantidad total en pedidos pendientes.
id_id: Servis tidak memiliki kuantitas stok, hanya menampilkan total kuantitas di order penjualan yang belum selesai.
ka_ge: ეს არის მომსახურება და ნაშთი არ გააჩნია, მხოლოდ ჯამური რაოდენობაა ნაჩვენები შესასრულებელ გაყიდვების შეკვეთაზე.
pt_br: Isto é um serviço e não é estocado, somente o total de quantidade do pedido de vendas pendentes é mostrado
pt_pt: Isto é um serviço e não pode reservar stock , somente o total de quantidade das encomendas pendentes será mostrado.

source: Demand
da_dk: Behov
es_es: Demanda
id_id: Permintaan
it_it: Prenotato
ka_ge: მოთხოვნა
pt_br: Demanda
pt_pt: Encomendas
ru_ru: Спрос

source: On Order
da_dk: I Ordre
es_es: En Pedido
id_id: Dipesan
it_it: In ordine
ka_ge: შეკვეთაზე
pt_br: No Pedido
pt_pt: Reservada
ru_ru: На заказ

source: The item category description cannot be empty.
da_dk: Vare kategorien kan ikke være tom.
es_es: La descripción de la categoría de artículos no puede ser vacía.
id_id: Keterangan kategori barang harus diisi.
it_it: La descrizione della categoria dell'articolo non può essere vuota.
ka_ge: დასახელების კატეგორიის აღწერილობა არ შეიძლება იყოს ცარიელი.
pt_br: A decrição da categoria de item deve ser preenchida.
pt_pt: A descrição da categoria do artigo deve ser preenchida.
ru_ru: Описание товара категория не может быть пустым.

source: Selected item category has been updated
da_dk: Valgt varekategori er opdateret.
es_es: Categoría de artículo seleccionada ha sido actualizada
id_id: Kategori barang yang dipilih berhasil diubah
it_it: La categoria dell'articolo selezionata è stata aggiornata
ka_ge: არჩეული დასახელების კატეგორია განახლებულია
pt_br: A categoria do item selecionado foi atualizada
pt_pt: A categoria do artigo selecionado foi atualizada
ru_ru: Выбранные категории товара была обновлена

source: New item category has been added
da_dk: En ny varekategori er oprettet.
es_es: Nueva categoría de elemento se ha agregado
id_id: Kategori barang baru berhasil ditambahkan
it_it: La nuova categoria dell'articolo è stata aggiunta
ka_ge: ახალი დასახელების კატეგორია დამატებულია
pt_br: Uma nova categoria do item foi adicionada
pt_pt: Nova categoria do artigo foi adicionada
ru_ru: Новая категория пункт был добавлен
