Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.18-1.po
Languages: fa_ir

source: Tags
fa_ir: برچسب ها

source: Annual Expense Breakdown
fa_ir: تجزیه هزینه های سالانه

source: Close Balance
fa_ir: موجودی اختتامی

source: Profit and Loss Statement
fa_ir: صورت حساب سود و زیان

source: Tax Report
fa_ir: گزارش مالیات

source: Branch Name
fa_ir: نام شعبه

source: Net
fa_ir: خالص

source: Tax Rate
fa_ir: نرخ مالیات

source: Net Tax
fa_ir: مالیات خالص

source: Exempt
fa_ir: معاف

source: Time
fa_ir: زمان

source: Trans Date
fa_ir: تاریخ تراکنش

source: Action
fa_ir: عملیات

source: Audit Trail
fa_ir: ردیابی حسابرسی

source: Changed
fa_ir: تغییر یافته

source: Reports and Analysis
fa_ir: گزارش ها و تحلیل ها

source: Customer &Balances
fa_ir: مشتری و موجودی ها

source: Currency Filter
fa_ir: فیلتر ارز

source: Orientation
fa_ir: جهت گیری

source: Destination
fa_ir: مقصد

source: &Aged Customer Analysis
fa_ir: تحلیل مشتریان با سن

source: Graphics
fa_ir: گرافیک

source: Customer &Detail Listing
fa_ir: فهرست جزئیات مشتری

source: Activity Greater Than
fa_ir: فعالیت بیشتر از

source: Activity Less Than
fa_ir: فعالیت کمتر از

source: Sales &Summary Report
fa_ir: گزارش فروش و خلاصه

source: &Price Listing
fa_ir: فهرست قیمت

source: Inventory Category
fa_ir: کتگوری موجودی

source: Sales Types
fa_ir: انواع فروش

source: Show Pictures
fa_ir: نشان دادن تصاویر

source: &Order Status Listing
fa_ir: فهرست وضعیت سفارش

source: Stock Location
fa_ir: مکان موجودی

source: &Salesman Listing
fa_ir: فهرست فروشندگان

source: Print &Invoices
fa_ir: چاپ و فاکتورها

source: email Customers
fa_ir: ایمیل به مشتریان

source: Payment Link
fa_ir: لینک پرداخت

source: Print &Credit Notes
fa_ir: چاپ و یادداشت های اعتبار

source: Print &Deliveries
fa_ir: چاپ و تحویل ها

source: Print as Packing Slip
fa_ir: چاپ به عنوان برگه بسته بندی

source: Print &Statements
fa_ir: چاپ و صورت حساب ها

source: Email Customers
fa_ir: ایمیل به مشتریان

source: &Print Sales Orders
fa_ir: چاپ سفارشات فروش

source: Print as Quote
fa_ir: چاپ به عنوان نقل قول

source: &Print Sales Quotations
fa_ir: چاپ نقل قول های فروش

source: Print Receipts
fa_ir: چاپ رسیدها

source: Supplier &Balances
fa_ir: تأمین کننده و موجودی ها

source: &Aged Supplier Analyses
fa_ir: تحلیل تأمین کنندگان با سن

source: Supplier &Trial Balances
fa_ir: بیلانس آزمایشی تأمین کننده

source: &Payment Report
fa_ir: گزارش پرداخت

source: Outstanding &GRNs Report
fa_ir: گزارش GRNهای معوقه

source: Supplier &Detail Listing
fa_ir: فهرست جزئیات تأمین کننده

source: Print Purchase &Orders
fa_ir: چاپ سفارشات خرید

source: Email Suppliers
fa_ir: ایمیل به تأمین کنندگان

source: Print Remi&ttances
fa_ir: چاپ حواله ها

source: Inventory &Valuation Report
fa_ir: گزارش ارزیابی موجودی

source: Inventory &Planning Report
fa_ir: گزارش برنامه ریزی موجودی

source: Stock &Check Sheets
fa_ir: برگه های بررسی موجودی

source: Inventory Column
fa_ir: ستون موجودی

source: Show Only Shortages
fa_ir: فقط کمبودها را نشان بده

source: Item Like
fa_ir: مورد مشابه

source: Inventory &Sales Report
fa_ir: گزارش موجودی و فروش

source: &GRN Valuation Report
fa_ir: گزارش ارزیابی GRN

source: Inventory P&urchasing Report
fa_ir: گزارش خرید موجودی

source: Inventory &Movement Report
fa_ir: گزارش حرکت موجودی

source: C&osted Inventory Movement Report
fa_ir: گزارش حرکت موجودی با هزینه

source: Item &Sales Summary Report
fa_ir: گزارش خلاصه فروش مورد

source: Inventory Purchasing - &Transaction Based
fa_ir: خرید موجودی - مبتنی بر تراکنش

source: &Bill of Material Listing
fa_ir: فهرست صورت مواد

source: From product
fa_ir: از محصول

source: To product
fa_ir: به محصول

source: Work Order &Listing
fa_ir: فهرست سفارش کار

source: Outstanding Only
fa_ir: فقط معوقه

source: Print &Work Orders
fa_ir: چاپ سفارشات کار

source: Email Locations
fa_ir: ایمیل به مکان ها

source: &Fixed Assets Valuation
fa_ir: ارزیابی دارایی های ثابت

source: Fixed Assets Class
fa_ir: کتگوری دارایی های ثابت

source: Fixed Assets Location
fa_ir: مکان دارایی های ثابت

source: Dimension &Summary
fa_ir: خلاصه ابعاد

source: From Dimension
fa_ir: از ابعاد

source: To Dimension
fa_ir: به ابعاد

source: Banking
fa_ir: بانکداری

source: Bank &Statement
fa_ir: بانک و صورت حساب

source: Zero values
fa_ir: مقادیر صفر

source: Bank Statement w/ &Reconcile
fa_ir: صورت حساب بانکی با تطبیق

source: General Ledger
fa_ir: دفتر کل

source: Chart of &Accounts
fa_ir: چارت حساب ها

source: Show Balances
fa_ir: نشان دادن موجودی ها

source: List of &Journal Entries
fa_ir: فهرست ورودی های روزنامه

source: GL Account &Transactions
fa_ir: تراکنش های حساب GL

source: From Account
fa_ir: از حساب

source: To Account
fa_ir: به حساب

source: Annual &Expense Breakdown
fa_ir: تفکیک هزینه های سالانه

source: &Balance Sheet
fa_ir: صورت وضعیت مالی

source: Decimal values
fa_ir: مقادیر اعشاری

source: &Profit and Loss Statement
fa_ir: صورت حساب سود و زیان

source: Ta&x Report
fa_ir: گزارش مالیات

source: Unsupported image file format.
fa_ir: فرمت فایل تصویر پشتیبانی نمی شود.

source: Charge To
fa_ir: هزینه به

source: Delivered To
fa_ir: تحویل به

source: Discount %
fa_ir: تخفیف %

source: All amounts stated in
fa_ir: تمام مبلغ ذکر شده در

source: Quotation No.
fa_ir: شماره نقل قول.

source: Customer's Reference
fa_ir: ارجاع مشتری

source: Sales Person
fa_ir: فروشنده

source: Your VAT no.
fa_ir: شماره مالیات بر ارزش افزوده شما.

source: Our Quotation No
fa_ir: شماره نقل قول ما

source: Valid until
fa_ir: معتبر تا

source: PREPAYMENT ORDER
fa_ir: سفارش پیش پرداخت

source: Order No.
fa_ir: شماره سفارش.

source: Our Order No
fa_ir: شماره سفارش ما

source: Delivery Note No.
fa_ir: شماره یادداشت تحویل.

source: To Be Invoiced Before
fa_ir: باید قبل از این تاریخ فاکتور شود

source: Credit No.
fa_ir: شماره اعتبار.

source: Please quote Credit no. when paying. All amounts stated in
fa_ir: لطفاً شماره اعتبار را هنگام پرداخت ذکر کنید. تمام مقادیر ذکر شده در

source: PREPAYMENT INVOICE
fa_ir: فاکتور پیش پرداخت

source: FINAL INVOICE
fa_ir: فاکتور نهایی

source: Invoice No.
fa_ir: شماره فاکتور.

source: Please quote Invoice no. when paying. All amounts stated in
fa_ir: لطفاً شماره فاکتور را هنگام پرداخت ذکر کنید. تمام مقادیر ذکر شده در

source: Date of Payment
fa_ir: تاریخ پرداخت

source: Date of Sale
fa_ir: تاریخ فروش

source: Remittance No.
fa_ir: شماره حواله.

source: Order To
fa_ir: سفارش به

source: Purchase Order No.
fa_ir: شماره سفارش خرید.

source: Deliver To
fa_ir: تحویل به

source: Receipt No.
fa_ir: شماره رسید.

source: With thanks from
fa_ir: با تشکر از

source: Work Order No.
fa_ir: شماره سفارش کار.

source: DueDate
fa_ir: تاریخ سررسید

source: You can pay through
fa_ir: شما می توانید از طریق

source: * Subject to Realisation of the Cheque.
fa_ir: * مشروط به تحقق چک.

source: The security settings on your account do not permit you to print this report
fa_ir: تنظیمات امنیتی حساب شما اجازه نمی دهد که این گزارش را چاپ کنید

source: Print Out Date
fa_ir: تاریخ چاپ

source: Fiscal Year
fa_ir: سال مالی

source: Report Date
fa_ir: تاریخ گزارش

source: Generated At
fa_ir: تولید شده در

source: Generated By
fa_ir: تولید شده توسط

source: Our VAT No.
fa_ir: شماره مالیات بر ارزش افزوده ما.

source: Domicile
fa_ir: محل اقامت

source: Page
fa_ir: صفحه

source: Report Period
fa_ir: دوره گزارش

source: You have no email contact defined for this type of document for '%s'.
fa_ir: شما هیچ تماس ایمیلی برای این نوع سند برای '%s' تعریف نکرده اید.

source: Dear
fa_ir: عزیز

source: Attached you will find
fa_ir: در پیوست شما خواهید یافت

source: Kindest regards
fa_ir: با احترام

source: Sending document by email failed
fa_ir: ارسال سند از طریق ایمیل ناموفق بود

source: Email:
fa_ir: ایمیل:

source: has been sent by email to destination.
fa_ir: از طریق ایمیل به مقصد ارسال شده است.

source: Report has been sent to network printer
fa_ir: گزارش به چاپگر شبکه ارسال شده است

source: Cannot open connection to printer
fa_ir: نمی توان به چاپگر اتصال برقرار کرد

source: Printer does not acept the job
fa_ir: چاپگر کار را قبول نمی کند

source: Error sending print job control file
fa_ir: خطا در ارسال فایل کنترل کار چاپ

source: Print control file not accepted
fa_ir: فایل کنترل چاپ پذیرفته نشد

source: Cannot send report to printer
fa_ir: نمی توان گزارش را به چاپگر ارسال کرد

source: No ack after report printout
fa_ir: پس از چاپ گزارش هیچ تأییدی دریافت نشد

source: Cannot flush printing queue
fa_ir: نمی توان صف چاپ را خالی کرد

source: Report Classes:
fa_ir: کلاس های گزارش:

source: Reports For Class:
fa_ir: گزارش ها برای کلاس:

source: Display:
fa_ir: نمایش:

source: Unknown report parameter type:
fa_ir: نوع پارامتر گزارش ناشناخته است:

source: No Currency Filter
fa_ir: فیلتر ارز وجود ندارد

source: No Graphics
fa_ir: گرافیکی وجود ندارد

source: No Type Filter
fa_ir: فیلتر نوع وجود ندارد

source: No Account Group Filter
fa_ir: فیلتر گروه حساب وجود ندارد

source: No Dimension Filter
fa_ir: فیلتر ابعاد وجود ندارد

source: No Customer Filter
fa_ir: فیلتر مشتری وجود ندارد

source: No Supplier Filter
fa_ir: فیلتر تأمین کننده وجود ندارد

source: No Location Filter
fa_ir: فیلتر مکان وجود ندارد

source: No Category Filter
fa_ir: فیلتر کتگوری وجود ندارد

source: No Class Filter
fa_ir: فیلتر کلاس وجود ندارد

source: No Areas Filter
fa_ir: فیلتر مناطق وجود ندارد

source: No Sales Folk Filter
fa_ir: فیلتر فروشندگان وجود ندارد

source: No Users Filter
fa_ir: فیلتر کاربران وجود ندارد

source: Create and Print Recurrent Invoices
fa_ir: ایجاد و چاپ فاکتورهای تکراری

source: %s recurrent invoice(s) created, # %s - # %s.
fa_ir: %s فاکتور(های) تکراری ایجاد شد، شماره %s - شماره %s.

source: &Print Recurrent Invoices # %s - # %s
fa_ir: &چاپ فاکتورهای تکراری شماره %s - شماره %s

source: &Email Recurrent Invoices # %s - # %s
fa_ir: &ایمیل فاکتورهای تکراری شماره %s - شماره %s

source: Recurrent invoice cannot be generated before last day of covered period.
fa_ir: فاکتور تکراری نمی تواند قبل از آخرین روز دوره پوشش ایجاد شود.

source: Recurrent invoices cannot be generated because some items have no price defined in customer currency.
fa_ir: فاکتورهای تکراری نمی توانند ایجاد شوند زیرا برخی از اقلام قیمت مشخصی در ارز مشتری ندارند.

source: Recurrent invoices cannot be generated because selected sales order template uses prepayment sales terms. Change payment terms and try again.
fa_ir: فاکتورهای تکراری نمی توانند ایجاد شوند زیرا الگوی سفارش فروش انتخاب شده از شرایط فروش پیش پرداخت استفاده می کند. شرایط پرداخت را تغییر دهید و دوباره تلاش کنید.

source: Template:
fa_ir: الگو:

source: Number of invoices:
fa_ir: تعداد فاکتورها:

source: Invoice date:
fa_ir: تاریخ فاکتور:

source: Invoice notice:
fa_ir: اطلاعیه فاکتور:

source: Recurrent Invoice covers period %s - %s.
fa_ir: فاکتور تکراری دوره %s - %s را پوشش می دهد.

source: Create
fa_ir: ایجاد

source: Create recurrent invoices
fa_ir: ایجاد فاکتورهای تکراری

source: Return to recurrent invoices
fa_ir: بازگشت به فاکتورهای تکراری

source: You are about to issue %s invoices. Do you want to continue?
fa_ir: شما در حال صدور %s فاکتور هستید. آیا می خواهید ادامه دهید؟

source: Begin
fa_ir: شروع

source: End
fa_ir: پایان

source: Create %s Invoice(s)
fa_ir: ایجاد %s فاکتور(ها)

source: Marked items are due.
fa_ir: اقلام علامت گذاری شده سررسید شده اند.

source: No recurrent invoices are due.
fa_ir: هیچ فاکتور تکراری سررسید نشده است.

source: Modifying Customer Credit Note #%d
fa_ir: تغییر یادداشت اعتبار مشتری #%d

source: There are no customers, or there are no customers with branches. Please define customers and customer branches.
fa_ir: هیچ مشتری وجود ندارد، یا هیچ مشتری با شعبه وجود ندارد. لطفاً مشتریان و شعب مشتری را تعریف کنید.

source: Credit Note # %d has been processed
fa_ir: یادداشت اعتبار # %d پروسس شده است

source: &View this credit note
fa_ir: &مشاهده این یادداشت اعتبار

source: &Print This Credit Invoice
fa_ir: &چاپ این فاکتور اعتبار

source: &Email This Credit Invoice
fa_ir: &ایمیل این فاکتور اعتبار

source: View the GL &Journal Entries for this Credit Note
fa_ir: مشاهده ورودی های GL &روزنامه برای این یادداشت اعتبار

source: Enter Another &Credit Note
fa_ir: وارد کردن یادداشت اعتبار دیگری

source: There is no customer selected.
fa_ir: هیچ مشتری انتخاب نشده است.

source: This customer has no branch defined.
fa_ir: این مشتری هیچ شعبه ای تعریف نشده است.

source: You must enter a reference.
fa_ir: شما باید یک ارجاع وارد کنید.

source: The entered date for the credit note is invalid.
fa_ir: تاریخ وارد شده برای یادداشت اعتبار نامعتبر است.

source: For credit notes created to write off the stock, a general ledger account is required to be selected.
fa_ir: برای یادداشت های اعتباری که برای نوشتن موجودی ایجاد شده اند، انتخاب یک حساب دفتر کل الزامی است.

source: Please select an account to write the cost of the stock off to, then click on Process again.
fa_ir: لطفاً یک حساب برای نوشتن هزینه موجودی انتخاب کنید، سپس دوباره روی پروسس کلیک کنید.

source: The quantity must be greater than zero.
fa_ir: مقدار باید بزرگتر از صفر باشد.

source: The entered price is negative or invalid.
fa_ir: قیمت وارد شده منفی یا نامعتبر است.

source: The entered discount percent is negative, greater than 100 or invalid.
fa_ir: درصد تخفیف وارد شده منفی، بزرگتر از 100 یا نامعتبر است.

source: Credit Note Items
fa_ir: اقلام یادداشت اعتبار

source: Process Credit Note
fa_ir: پروسس یادداشت اعتبار

source: Modifying Credit Invoice # %d.
fa_ir: تغییر فاکتور اعتبار # %d.

source: Credit all or part of an Invoice
fa_ir: اعتبار کل یا بخشی از یک فاکتور

source: Credit Note has been processed
fa_ir: یادداشت اعتبار پروسس شده است

source: &View This Credit Note
fa_ir: &مشاهده این یادداشت اعتبار

source: &Print This Credit Note
fa_ir: &چاپ این یادداشت اعتبار

source: &Email This Credit Note
fa_ir: &ایمیل این یادداشت اعتبار

source: Credit Note has been updated
fa_ir: یادداشت اعتبار به روزرسانی شده است

source: The entered shipping cost is invalid or less than zero.
fa_ir: هزینه حمل و نقل وارد شده نامعتبر یا کمتر از صفر است.

source: Selected quantity cannot be less than zero nor more than quantity not credited yet.
fa_ir: مقدار انتخاب شده نمی تواند کمتر از صفر یا بیشتر از مقداری باشد که هنوز اعتبار داده نشده است.

source: This page can only be opened if an invoice has been selected for crediting.
fa_ir: این صفحه فقط در صورتی باز می شود که یک فاکتور برای اعتباردهی انتخاب شده باشد.

source: Crediting Invoice
fa_ir: اعتباردهی فاکتور

source: Credit Note Date
fa_ir: تاریخ یادداشت اعتبار

source: Invoiced Quantity
fa_ir: مقدار فاکتور شده

source: Credit Quantity
fa_ir: مقدار اعتبار

source: Credit Shipping Cost
fa_ir: هزینه حمل و نقل اعتبار

source: Credit Note Type
fa_ir: نوع یادداشت اعتبار

source: Items Returned to Location
fa_ir: اقلام بازگشتی به مکان

source: Write off the cost of the items to
fa_ir: نوشتن هزینه اقلام به

source: Update credit value for quantities entered
fa_ir: به روزرسانی ارزش اعتبار برای مقادیر وارد شده

source: Modifying Delivery Note # %d.
fa_ir: تغییر یادداشت تحویل # %d.

source: Deliver Items for a Sales Order
fa_ir: تحویل اقلام برای یک سفارش فروش

source: Delivery # %d has been entered.
fa_ir: تحویل # %d وارد شده است.

source: &View This Delivery
fa_ir: &مشاهده این تحویل

source: &Print Delivery Note
fa_ir: &چاپ یادداشت تحویل

source: &Email Delivery Note
fa_ir: &ایمیل یادداشت تحویل

source: P&rint as Packing Slip
fa_ir: چاپ به عنوان برگه بسته بندی

source: E&mail as Packing Slip
fa_ir: ایمیل به عنوان برگه بسته بندی

source: View the GL Journal Entries for this Dispatch
fa_ir: مشاهده ورودی های روزنامه GL برای این ارسال

source: Invoice This Delivery
fa_ir: فاکتور این تحویل

source: Select Another Order For Dispatch
fa_ir: انتخاب یک سفارش دیگر برای ارسال

source: Delivery Note # %d has been updated.
fa_ir: یادداشت تحویل # %d به روزرسانی شده است.

source: View this delivery
fa_ir: مشاهده این تحویل

source: Confirm Delivery and Invoice
fa_ir: تأیید تحویل و فاکتور

source: Select A Different Delivery
fa_ir: انتخاب یک تحویل دیگر

source: You have to set Deferred Income Account in GL Setup to entry prepayment invoices.
fa_ir: شما باید حساب درآمد معوقه را در تنظیمات GL تنظیم کنید تا فاکتورهای پیش پرداخت وارد شوند.

source: Select a different sales order to delivery
fa_ir: انتخاب یک سفارش فروش دیگر برای تحویل

source: This order has no items. There is nothing to delivery.
fa_ir: این سفارش هیچ اقلامی ندارد. هیچ چیزی برای تحویل وجود ندارد.

source: This prepayment order is not yet ready for delivery due to insufficient amount received.
fa_ir: این سفارش پیش پرداخت هنوز به دلیل دریافت مبلغ ناکافی آماده تحویل نیست.

source: Select a different delivery
fa_ir: انتخاب یک تحویل دیگر

source: This delivery has all items invoiced. There is nothing to modify.
fa_ir: این تحویل تمام اقلام فاکتور شده است. هیچ چیزی برای تغییر وجود ندارد.

source: This page can only be opened if an order or delivery note has been selected. Please select it first.
fa_ir: این صفحه فقط در صورتی باز می شود که یک سفارش یا یادداشت تحویل انتخاب شده باشد. لطفاً ابتدا آن را انتخاب کنید.

source: Select a Sales Order to Delivery
fa_ir: انتخاب یک سفارش فروش برای تحویل

source: Selected quantity cannot be less than quantity invoiced nor more than quantity not dispatched on sales order.
fa_ir: مقدار انتخاب شده نمی تواند کمتر از مقدار فاکتور شده یا بیشتر از مقداری باشد که در سفارش فروش ارسال نشده است.

source: Freight cost cannot be less than zero
fa_ir: هزینه حمل و نقل نمی تواند کمتر از صفر باشد

source: The entered date of delivery is invalid.
fa_ir: تاریخ وارد شده برای تحویل نامعتبر است.

source: The entered dead-line for invoice is invalid.
fa_ir: مهلت وارد شده برای فاکتور نامعتبر است.

source: The entered shipping value is not numeric.
fa_ir: مقدار حمل و نقل وارد شده عددی نیست.

source: There are no item quantities on this delivery note.
fa_ir: هیچ مقدار اقلامی در این یادداشت تحویل وجود ندارد.

source: This document cannot be processed because there is insufficient quantity for items marked.
fa_ir: این سند نمی تواند پروسس شود زیرا مقدار کافی برای اقلام علامت گذاری شده وجود ندارد.

source: For Sales Order
fa_ir: برای سفارش فروش

source: Delivery From
fa_ir: تحویل از

source: Invoice Dead-line
fa_ir: مهلت فاکتور

source: The selected customer account is currently on hold. Please contact the credit control personnel to discuss.
fa_ir: حساب مشتری انتخاب شده در حال حاضر معلق است. لطفاً با پرسنل کنترل اعتبار تماس بگیرید تا بحث کنید.

source: Delivery Items
fa_ir: اقلام تحویل

source: Max. delivery
fa_ir: حداکثر تحویل

source: Invoiced
fa_ir: فاکتور شده

source: Shipping Cost
fa_ir: هزینه حمل و نقل

source: Marked items have insufficient quantities in stock as on day of delivery.
fa_ir: اقلام علامت گذاری شده در روز تحویل مقدار کافی در انبار ندارند.

source: Action For Balance
fa_ir: عملیات برای موجودی

source: Refresh document page
fa_ir: به روزرسانی صفحه سند

source: Reset quantity
fa_ir: تنظیم مجدد مقدار

source: Clear quantity
fa_ir: پاک کردن مقدار

source: Process Dispatch
fa_ir: پروسس ارسال

source: Check entered data and save document
fa_ir: بررسی داده های وارد شده و ذخیره سند

source: Modifying Sales Invoice # %d.
fa_ir: تغییر فاکتور فروش # %d.

source: Issue an Invoice for Delivery Note
fa_ir: صدور فاکتور برای یادداشت تحویل

source: Issue Batch Invoice for Delivery Notes
fa_ir: صدور فاکتور دسته ای برای یادداشت های تحویل

source: Prepayment or Final Invoice Entry
fa_ir: ورود فاکتور پیش پرداخت یا نهایی

source: Selected deliveries has been processed
fa_ir: تحویل های انتخاب شده پروسس شده اند

source: &View This Invoice
fa_ir: &مشاهده این فاکتور

source: &Print This Invoice
fa_ir: &چاپ این فاکتور

source: &Email This Invoice
fa_ir: &ایمیل این فاکتور

source: View the GL &Journal Entries for this Invoice
fa_ir: مشاهده ورودی های GL &روزنامه برای این فاکتور

source: Select Another &Delivery For Invoicing
fa_ir: انتخاب یک تحویل دیگر برای صدور فاکتور

source: Entry &customer payment for this invoice
fa_ir: ورود پرداخت مشتری برای این فاکتور

source: Sales Invoice # %d has been updated.
fa_ir: فاکتور فروش # %d به روزرسانی شده است.

source: Select Another &Invoice to Modify
fa_ir: انتخاب یک فاکتور دیگر برای تغییر

source: Select a different delivery to invoice
fa_ir: انتخاب یک تحویل دیگر برای صدور فاکتور

source: There are no delivered items with a quantity left to invoice. There is nothing left to invoice.
fa_ir: هیچ اقلام تحویلی با مقدار باقی مانده برای صدور فاکتور وجود ندارد. هیچ چیزی برای صدور فاکتور باقی نمانده است.

source: All quantities on this invoice has been credited. There is nothing to modify on this invoice
fa_ir: تمام مقادیر در این فاکتور اعتبار داده شده اند. هیچ چیزی برای تغییر در این فاکتور وجود ندارد

source: Please select correct Sales Order Prepayment to be invoiced and try again.
fa_ir: لطفاً پیش پرداخت صحیح سفارش فروش را برای صدور فاکتور انتخاب کنید و دوباره تلاش کنید.

source: This page can only be opened after delivery selection. Please select delivery to invoicing first.
fa_ir: این صفحه فقط پس از انتخاب تحویل می تواند باز شود. لطفاً ابتدا تحویل را برای صدور فاکتور انتخاب کنید.

source: Select Delivery to Invoice
fa_ir: انتخاب تحویل برای صدور فاکتور

source: Selected quantity cannot be less than quantity credited nor more than quantity not invoiced yet.
fa_ir: مقدار انتخاب شده نمی تواند کمتر از مقدار اعتبار داده شده یا بیشتر از مقداری باشد که هنوز فاکتور نشده است.

source: The entered invoice date is invalid.
fa_ir: تاریخ وارد شده برای فاکتور نامعتبر است.

source: The entered invoice due date is invalid.
fa_ir: تاریخ سررسید فاکتور وارد شده نامعتبر است.

source: There are no item quantities on this invoice.
fa_ir: هیچ مقدار اقلامی در این فاکتور وجود ندارد.

source: There is no non-invoiced payments for this order. If you want to issue final invoice, select delayed or cash payment terms.
fa_ir: هیچ پرداختی که فاکتور نشده باشد برای این سفارش وجود ندارد. اگر می خواهید فاکتور نهایی صادر کنید، شرایط پرداخت تأخیری یا نقدی را انتخاب کنید.

source: Payment terms:
fa_ir: شرایط پرداخت:

source: Sales Order Items
fa_ir: اقلام سفارش فروش

source: Invoice Items
fa_ir: اقلام فاکتور

source: This Invoice
fa_ir: این فاکتور

source: Credited
fa_ir: اعتبار داده شده

source: Invoice Total
fa_ir: مجموع فاکتور

source: Sales order:
fa_ir: سفارش فروش:

source: Payments received:
fa_ir: پرداخت های دریافتی:

source: Invoiced here:
fa_ir: اینجا فاکتور شده است:

source: Left to be invoiced:
fa_ir: باقی مانده برای فاکتور شدن:

source: Invoiced so far:
fa_ir: تا کنون فاکتور شده است:

source: Customer Payment Entry
fa_ir: ورود پرداخت مشتری

source: There are no customers defined in the system.
fa_ir: هیچ مشتری در سیستم تعریف نشده است.

source: Invalid sales invoice number.
fa_ir: شماره فاکتور فروش نامعتبر است.

source: The customer payment has been successfully entered.
fa_ir: پرداخت مشتری با موفقیت وارد شده است.

source: &Print This Receipt
fa_ir: &چاپ این رسید

source: &Email This Receipt
fa_ir: &ایمیل این رسید

source: &View this Customer Payment
fa_ir: &مشاهده این پرداخت مشتری

source: &View the GL Journal Entries for this Customer Payment
fa_ir: &مشاهده ورودی های روزنامه GL برای این پرداخت مشتری

source: Enter Another &Customer Payment
fa_ir: وارد کردن پرداخت مشتری دیگری

source: Enter Payment to &Supplier
fa_ir: وارد کردن پرداخت به &تأمین کننده

source: The customer payment has been successfully updated.
fa_ir: پرداخت مشتری با موفقیت به روزرسانی شده است.

source: Select Another Customer Payment for &Edition
fa_ir: انتخاب پرداخت مشتری دیگری برای &ویرایش

source: The entered date is invalid. Please enter a valid date for the payment.
fa_ir: تاریخ وارد شده نامعتبر است. لطفاً یک تاریخ معتبر برای پرداخت وارد کنید.

source: The entered amount is invalid or negative and cannot be processed.
fa_ir: مقدار وارد شده نامعتبر یا منفی است و نمی تواند پروسس شود.

source: The entered discount is not a valid number.
fa_ir: تخفیف وارد شده عدد معتبری نیست.

source: The balance of the amount and discount is zero or negative. Please enter valid amounts.
fa_ir: مقدار باقی مانده و تخفیف صفر یا منفی است. لطفاً مقادیر معتبر وارد کنید.

source: The entered payment amount is zero or negative.
fa_ir: مقدار پرداخت وارد شده صفر یا منفی است.

source: From Customer:
fa_ir: از مشتری:

source: Into Bank Account:
fa_ir: به حساب بانکی:
