Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.8-1.po
Languages: ta_in

source: Issue Batch Invoice for Delivery Notes
ta_in: டெலிவரி குறிப்புகள் வெளியீடு பேட்ச் விலைப்பட்டியல்

source: Prepayment or Final Invoice Entry
ta_in: முன்செலுத்தல் அல்லது இறுதி விலைப்பட்டியல் நுழைவு

source: Selected deliveries has been processed
ta_in: தேர்ந்தெடுத்த விநியோகங்கள் செயலாக்கப்பட்டன

source: &View This Invoice
ta_in: இந்த விலைப்பட்டியல் காண்க

source: &Print This Invoice
ta_in: இந்த விலைப்பட்டியல் அச்சிடு

source: &Email This Invoice
ta_in: இந்த விலைப்பட்டியல் மின்னஞ்சல்

source: View the GL &Journal Entries for this Invoice
ta_in: இந்த விலைப்பட்டியல் க்கான GL ஜர்னல் பதிவுகள் காண்க

source: Select Another &Delivery For Invoicing
ta_in: விலைக்கு மற்றொரு டெலிவரி தேர்ந்தெடுக்கவும்

source: Entry &customer payment for this invoice
ta_in: இந்த விலைப்பட்டியல் வாடிக்கையாளர் கட்டணம் செலுத்துங்கள்

source: Sales Invoice # %d has been updated.
ta_in: விற்பனை விலைப்பட்டியல் # %d புதுப்பிக்கப்பட்டது.

source: Select Another &Invoice to Modify
ta_in: மாற்ற மற்றொரு விலைப்பட்டியல் தேர்ந்தெடுக்கவும்

source: Select a different delivery to invoice
ta_in: விலைப்பட்டியல்க்கு வேறுபட்ட விநியோகத்தைத் தேர்ந்தெடுக்கவும்

source: There are no delivered items with a quantity left to invoice. There is nothing left to invoice.
ta_in: விலைப்பட்டியல் ஏதுமின்றி வழங்கப்பட்ட பொருட்களை ஏதுமில்லை. விலைப்பட்டியல் எதுவும் இல்லை.

source: All quantities on this invoice has been credited. There is nothing to modify on this invoice
ta_in: இந்த விலைப்பட்டியல் மீதான அனைத்து அளவுகளும் வரவு வைக்கப்பட்டுள்ளன. இந்த விலைப்பட்டியல் மீது மாற்ற எதுவும் இல்லை

source: Please select correct Sales Order Prepayment to be invoiced and try again.
ta_in: Invoiced செய்ய சரியான Sales Order Prepayment ஐ தேர்ந்தெடுத்து மீண்டும் முயற்சிக்கவும்.

source: This page can only be opened after delivery selection. Please select delivery to invoicing first.
ta_in: விநியோகத் தேர்வுக்குப் பின் மட்டுமே இந்தப் பக்கம் திறக்கப்படும். முதல் விலைப்பட்டியல் அனுப்புவதற்கு தயவுசெய்து தேர்ந்தெடுக்கவும்.

source: Select Delivery to Invoice
ta_in: விலைப்பட்டியல் டெலிவரி தேர்ந்தெடுக்கவும்

source: Selected quantity cannot be less than quantity credited nor more than quantity not invoiced yet.
ta_in: தேர்ந்தெடுக்கப்பட்ட அளவு இன்னும் வரம்பை விட குறைவாக இருக்கக்கூடாது அல்லது இதுவரை வழங்கப்படாத அளவைவிட அதிகமாக இருக்க முடியாது.

source: The entered invoice date is invalid.
ta_in: உள்ளிட்ட விலைப்பட்டியல் தேதி செல்லாதது.

source: The entered invoice due date is invalid.
ta_in: உள்ளீட்டு விலைப்பட்டியல் உரிய தேதி தவறானது.

source: There are no item quantities on this invoice.
ta_in: இந்த விலைப்பட்டியல் மீது எந்த உருப்படியும் இல்லை.

source: There is no non-invoiced payments for this order. If you want to issue final invoice, select delayed or cash payment terms.
ta_in: இந்த வரிசையில் அல்லாத பணம் செலுத்தும் பணம் இல்லை. நீங்கள் இறுதி விலைப்பட்டியல் வெளியிட விரும்பினால், தாமதமாக அல்லது பணம் செலுத்தும் விதிமுறைகளைத் தேர்ந்தெடுக்கவும்.

source: Payment terms:
ta_in: கட்டண வரையறைகள்:

source: Sales Order Items
ta_in: விற்பனை ஆணை பொருட்கள்

source: Invoice Items
ta_in: விலைப்பட்டியல் பொருட்கள்

source: This Invoice
ta_in: இந்த விலைப்பட்டியல்

source: Credited
ta_in: வரவு

source: Invoice Total
ta_in: விலைப்பட்டியல் மொத்தம்

source: Sales order:
ta_in: விற்பனை ஆணை:

source: Payments received:
ta_in: பணம் பெறப்பட்டது:

source: Invoiced here:
ta_in: இங்கே Invoiced:

source: Left to be invoiced:
ta_in: அழைக்கப்படுவதற்கு இடது:

source: Customer Payment Entry
ta_in: வாடிக்கையாளர் கொடுப்பனவு நுழைவு

source: There are no customers defined in the system.
ta_in: கணினியில் வரையறுக்கப்பட்ட வாடிக்கையாளர்கள் இல்லை.

source: Invalid sales invoice number.
ta_in: தவறான விற்பனை விலைப்பட்டியல் எண்.

source: The customer payment has been successfully entered.
ta_in: வாடிக்கையாளர் கட்டணம் வெற்றிகரமாக நுழைந்தது.

source: &Print This Receipt
ta_in: இந்த ரசீது அச்சடிக்கவும்

source: &Email This Receipt
ta_in: இந்த ரசீதை மின்னஞ்சல் மூலம் அனுப்பவும்

source: &View this Customer Payment
ta_in: இந்த வாடிக்கையாளர் கட்டணத்தைக் காண்க

source: Enter Another &Customer Payment
ta_in: மற்றொரு வாடிக்கையாளர் கட்டணத்தை உள்ளிடவும்

source: Enter Payment to &Supplier
ta_in: சப்ளையருக்கு பணம் செலுத்தவும்

source: &View the GL Journal Entries for this Customer Payment
ta_in: இந்த வாடிக்கையாளர் கட்டணத்திற்கான GL ஜர்னல் பதிவுகள் காண்க

source: The customer payment has been successfully updated.
ta_in: வாடிக்கையாளர் கட்டணம் வெற்றிகரமாக புதுப்பிக்கப்பட்டது.

source: Select Another Customer Payment for &Edition
ta_in: பதிப்புக்கு மற்றொரு வாடிக்கையாளர் கொடுப்பனவைத் தேர்ந்தெடுக்கவும்

source: There is no customer selected.
ta_in: எந்த வாடிக்கையாளரும் தேர்ந்தெடுக்கப்படவில்லை.

source: This customer has no branch defined.
ta_in: இந்த வாடிக்கையாளர் வரையறுக்கப்பட்டுள்ள கிளைக்கு இல்லை.

source: The entered date is invalid. Please enter a valid date for the payment.
ta_in: உள்ளிட்ட தேதி செல்லாதது. கட்டணத்திற்கான செல்லுபடியாகும் தேதியை உள்ளிடுக.

source: The entered amount is invalid or negative and cannot be processed.
ta_in: உள்ளிட்ட தொகை செல்லுபடியாகாத அல்லது எதிர்மறையானது மற்றும் செயலாக்கமுடியாது.

source: The entered discount is not a valid number.
ta_in: உள்ளீட்டு தள்ளுபடி சரியான எண் அல்ல.

source: The balance of the amount and discount is zero or negative. Please enter valid amounts.
ta_in: அளவு மற்றும் தள்ளுபடி சமநிலை பூஜ்ஜியம் அல்லது எதிர்மறை ஆகும். செல்லுபடியாகும் அளவுகளை உள்ளிடுக.

source: The entered payment amount is zero or negative.
ta_in: உள்ளிட்ட கட்டண தொகை பூஜ்ஜியம் அல்லது எதிர்மறை ஆகும்.

source: From Customer:
ta_in: வாடிக்கையாளர்:

source: Into Bank Account:
ta_in: வங்கிக் கணக்கில்

source: Date of Deposit:
ta_in: வைப்புத் தொகை:

source: Payment Amount:
ta_in: கட்டணம் தொகை:

source: Customer prompt payment discount :
ta_in: வாடிக்கையாளர் கேட்கும் கட்டணம் தள்ளுபடி:

source: Add Payment
ta_in: கட்டணம் சேர்க்கவும்

source: Update Payment
ta_in: கட்டணத்தை புதுப்பி

source: Direct Sales Delivery
ta_in: நேரடி விற்பனை டெலிவரி

source: Fixed Assets Sale
ta_in: நிலையான சொத்து விற்பனை

source: Direct Sales Invoice
ta_in: நேரடி விற்பனை விலைப்பட்டியல்

source: Modifying Sales Order # %d
ta_in: விற்பனை ஆர்டர் # %d ஐ மாற்றியமைக்கிறது

source: Modifying Sales Quotation # %d
ta_in: விற்பனை மேற்கோளை மாற்றியமைத்தல் # %d

source: New Sales Order Entry
ta_in: புதிய விற்பனை ஆர்டர் நுழைவு

source: New Sales Quotation Entry
ta_in: புதிய விற்பனை மேற்கோள் நுழைவு

source: Sales Order Entry
ta_in: விற்பனை வரிசை நுழைவு

source: This order cannot be edited because there are invoices or payments related to it, and prepayment terms were used.
ta_in: இந்த வரிசையை திருத்த முடியாது, ஏனெனில் அதில் உள்ளீடுகள் அல்லது பணம் செலுத்துதல், மற்றும் முன்னுரிமை விதிமுறைகளைப் பயன்படுத்தப்பட்டன.

source: Order # %d has been entered.
ta_in: ஆர்டர் # %d உள்ளிடப்பட்டுள்ளது.

source: &View This Order
ta_in: இந்த வரிசையைக் காண்க

source: Make &Delivery Against This Order
ta_in: இந்த ஆர்டர் மீது டெலிவரி செய்யுங்கள்

source: Enter a &New Order
ta_in: புதிய ஆர்டர் ஒன்றை உள்ளிடவும்

source: Order # %d has been updated.
ta_in: ஆர்டர் # %d புதுப்பிக்கப்பட்டது.

source: Confirm Order Quantities and Make &Delivery
ta_in: ஆர்டர் அளவுகளை உறுதிப்படுத்தி டெலிவரி செய்யுங்கள்

source: Select A Different &Order
ta_in: வேறுபட்ட வரிசை ஒன்றைத் தேர்ந்தெடுக்கவும்

source: Quotation # %d has been entered.
ta_in: மேற்கோள் # %d உள்ளிடப்பட்டுள்ளது.

source: &View This Quotation
ta_in: இந்த மேற்கோளைக் காண்க

source: &Print This Quotation
ta_in: இந்த மேற்கோளை அச்சிடுக

source: &Email This Quotation
ta_in: இந்த மேற்கோளை மின்னஞ்சல்

source: Make &Sales Order Against This Quotation
ta_in: இந்த மேற்கோளை எதிர்த்து விற்பனையை ஆர்டர் செய்யவும்

source: Enter a New &Quotation
ta_in: புதிய மேற்கோளை உள்ளிடவும்

source: Quotation # %d has been updated.
ta_in: மேற்கோள் # %d புதுப்பிக்கப்பட்டது.

source: Select A Different &Quotation
ta_in: வேறுபட்ட மேற்கோளைத் தேர்ந்தெடுக்கவும்

source: Make &Invoice Against This Delivery
ta_in: இந்த டெலிவரிக்கு எதிரான விலைப்பட்டியல் செய்யுங்கள்

source: Enter a New Template &Delivery
ta_in: ஒரு புதிய டெம்ப்ளேட் டெலிவரி உள்ளிடவும்

source: Enter a &New Delivery
ta_in: புதிய டெலிவரி உள்ளிடவும்

source: Invoice # %d has been entered.
ta_in: விலைப்பட்டியல் # %d உள்ளிடப்பட்டுள்ளது.

source: &Print Sales Invoice
ta_in: விற்பனை விவரப்பட்டியல் அச்சிடு

source: &Email Sales Invoice
ta_in: மின்னஞ்சல் விற்பனை விலைப்பட்டியல்

source: Print &Receipt
ta_in: அச்சு ரசீது

source: Enter a &New Template Invoice
ta_in: ஒரு புதிய டெம்ப்ளேட் விலைப்பட்டியல் உள்ளிடவும்

source: Enter a &New Direct Invoice
ta_in: புதிய நேரடி விலைப்பட்டியல் சேர்க்கவும்

source: Pre-payment required have to be positive and less than total amount.
ta_in: முன் பணம் தேவைப்படும்போது, ​​மொத்த தொகையை விட நேர்மறை மற்றும் குறைவாக இருக்க வேண்டும்.

source: You must enter the person or company to whom delivery should be made to.
ta_in: விநியோகிக்கப்பட வேண்டிய நபரிடம் அல்லது நபரிடம் நீங்கள் நுழைய வேண்டும்.

source: You should enter the street address in the box provided. Orders cannot be accepted without a valid street address.
ta_in: வழங்கப்பட்ட பெட்டியில் தெரு முகவரிக்குள் நுழைய வேண்டும். செல்லுபடியாகும் தெரு முகவரி இல்லாமல் ஆணைகளை ஏற்றுக்கொள்ள முடியாது.

source: The shipping cost entered is expected to be numeric.
ta_in: நுழைந்த கப்பல் செலவு எண்ணிக் கணக்கிடப்படுகிறது.

source: The Valid date is invalid.
ta_in: செல்லுபடியாகும் தேதி செல்லாதது.

source: The delivery date is invalid.
ta_in: விநியோக தேதி தவறானது.

source: The requested valid date is before the date of the quotation.
ta_in: கோரப்பட்ட செல்லுபடியாகும் தேதி மேற்கோள் தேதிக்கு முன்பே உள்ளது.

source: The requested delivery date is before the date of the order.
ta_in: கோரப்பட்ட விநியோக தேதி ஆர்டர் தேதி முன் உள்ளது.

source: You need to define a cash account for your Sales Point.
ta_in: உங்கள் விற்பனை புள்ளியில் ஒரு பணக் கணக்கை நீங்கள் வரையறுக்க வேண்டும்.

source: The reference number field has been increased. Please save the document again.
ta_in: குறிப்பு எண் புலம் அதிகரிக்கப்பட்டுள்ளது. ஆவணத்தை மீண்டும் சேமிக்கவும்.

source: The item could not be updated because you are attempting to set the quantity ordered to less than 0, or the discount percent to more than 100.
ta_in: உருப்படியை புதுப்பிக்க முடியவில்லை, ஏனென்றால் 0-க்கும் குறைவாகக் கட்டப்பட்ட அளவு அல்லது 100 க்கும் குறைவான தள்ளுபடி சதையை அமைக்க முயற்சிக்கிறீர்கள்.

source: Price for inventory item must be entered and can not be less than 0
ta_in: சரக்கு உருப்படிக்கான விலை உள்ளிடப்பட வேண்டும் மற்றும் 0 ஐ விட குறைவாக இருக்க முடியாது

source: You attempting to make the quantity ordered a quantity less than has already been delivered. The quantity delivered cannot be modified retrospectively.
ta_in: ஏற்கனவே வழங்கப்பட்டதை விட குறைவான அளவை ஆர்டர் செய்ய முயற்சிக்கிறீர்கள். வழங்கப்பட்ட அளவை திருத்தியமைக்க முடியாது.

source: Price %s is below Standard Cost %s
ta_in: விலை %s ஆனது நிலையான விலை%s ஆகும்

source: This item cannot be deleted because some of it has already been delivered.
ta_in: இந்த உருப்படியை நீக்க முடியாது, ஏனெனில் அதில் சில ஏற்கனவே வழங்கப்பட்டுள்ளன.

source: Direct delivery entry has been cancelled as requested.
ta_in: கோரப்பட்டபடி நேரடி டெலிவரி நுழைவு ரத்து செய்யப்பட்டது.

source: Enter a New Sales Delivery
ta_in: புதிய விற்பனை டெலிவரி உள்ளிடவும்

source: Direct invoice entry has been cancelled as requested.
ta_in: கோரப்பட்டபடி நேரடி விலைப்பட்டியல் நுழைவு ரத்து செய்யப்பட்டது.

source: Enter a New Sales Invoice
ta_in: புதிய விற்பனை விவரப்பட்டியல் சேர்க்கவும்

source: This sales quotation has been cancelled as requested.
ta_in: கோரப்பட்டபடி இந்த விற்பனை மேற்கோள் ரத்து செய்யப்பட்டது.

source: Enter a New Sales Quotation
ta_in: புதிய விற்பனை மேற்கோள் உள்ளிடவும்

source: Undelivered part of order has been cancelled as requested.
ta_in: வேண்டுமென்றே உத்தரவாதமற்ற பகுதியை ரத்து செய்யப்பட்டது.

source: Select Another Sales Order for Edition
ta_in: பதிப்புக்கு மற்றொரு விற்பனை ஆணை தேர்ந்தெடுக்கவும்

source: This sales order has been cancelled as requested.
ta_in: கோரப்பட்டபடி இந்த விற்பனை ஆர்டர் ரத்து செய்யப்பட்டது.

source: Enter a New Sales Order
ta_in: புதிய விற்பனை ஆணை சேர்க்கவும்

source: Sales Invoice Items
ta_in: விற்பனை விலைப்பட்டியல் பொருட்கள்

source: Enter Delivery Details and Confirm Invoice
ta_in: டெலிவரி விவரங்களை உள்ளிட்டு, விலைப்பட்டியல் உறுதிப்படுத்தவும்

source: Place Invoice
ta_in: இடம் விலைப்பட்டியல்

source: Delivery Note Items
ta_in: டெலிவரி குறிப்பு பொருட்கள்

source: Enter Delivery Details and Confirm Dispatch
ta_in: டெலிவரி விவரங்களை உள்ளிடுக

source: Cancel Delivery
ta_in: டெலிவரி ரத்துசெய்யவும்

source: Place Delivery
ta_in: இடம் வழங்கல்

source: Quotation Date:
ta_in: மேற்கோள் தேதி:

source: Sales Quotation Items
ta_in: விற்பனை மேற்கோள் பொருட்கள்

source: Enter Delivery Details and Confirm Quotation
ta_in: டெலிவரி விவரங்களை உள்ளிட்டு மேற்கோள் உறுதிப்படுத்தவும்

source: Cancel Quotation
ta_in: மேற்கோளை ரத்துசெய்

source: Place Quotation
ta_in: இடம் மேற்கோள்

source: Commit Quotations Changes
ta_in: மேற்கோள்கள் மாற்றங்களைச் செய்யவும்

source: Enter Delivery Details and Confirm Order
ta_in: டெலிவரி விவரங்களை உள்ளிடுக

source: Commit Order Changes
ta_in: ஆணை மாற்றங்களைச் செய்யவும்

source: Cancels document entry or removes sales order when editing an old document
ta_in: பழைய ஆவணத்தைத் திருத்தும்போது ஆவணம் இடுகையை ரத்துசெய்தல் அல்லது விற்பனை வரிசையை நீக்குகிறது

source: You are about to void this Document.\nDo you want to continue?
ta_in: இந்த ஆவணத்தை நீங்கள் முடக்குகிறீர்கள். \nநீங்கள் தொடர விரும்புகிறீர்களா?

source: Validate changes and update document
ta_in: மாற்றங்களை சரிபார்க்கவும் மற்றும் ஆவணத்தை புதுப்பிக்கவும்

source: You are about to cancel undelivered part of this order.\nDo you want to continue?
ta_in: நீங்கள் இந்த வரிசையின் undelivered பகுதியை ரத்து செய்ய உள்ளீர்கள். \nநீங்கள் தொடர விரும்புகிறீர்களா?

source: Allocate Customer Payment or Credit Note
ta_in: வாடிக்கையாளர் கொடுப்பனவு அல்லது கடன் குறிப்பு அனைத்தையும் ஒதுக்குக

source: Allocation of %s # %d
ta_in: %s # %d ஒதுக்கீடு

source: Customer Allocations
ta_in: வாடிக்கையாளர் ஒதுக்கீடு

source: Credit Status
ta_in: கடன் நிலை

source: The credit status description cannot be empty.
ta_in: கடன் நிலை விளக்கம் காலியாக இருக்க முடியாது.

source: New credit status has been added
ta_in: புதிய கடன் நிலை சேர்க்கப்பட்டது

source: Selected credit status has been updated
ta_in: தேர்ந்தெடுக்கப்பட்ட கடன் நிலை புதுப்பிக்கப்பட்டது

source: Cannot delete this credit status because customer accounts have been created referring to it.
ta_in: இந்தக் கடன் நிலையை நீக்க முடியாது, ஏனெனில் வாடிக்கையாளர் கணக்குகள் அதைக் குறிப்பிட்டுள்ளன.

source: Selected credit status has been deleted
ta_in: தேர்ந்தெடுத்த கடன் நிலை நீக்கப்பட்டது

source: Dissallow Invoices
ta_in: பற்றுச்சீட்டுகள்

source: Invoice OK
ta_in: விலைப்பட்டியல் சரி

source: NO INVOICING
ta_in: இல்லை வருகை

source: Dissallow invoicing ?
ta_in: அழைப்பதை விடு

source: Customer Branches
ta_in: வாடிக்கையாளர் கிளைகள்

source: There are no customers defined in the system. Please define a customer to add customer branches.
ta_in: கணினியில் வரையறுக்கப்பட்ட வாடிக்கையாளர்கள் இல்லை. வாடிக்கையாளர் கிளைகளை சேர்க்க வாடிக்கையாளரை வரையறுக்கவும்.

source: There are no sales people defined in the system. At least one sales person is required before proceeding.
ta_in: கணினியில் வரையறுக்கப்பட்ட விற்பனை நபர்கள் இல்லை. குறைந்தது ஒரு விற்பனையாளர் நபருவதற்கு முன் தேவை.

source: There are no sales areas defined in the system. At least one sales area is required before proceeding.
ta_in: கணினியில் வரையறுக்கப்பட்ட விற்பனைப் பகுதிகள் இல்லை. தொடர்வதற்கு முன் குறைந்தது ஒரு விற்பனை பகுதி தேவைப்படுகிறது.

source: There are no shipping companies defined in the system. At least one shipping company is required before proceeding.
ta_in: கணினியில் வரையறுக்கப்பட்ட கப்பல் நிறுவனங்கள் இல்லை. குறைந்தது ஒரு கப்பல் நிறுவனம் தொடர்வதற்கு முன் தேவைப்படுகிறது.

source: The Branch name cannot be empty.
ta_in: கிளை பெயர் காலியாக இருக்க முடியாது.

source: The Branch short name cannot be empty.
ta_in: கிளை குறுகிய பெயர் காலியாக இருக்க முடியாது.

source: Selected customer branch has been updated
ta_in: தேர்ந்தெடுக்கப்பட்ட வாடிக்கையாளர் கிளை புதுப்பிக்கப்பட்டது

source: New customer branch has been added
ta_in: புதிய வாடிக்கையாளர் கிளை சேர்க்கப்பட்டுள்ளது

source: Cannot delete this branch because customer transactions have been created to this branch.
ta_in: இந்தக் கிளைக்கு வாடிக்கையாளர் பரிவர்த்தனைகளை உருவாக்கியுள்ளதால் இந்த கிளை நீக்க முடியாது.

source: Cannot delete this branch because sales orders exist for it. Purge old sales orders first.
ta_in: விற்பனை ஆர்டர்கள் இருப்பதால், இந்த கிளையை நீக்க முடியாது. முதலில் பழைய விற்பனை ஆர்டர்களை சுத்தமாக்கு.

source: Selected customer branch has been deleted
ta_in: தேர்ந்தெடுக்கப்பட்ட வாடிக்கையாளர் கிளை நீக்கப்பட்டுள்ளது

source: Main Branch
ta_in: முக்கிய கிளை

source: Name and Contact
ta_in: பெயர் மற்றும் தொடர்பு

source: Branch Name:
ta_in: கிளை பெயர்:

source: Branch Short Name:
ta_in: கிளை சிறு பெயர்:

source: Sales Person:
ta_in: விற்பனையாளர்:

source: Sales Area:
ta_in: விற்பனை பகுதி:

source: Sales Group:
ta_in: விற்பனை குழு:

source: Default Inventory Location:
ta_in: இயல்புநிலை சரக்கு இருப்பிடம்:

source: Default Shipping Company:
ta_in: இயல்புநிலை கப்பல் நிறுவனம்:

source: Accounts Receivable Account:
ta_in: கணக்குகள் பெறத்தக்க கணக்கு:

source: General contact data
ta_in: பொது தொடர்புத் தரவு

source: Billing Address:
ta_in: பில்லிங் முகவரி:

source: Contact
ta_in: தொடர்பு

source: Area
ta_in: பகுதி

source: Phone No
ta_in: தொலைபேசி எண்

source: Fax No
ta_in: தொலைநகல் எண்

source: Tax Group
ta_in: வரி குழு

source: The selected customer does not have any branches. Please create at least one branch.
ta_in: தேர்ந்தெடுத்த வாடிக்கையாளர் எந்த கிளையிலும் இல்லை. குறைந்தபட்சம் ஒரு கிளையை உருவாக்கவும்.

source: The customer name cannot be empty.
ta_in: வாடிக்கையாளர் பெயர் காலியாக இருக்க முடியாது.

source: The customer short name cannot be empty.
ta_in: வாடிக்கையாளர் குறுகிய பெயர் காலியாக இருக்க முடியாது.

source: The credit limit must be numeric and not less than zero.
ta_in: கடன் வரம்பு எண்ணாக இருக்க வேண்டும் மற்றும் பூஜ்யம் குறைவாக இருக்க வேண்டும்.

source: The payment discount must be numeric and is expected to be less than 100% and greater than or equal to 0.
ta_in: கட்டணம் தள்ளுபடி எண்ணாக இருக்க வேண்டும், அது 100 % க்கும் குறைவாகவும் 0 அல்லது அதற்கு சமமாகவும் இருக்கும் என எதிர்பார்க்கப்படுகிறது.

source: The discount percentage must be numeric and is expected to be less than 100% and greater than or equal to 0.
ta_in: தள்ளுபடி சதவிகிதம் எண்ணாக இருக்க வேண்டும், அது 100 % க்கும் குறைவாகவும் 0 அல்லது அதற்கு சமமாகவும் இருக்கும் என எதிர்பார்க்கப்படுகிறது.

source: Customer has been updated.
ta_in: வாடிக்கையாளர் மேம்படுத்தப்பட்டது.

source: A new customer has been added.
ta_in: ஒரு புதிய வாடிக்கையாளர் சேர்க்கப்பட்டுள்ளார்.

source: A default Branch has been automatically created, please check default Branch values by using link below.
ta_in: ஒரு முன்னிருப்பு கிளை தானாக உருவாக்கப்பட்டுவிட்டது, கீழே உள்ள இணைப்பைப் பயன்படுத்தி இயல்புநிலை கிளையன் மதிப்பை சரிபார்க்கவும்.

source: This customer cannot be deleted because there are transactions that refer to it.
ta_in: இந்த வாடிக்கையாளர் அதை நீக்க முடியாது, ஏனெனில் அது குறிப்பிடும் பரிவர்த்தனைகள் உள்ளன.

source: Cannot delete the customer record because orders have been created against it.
ta_in: வாடிக்கையாளர் பதிவுக்கு எதிராக கட்டளைகள் உருவாக்கப்பட்டதால், அதை நீக்க முடியாது.

source: Cannot delete this customer because there are branch records set up against it.
ta_in: இந்த வாடிக்கையாளரை நீக்க முடியாது, ஏனெனில் அதற்கு எதிரான கிளை பதிவுகளும் உள்ளன.

source: Selected customer has been deleted.
ta_in: தேர்ந்தெடுத்த வாடிக்கையாளர் நீக்கப்பட்டது.

source: Name and Address
ta_in: பெயர் மற்றும் முகவரி

source: Customer Name:
ta_in: வாடிக்கையாளர் பெயர்:

source: Customer Short Name:
ta_in: வாடிக்கையாளர் சிறு பெயர்:

source: Customer's Currency:
ta_in: வாடிக்கையாளரின் நாணயம்:

source: Sales Type/Price List:
ta_in: விற்பனை வகை / விலை பட்டியல்:

source: Customer status:
ta_in: வாடிக்கையாளர் நிலை:

source: Discount Percent:
ta_in: தள்ளுபடி சதவீதம்:

source: Prompt Payment Discount Percent:
ta_in: உடனடி கொடுப்பனவு தள்ளுபடி சதவீதம்:

source: Credit Status:
ta_in: கடன் தகுதி:

source: Customer branches
ta_in: வாடிக்கையாளர் கிளைகள்

source: Select or &Add
ta_in: தேர்ந்தெடு அல்லது சேர்

source: &Add or Edit
ta_in: சேர் அல்லது திருத்து

source: Add New Customer
ta_in: புதிய வாடிக்கையாளரைச் சேர்

source: Update Customer
ta_in: வாடிக்கையாளர் புதுப்பிக்கவும்

source: Update customer data
ta_in: வாடிக்கையாளர் தரவை புதுப்பிக்கவும்

source: Select this customer and return to document entry.
ta_in: இந்த வாடிக்கையாளரை தேர்ந்தெடுத்து ஆவணம் உள்ளிடுக.

source: Delete Customer
ta_in: வாடிக்கையாளரை நீக்கு

source: Delete customer data if have been never used
ta_in: ஒருபோதும் பயன்படுத்தப்படாவிட்டால், வாடிக்கையாளர் தரவை நீக்குக

source: There are no sales types defined. Please define at least one sales type before adding a customer.
ta_in: வரையறுக்கப்பட்ட எந்த விற்பனை வகைகளும் இல்லை. ஒரு வாடிக்கையாளரை சேர்ப்பதற்கு முன் குறைந்தது ஒரு விற்பனை வகை வரையறுக்கவும்.

source: New customer
ta_in: புதிய வாடிக்கையாளர்

source: Sales &Orders
ta_in: விற்பனை ஆணைகள்

source: Recurrent Invoices
ta_in: மீளாய்வுகள்

source: There is no template order in database. You have to create at least one sales order marked as template to be able to define recurrent invoices.
ta_in: தரவுத்தளத்தில் ஆர்டர் வார்ப்புரு இல்லை. மீண்டும் வரும் பொருள் விவரங்களை வரையறுக்க நீங்கள் டெம்ப்ளேட்டாக குறிக்கப்பட்ட ஒரு விற்பனையான ஆர்டரை உருவாக்க வேண்டும்.

source: This customer has no branches. Please define at least one branch for this customer first.
ta_in: இந்த வாடிக்கையாளர் கிளைகள் இல்லை. முதலில் இந்த வாடிக்கையாளருக்கு ஒரு கிளை ஒன்றை வரையறுக்கவும்.

source: The invoice description cannot be empty.
ta_in: விலைப்பட்டியல் விளக்கம் காலியாக இருக்க முடியாது.

source: This recurrent invoice description is already in use.
ta_in: இந்த மீண்டும் வரும் விலைப்பட்டியல் விளக்கம் ஏற்கனவே பயன்படுத்தப்பட்டுள்ளது.

source: No recurence interval has been entered.
ta_in: எந்தவொரு recurence இடைவெளி உள்ளிட்ட.

source: Selected recurrent invoice has been updated
ta_in: தேர்ந்தெடுக்கப்பட்ட மீண்டும் வரும் விலைப்பட்டியல் புதுப்பிக்கப்பட்டது

source: New recurrent invoice has been added
ta_in: புதிய மீண்டும் வரும் விலைப்பட்டியல் சேர்க்கப்பட்டுள்ளது

source: Selected recurrent invoice has been deleted
ta_in: தேர்ந்தெடுக்கப்பட்ட மறுதொகுப்பு விலைப்பட்டியல் நீக்கப்பட்டது

source: Last Created
ta_in: கடைசியாக உருவாக்கப்பட்டது

source: Days:
ta_in: நாட்களில்:

source: Monthly:
ta_in: மாதாந்திர:

source: Begin:
ta_in: தொடங்குங்கள்:

source: End:
ta_in: முடிவு:

source: The area description cannot be empty.
ta_in: பகுதியின் விளக்கம் காலியாக இருக்க முடியாது.

source: Selected sales area has been updated
ta_in: தேர்ந்தெடுக்கப்பட்ட விற்பனை பகுதி புதுப்பிக்கப்பட்டுள்ளது

source: New sales area has been added
ta_in: புதிய விற்பனை பகுதி சேர்க்கப்பட்டது

source: Cannot delete this area because customer branches have been created using this area.
ta_in: இந்த பகுதியைப் பயன்படுத்தி வாடிக்கையாளர் கிளைகளை உருவாக்கியதால் இந்த பகுதியை நீக்க முடியாது.

source: Selected sales area has been deleted
ta_in: தேர்ந்தெடுக்கப்பட்ட விற்பனை பகுதி நீக்கப்பட்டது

source: Area Name
ta_in: பகுதி பெயர்

source: Area Name:
ta_in: பகுதி பெயர்:

source: Sales Groups
ta_in: விற்பனை குழுக்கள்

source: The sales group description cannot be empty.
ta_in: விற்பனை குழு விளக்கம் காலியாக இருக்க முடியாது.

source: Selected sales group has been updated
ta_in: தேர்ந்தெடுக்கப்பட்ட விற்பனை குழு புதுப்பிக்கப்பட்டது

source: New sales group has been added
ta_in: புதிய விற்பனை குழு சேர்க்கப்பட்டது

source: Cannot delete this group because customers have been created using this group.
ta_in: இந்த குழுவைப் பயன்படுத்தி வாடிக்கையாளர்கள் உருவாக்கப்பட்டுள்ளதால், இந்த குழுவால் நீக்க முடியாது.

source: Selected sales group has been deleted
ta_in: தேர்ந்தெடுக்கப்பட்ட விற்பனை குழு நீக்கப்பட்டது

source: Group Name:
ta_in: குழு பெயர்:
