Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: Cannot delete this item category because items have been created using this item category.
da_dk: Kan ikke slette denne vare kategori da varer refererer til den.
es_es: No se puede eliminar esta categoría de artículos porque se han creado artículos usando esta categoría de artículos.
id_id: Tidak dapat menghapus kategori ini karena digunakan pada satu atau lebih barang.
it_it: Non puoi cancellare questa categoria articolo perchè sono stati creati articoli che fanno riferimento ad essa.
ka_ge: დასახელების კატეგორიის წაშლა შეუძლებელია რადგან არსებობს ამ კატეგორიის დასახელებები.
pt_br: Não é possível deletar esta categoria de item porque itens foram criados utlizando esta categoria de item.
pt_pt: Não é possivel eliminar esta categoria, porque está a ser utilizada por artigos.

source: Selected item category has been deleted
da_dk: Valgt varekategori er slettet.
es_es: Categoría de elemento seleccionada se ha eliminado
id_id: Kategori barang yang dipilih berhasil dihapus
it_it: La categoria dell'articolo selezionata è stata cancellata
ka_ge: არჩეული დასახელების კატეგორია წაშლილია
pt_br: A categoria do item selecionado foi deletado
pt_pt: A categoria do artigo selecionado foi apagada
ru_ru: Выбранные категории товара была удалена

source: Tax type
da_dk: Afgifts stype
es_es: Tipo de Impuesto
id_id: Tipe Pajak
it_it: Tipologia tassa
ka_ge: გადასახადის ტიპი
pt_br: Tipo de Imposto
pt_pt: Tipo de Imposto
ru_ru: Вид налога

source: Units
da_dk: Enheder
es_es: Unidades
id_id: Satuan
it_it: Unità
ka_ge: ერთეული
pt_br: Unidades
pt_pt: Unid.
ru_ru: Единицы

source: Sales Act
da_dk: Salgs Konto
es_es: Acta de Ventas
it_it: Vendita
ka_ge: გაყიდვების ანგ.
pt_br: Ato de Vendas
pt_pt: Conta de Vendas
ru_ru: Продажи закон

source: Inventory Account
da_dk: Lagerkonto:
es_es: Cuenta de Inventario
id_id: Akun Inventaris
it_it: Conto Inventario
ka_ge: მარაგების ანგარიში
pt_br: Conta de Estoque
pt_pt: Conta de Inventário
ru_ru: Счет товарно-материальных запасов

source: COGS Account
da_dk: Vareforbrugskonto:
es_es: Cuenta de COGS
id_id: Akun HPP
it_it: Conto COGS
ka_ge: COGS ანგარიში
pt_br: Conta de CMV
pt_pt: Conta Custo Merc. Vendidas
ru_ru: Себестоимость счета

source: Adjustment Account
da_dk: Justerings Konto
es_es: Cuenta de Ajustes
id_id: Akun Penyesuaian
it_it: Conto Rettifica
ka_ge: დაზუსტების ანგარიში
pt_br: Conta de Ajustes
pt_pt: Conta de Ajustes
ru_ru: Корректировочный счет

source: Assembly Account
da_dk: Produktions Konto
es_es: Cuenta de ensamblaje
id_id: Akun Perakitan
it_it: Conto Assemblaggio
ka_ge: დაკომპლექტების ანგარიში
pt_br: Conta de Montagem
pt_pt: Conta de Montagem
ru_ru: Ассамблея счета

source: Category Name:
da_dk: Kategorinavn:
es_es: Nombre de la Categoría:
id_id: Nama Kategori:
it_it: Nome della categoria:
ka_ge: კატეგორიის სახელი:
pt_br: Nome da Categoria:
pt_pt: Nome Categoria:
ru_ru: Название категории:

source: Default values for new items
da_dk: Standardværdier for nye varer
es_es: Valores por defecto para nuevos artículos
id_id: Jadikan standar untuk barang baru
it_it: Valori predefiniti per nuovi articoli
ka_ge: სტანდარტული სიდიდეები ახალი დასახელებისთვის
pt_br: Valores padrão para novos itens
pt_pt: Valores pré-definidos para novos artigos
ru_ru: Значения по умолчанию для новых элементов

source: Item Tax Type:
da_dk: Vare momstype:
es_es: Tipo de Impuesto sobre Artículo:
id_id: Tipe Item Pajak:
it_it: Tipo di Tassa Articolo:
ka_ge: დასახელების გადასახადის ტიპი
pt_br: Tipo de Imposto do Item:
pt_pt: Tipo de Imposto do Artigo:
ru_ru: Тип товара налог:

source: Item Type:
da_dk: Vare type:
es_es: Tipo de Artículo:
id_id: Tipe Barang:
it_it: Tipo di articolo:
ka_ge: დასახელების ტიპი:
pt_br: Tipo de Item:
pt_pt: Tipo de Artigo:
ru_ru: Тип элемента:

source: Units of Measure:
da_dk: Måleenhed:
es_es: Unidades de Medida:
id_id: Satuan:
it_it: Unità di misura:
ka_ge: საზომი ერთეული:
pt_br: Unidade de Medida:
pt_pt: Unidade de Medida:
ru_ru: Единицы измерения:

source: Exclude from sales:
da_dk: Udelukke fra salg:
es_es: Excluir de las ventas
id_id: Tidak untuk dijual:
it_it: Escludi dalle vendite:
ka_ge: გამორიცხე გაყიდვებიდან:
pt_br: Excluir de vendas:
pt_pt: Excluir de vendas:
ru_ru: Исключить из продаж:

source: Foreign Item Codes
da_dk: Udenlandske Varekoder
es_es: Códigos de Artículos Extranjeros
it_it: Codici Articolo Esterni
ka_ge: EAN კოდები
pt_br: Códigos Estrangeiros de itens:
pt_pt: Códigos Externos do Artigo
ru_ru: Иностранные коды товара

source: There are no inventory items defined in the system.
da_dk: Der findes ingen lagervarer defineret i systemet.
es_es: No existen artículos de inventario definidos en el sistema.
id_id: Belum ada barang inventaris dalam sistem
it_it: Non ci sono articoli inventario definiti nel sistema.
ka_ge: მარაგების დასახელებები არ არის განსაზღვრული სისტემაში.
pt_br: Não há itens de estoque definido no sitema.
pt_pt: Não existem artigos de stock definido no sistema.
ru_ru: Есть никаких товарно-материальных ценностей, определенных в системе.

source: Item code description cannot be empty.
da_dk: Beskrivelse af elementet må ikke være tom.
es_es: El código de descripción del artículo no puede estar vacío.
id_id: Keterangan kode barang harus diisi.
it_it: La descrizione del codice articolo non può essere vuota.
ka_ge: დასახელების კოდის აღწერილობა არ შეიძლება იყოს ცარიელი.
pt_br: Descrição de código de item deve ser preenchida.
pt_pt: Descrição de código do artigo deve ser preenchida.
ru_ru: Описание товара код не может быть пустым.

source: This item code is already assigned to stock item or sale kit.
da_dk: Denne varekode er allerede tildelt til lager vare eller salg kit.
es_es: Este código de ítem esta asignado a un ítem en stock o kit de venta.
id_id: Kode barang ini sudah dipakai pada stok barang atau kit penjualan.
it_it: Questo codice è già stato assegnato ad un articolo assortito o un set di vendita.
ka_ge: ეს დასახელების კოდი ეკუთვნის მარაგების დასახელებას ან გასაყიდ ნაკრებს.
pt_br: Este código de item está designado para um item de estoque ou kit de venda.
pt_pt: Este código de artigo está reservado para um artigo de stock ou kit de venda.
ru_ru: Этот пункт код уже назначен на складе товар для продажи комплекта.

source: New item code has been added.
da_dk: Nye varekoden er blevet tilføjet.
es_es: Un nuevo código de artículo ha sido adicionado.
id_id: Kode barang baru berhasil ditambahkan.
it_it: Il nuovo codice articolo è stato aggiunto.
ka_ge: ახალი დასახელების კოდი დამატებულია.
pt_br: Novo código de item foi adicionado.
pt_pt: Novo código de artigo foi adicionado.
ru_ru: Новый код Товар добавлен.

source: Item code has been updated.
da_dk: Varenummeret er blevet opdateret.
es_es: El código de artículo ha sido actualizado.
id_id: Kode barang berhasil diubah.
it_it: Codice articolo aggiornato.
ka_ge: დასახელების კოდი განახლებულია.
pt_br: Código de item foi atualizado.
pt_pt: Código de artigo foi atualizado.
ru_ru: Код был обновлен.

source: Item code has been sucessfully deleted.
da_dk: Varenummer er slettet.
es_es: El código de artículo ha sido eliminado exitosamente.
id_id: Kode barang berhasil dihapus.
it_it: Codice articolo cancellato con successo.
ka_ge: დასახელების კოდი წაშლილია.
pt_br: Código de item foi deletado com sucesso.
pt_pt: Código de artigo foi apagado com sucesso.
ru_ru: Код был успешно удален.

source: EAN/UPC Code
da_dk: EAN/UPC Kode
es_es: Código EAN/UPC
it_it: Codice EAN/UPC
ka_ge: ბარკოდი
pt_br: Código de Barras
pt_pt: Código de Barras

source: UPC/EAN code:
da_dk: EAN/UPC kode:
es_es: Código UPC/EAN:
it_it: Codice UPC/EAN:
ka_ge: ბარკოდი:
pt_br: Código de Barras:
pt_pt: Código de Barras:
ru_ru: UPC / EAN код:

source: Quantity:
da_dk: Antal:
es_es: Cantidad:
id_id: Kuantitas:
it_it: Quantità :
ka_ge: რაოდენობა:
pt_br: Quantidade:
pt_pt: Quantidade:
ru_ru: Количество:

source: Description:
da_dk: Beskrivelse:
es_es: Descripción:
id_id: Keterangan:
it_it: Descrizione:
ka_ge: აღწერილობა:
pt_br: Descrição:
pt_pt: Descrição:
ru_ru: Описание:

source: Category:
da_dk: Kategori:
es_es: Categoría:
id_id: Kategori:
it_it: Categoria:
ka_ge: კატეგორია:
pt_br: Categoria:
pt_pt: Categoria:
ru_ru: Категория:

source: Only graphics files are supported - a file extension of .jpg, .png or .gif is expected
es_es: Sólo son soportados archivos graficos - se espera archivo con extensión .jpg, .png o .gif
id_id: Hanya file grafik yang didukung - file berekstensi .jpg, .png, atau .gif
pt_pt: São suportados apenas ficheiros jpg - é esperado um ficheiro com extensão .jpg

source: There are no item categories defined in the system. At least one item category is required to add a item.
da_dk: Der findes ingen varekategorier defineret i systemet. Mindst en varekategori er nødvendig for at kunne oprette en vare.
es_es: No existen categorías de artículos definidas en le sistema. Es necesaria al menos una categoría de artículos para añadir un artículo.
id_id: Belum ada kategori barang dalam sistem. Minimal satu kategori harus ada untuk menambahkan barang.
it_it: Non ci sono categorie di articoli definite nel sistema. Almeno una categoria di articolo deve essere richiesta per aggiungere un articolo.
ka_ge: დასახელებების კატეგორიები არ არის განსაზღვრული სისტემაში. მინიმუმ ერთი დასახელების კატეგორია არის საჭირო დასახელების დასამატებლად.
pt_br: Não há item de categorias definido no sistema. No mínimo uma categoria de item é necessária para adicionar um item.
pt_pt: Não existem categorias de artigos definido no sistema. Deve existir no mínimo uma categoria de artigos para adicionar um artigo.

source: There are no item tax types defined in the system. At least one item tax type is required to add a item.
da_dk: Der findes ingen vare momstyper defineret i systemet. Mindst en vare momstype er nødvendig for at oprette en vare.
es_es: No existen tipos de impuestos definidos en el sistema. Es necesario al menos un tipo de impuestos para añadir un artículo.
id_id: Belum ada tipe item pajak dalam sistem. Minimal satu tipe pajak barang harus ada.
it_it: Non ci sono tipi di tasse articolo definiti nel sistema. Almeno un tipo di tassa articolo deve essere richiesta per aggiungere un articolo.
ka_ge: გადასახადის ტიპები არ არის განსაზღვრული სისტემაში. მინიმუმ ერთი დასახელების გადასახადის ტიპია საჭირო დასახელების დასამატებლად.
pt_br: Não há item de tipos de imposto definido no sistema. No mínimo um item de tipo de imposto é necessário para adicionar um item.
pt_pt: Não existem tipos de imposto de artigos definido no sistema. Deve existir no mínimo um tipo de imposto para poder adicionar um artigo.

source: The item name must be entered.
da_dk: Varenavnet skal angives.
es_es: Debe introducir un nombre de artículo.
id_id: Nama barang harus diisi.
it_it: Il nome dell'articolo deve essere inserito.
ka_ge: დასახელების სახელი შესაყვანია.
pt_br: O nome do item deve ser digitado.
pt_pt: O nome do artigo deve ser digitado.
ru_ru: Имя элемента должно быть введено.

source: The item code cannot be empty
da_dk: Varenummeret kan ikke være tomt
es_es: El código de artículo no puede ser vacío.
id_id: Kode barang harus diisi.
it_it: Il codice dell'articolo non può essere vuoto
ka_ge: დასახელების კოდი არ შეიძლება იყოს ცარიელი
pt_br: O código do item deve ser preenchido.
pt_pt: O código do artigo deve ser preenchido.
ru_ru: Код товара не может быть пустым

source: The item code cannot contain any of the following characters - & + OR a space OR quotes
da_dk: Varenummeret kan ikke indeholde følgende tegn - & + eller et mellemrum eller anførselstegn.
es_es: El código de artículo no puede contener ninguno de los siguientes caracteres - & + ni espacios ni comillas
id_id: Kode barang tidak boleh mengandng huruf - & atau spasi atau tanda petik
it_it: Il codice articolo non può contenere nessuno dei seguenti caratteri - & + OPPURE spazi OPPURE apici
ka_ge: დასახელების კოდი არ შეიძლება შეიცავდეს შემდეგი ნიშნებიდან რომელიმეს - & + ან სივრცის ტაბს ან ბრჭყალებს
pt_br: O código de item não pode conter os seguintes caractéres: - & + espaço aspa
pt_pt: O código do artigo não pode conter os seguintes carateres: - & + OU espaço OU aspas

source: Item has been updated.
da_dk: Varen er opdateret.
es_es: El artículo ha sido actualizado.
id_id: Barang berhasil diubah.
it_it: L'articolo è stato aggiornato.
ka_ge: დასახელება განახლებულია.
pt_br: O item foi atualizado.
pt_pt: O artigo foi atualizado.
ru_ru: Товар был обновлен.

source: A new item has been added.
da_dk: En ny vare er oprettet.
es_es: Un nuevo artículo ha sido adicionado.
id_id: Barang berhasil ditambahkan.
it_it: Il nuovo articolo è stato aggiunto.
ka_ge: ახალი დასახელება დამატებულია.
pt_br: Um novo item foi adicionado.
pt_pt: Um novo artigo foi adicionado.
ru_ru: Новый пункт был добавлен.

source: Selected item has been deleted.
da_dk: Valgt vare er slettet.
es_es: El artículo seleccionado ha sido eliminado.
id_id: Barang yang dipilih berhasil dihapus.
it_it: L'articolo selezionato è stato cancellato.
ka_ge: არჩეული დასახელება წაშლილია.
pt_br: O item selecionado foi deletado.
pt_pt: O artigo selecionado foi removido.
ru_ru: Выбранный пункт был удален.

source: Item Code:
da_dk: Varenummer:
es_es: Código de Artículo:
id_id: Kode barang:
it_it: Codice articolo:
ka_ge: დასახელების კოდი:
pt_br: Código:
pt_pt: Código Artigo:
ru_ru: Код товара:

source: Editable description:
da_dk: Redigerbare Beskrivelse:
es_es: descripción editable:
id_id: Deskripsi dapat diubah:
it_it: Descrizione modificabile:
ka_ge: რედაქტირებადი აღწერილობა:
pt_pt: Descrição editável:
ru_ru: Редактируемый описание:

source: Other
da_dk: Andre
es_es: Otro
id_id: Lainnya
it_it: Altro
ka_ge: სხვა
pt_br: Outro
pt_pt: Outro
ru_ru: Другой

source: Image File (.jpg)
da_dk: Billedfil (.jpg)
es_es: Archivo de imágen (.jpg)
id_id: File grafik (.jpg)
it_it: File di immagine (.jpg)
ka_ge: სურათის ფაილი (.jpg)
pt_br: Arquivo de Imagem (.jpg)
pt_pt: Ficheiro Imagem (.jpg)

source: No image
da_dk: Intet billede
es_es: Sin imagen
id_id: Tanpa gambar
it_it: No immagine
ka_ge: სურათი არ არის
pt_br: Sem imagem
pt_pt: Sem imagem
ru_ru: Нет изображения

source: Delete Image:
da_dk: Slet billede:
es_es: Borrar imagen
id_id: Hapus gambar:
it_it: Cancella immagine:
ka_ge: წაშალე სურათი:
pt_br: deletar Imagem:
pt_pt: Apagar Imagem:
ru_ru: Удалить:

source: Item status:
da_dk: Emne status:
es_es: Estado del Artículo
id_id: Status barang:
it_it: Stato dell'articolo:
ka_ge: დასახელების სტატუსი:
pt_br: Estado do item:
pt_pt: Estado do artigo:
ru_ru: Пункт статус:

source: Insert New Item
da_dk: Opret ny vare
es_es: Añadir Nuevo Artículo
id_id: Buat barang
it_it: Inserisci nuovo articolo
ka_ge: ჩაამატე ახალი დასახელება
pt_br: Inserir Novo Item
pt_pt: Inserir Novo Artigo
ru_ru: Вставьте новый элемент

source: Update Item
da_dk: Opdatere vare
es_es: Actualizar Artículo
id_id: Ubah barang
it_it: Aggiorna articolo
ka_ge: განაახლე დასახელება
pt_br: Atualizar Item
pt_pt: Atualizar Artigo
ru_ru: Обновление товара

source: Select this items and return to document entry.
da_dk: Vælg denne vare og gå tilbage til dokument indtastningen.
es_es: Seleccione estos elementos y vuelva a la entrada de documento.
id_id: Pilih barang ini dan kembali ke Input dokumen
it_it: Seleziona questi articoli e ritorna all'inserimento del documento.
ka_ge: აირჩიე ეს დასახელება და დაუბრუნდი დოკომენტის შეყვანას.
pt_br: Selecionar estes items e retorne para entrada de documento.
pt_pt: Selecionar estes artigos e retornar para a entrada de documento.
ru_ru: Выберите эту пунктов и вернуться к документу запись.

source: Clone This Item
da_dk: Klon dette element
es_es: Clonar Este Artículo
id_id: Duplikasi barang ini
it_it: Clona questo articolo
ka_ge: დააკლონირე ეს დასახელება
pt_br: Clonar Este Item
pt_pt: Duplicar Este Artigo
ru_ru: Клонирование этот товар

source: Delete This Item
da_dk: Slet vare
es_es: Eliminar Este Artículo
id_id: Hapus barang ini
it_it: Cancella questo articolo
ka_ge: წაშალე ეს დასახელება
pt_br: Deletar Este Item
pt_pt: Apagar Este Artigo
ru_ru: Удалить этот элемент

source: Select an item:
da_dk: Vælg en vare:
es_es: Seleccionar un artículo:
id_id: Pilih barang:
it_it: Seleziona un articolo:
ka_ge: აირჩიე დასახელება:
pt_br: Selecionar um item:
pt_pt: Selecionar um artigo:
ru_ru: Выбрать пункт:

source: New item
da_dk: Ny vare
es_es: Nuevo artículo
id_id: Barang baru
it_it: Nuovo articolo
ka_ge: ახალი დასახელება
pt_br: Novo item
pt_pt: Novo artigo
ru_ru: Новый пункт

source: &General settings
es_es: Configuración &General
id_id: Pengaturan umum (&U)
it_it: Impostazioni &Generali
ka_ge: ზოგადი პარამეტრები
pt_pt: Configurações &Gerais
ru_ru: И Общие настройки

source: &Transactions
es_es: &Transacciones
id_id: Transaksi (&T)
pt_pt: &Transações
ru_ru: Сделки

source: S&ales Pricing
id_id: Harga Jual (&J)
pt_pt: Preços de &Venda
ru_ru: Продажи цены

source: &Purchasing Pricing
id_id: Harga Beli (&B)
pt_pt: Preços de &Compra
ru_ru: Покупка цены

source: &Status
es_es: &Estado
id_id: Status (&S)
pt_pt: &Estado
ru_ru: И статус

source: Units of Measure
da_dk: Måleenhed
es_es: Unidades de Medida
id_id: Satuan
it_it: Unità di misura
ka_ge: საზომი ერთეული
pt_br: Unidades de Medida
pt_pt: Unidades de Medida
ru_ru: Единицы измерения

source: The unit of measure code cannot be empty.
da_dk: Enhedskoden kan ikke være tom.
es_es: La unidad de medida no puede estar vacía.
id_id: Kode satuan harus diisi.
it_it: Il codice dell'unità di misura non può essere vuoto.
ka_ge: საზ. ერთ. კოდი არ შეიძლება იყოს ცარიელი.
pt_br: A unidade de medida deve ser preenchida.
pt_pt: A unidade de medida deve ser preenchida.
ru_ru: В качестве единицы измерения кода не может быть пустым.

source: The unit of measure code is too long.
da_dk: Enhedskoden er for lang.
es_es: La unidad del codigo de medida es muy larga.
id_id: Kode satuan terlalu panjang.
it_it: Il codice dell'unità di misura è troppo lungo.
ka_ge: საზ. ერთ. კოდი დასაშვებზე გრძელია.
pt_br: O códido da unidade de Medida é muito longo.
pt_pt: O códido da unidade de Medida é muito longo.
ru_ru: В качестве единицы измерения кода слишком долго.

source: The unit of measure description cannot be empty.
da_dk: Enhedsbeskrivningen kan ikke være tom.
es_es: La descripción de la unidad de medida no puede estar vacía.
id_id: Keterangan satuan harus diisi.
it_it: La descrizione dell'unità di misura non può essere vuota.
ka_ge: საზ. ერთ. აღწერილობა არ შეიძლება იყოს ცარიელი.
pt_br: A disrição da unidade de medida deve ser preenchida.
pt_pt: A discrição da unidade de medida deve ser preenchida.
ru_ru: Единицей измерения описание не может быть пустым.

source: Selected unit has been updated
da_dk: Valgt måleenhed er opdateret.
es_es: El unidad seleccionada ha sido actualizada.
id_id: Satuan yang dipilih berhasil diubah
it_it: L'unità selezionata è stata aggiornata
ka_ge: არჩეული ერთეული განახლებულია
pt_br: A unidade selecionada foi atualizada
pt_pt: A unidade selecionada foi atualizada
ru_ru: Выбранный блок был обновлен

source: New unit has been added
da_dk: En ny måleenhed er oprettet.
es_es: Nueva unidad ha sido adicionada.
id_id: Satuan baru berhasil ditambahkan
it_it: La nuova unità è stata aggiunta
ka_ge: ახალი ერთეული დამატებულია
pt_br: Uma nova unidade foi adicionada
pt_pt: Uma nova unidade foi adicionada
ru_ru: Новое устройство было добавлено

source: Cannot delete this unit of measure because items have been created using this unit.
da_dk: Kan ikke slette denne måleenhedi da varer refererer til den.
es_es: No se puede eliminar esta unidad de medida porque se han creado artículos que usan esta unidad.
id_id: Tidak dapat menghapus satuan ini karena telah digunakan pada barang.
it_it: Non è possibile cancellare questa unità di misura perchè sono presenti degli articoli che la usano.
ka_ge: საზ. ერთ. წაშლა შეუძლებელია, რადგან არსებობს დასახელებები ამ ერთეულის გამოყენებით.
pt_br: Não é possível deletar esta unidade de medida porque foram criados itens que a utilizam.
pt_pt: Não é possível apagar esta unidade de medida porque está a ser utilizada nos artigos.

source: Selected unit has been deleted
da_dk: Valgt måleenhed er slettet.
es_es: La unidad seleccionada ha sido borrada.
id_id: Satuan yang dipilih berhasil dihapus
it_it: L'unità selezionata è stata cancellata
ka_ge: არჩეული ერთეული წაშლილია
pt_br: A unidade selecionada foi deletada
pt_pt: A unidade selecionada foi apagada
ru_ru: Выбранная единица была удалена

source: Decimals
da_dk: Decimaler
es_es: Decimales
id_id: Desimal
it_it: Decimali
ka_ge: წილადები
pt_br: Decimais
pt_pt: Decimais

source: User Quantity Decimals
da_dk: Bruger antalsdecimaler
es_es: Cantidad de Decimales del Usuario
id_id: Kuantitas desimal pengguna
it_it: Quantità Decimali
ka_ge: მომხმარებლის რაოდენობის წილადი
pt_br: Quantidade de Decimais do usuário
pt_pt: Nº Casas Decimais Quantidade
ru_ru: Десятичные Количество пользователей

source: Unit Abbreviation:
da_dk: Enhedskode:
es_es: Abreviatura de Unidad:
id_id: Singkatan:
it_it: Abbreviazione unità :
ka_ge: ერთეულის აბრევიატურა:
pt_br: Abreviação da Unidade:
pt_pt: Abreviatura da Unidade:
ru_ru: Группа Аббревиатура:

source: Descriptive Name:
da_dk: Beskrivelse:
es_es: Nombre Descriptivo:
id_id: Nama Deskriptif:
it_it: Nome descrittivo:
ka_ge: აღწერილობითი სახელი:
pt_br: Nome Descritivo:
pt_pt: Nome Descritivo:
ru_ru: Описательная Имя:

source: Decimal Places:
da_dk: Decimalplaceringer:
es_es: Lugares Decimales:
id_id: Jumlah Desimal:
it_it: Cifre decimali:
ka_ge: წილადის სიზუსტე
pt_br: Casas Decimais:
pt_pt: Casas Decimais:
ru_ru: Десятичных разрядов:

source: The location code must be five characters or less long (including converted special chars).
da_dk: Lokationskoden skal være fem tegn eller mindre længe (herunder konverterede specielle tegn).
es_es: El código de la ubicación debe tener una longitud de al menos cinco caracteres (incluidos caracteres especiales convertidos).
id_id: Kode lokasi maksimal 5 huruf.
it_it: Il codice sede deve essere di 5 caratteri o meno (inclusi i caratteri speciali).
ka_ge: მდებარეობის კოდი არ უნდა აღემატებოდეს 5 ნიშანს.
pt_br: O código de localizção deve ser cinco caracteres ou menor (incluindo caracteres especiais convertidos).
pt_pt: O código de localizção não deve ter mais de cinco caracteres (incluindo caracteres especiais convertidos).

source: The location name must be entered.
da_dk: Lagerpladsnavnet skal angives.
es_es: Debe introducir el nombre de la ubicación.
id_id: Nama lokasi harus diisi
it_it: Il nome della sede deve essere inserito.
ka_ge: შეიყვანე მდებარეობის სახელი.
pt_br: O nome de localização deve ser digitado.
pt_pt: O nome de localização deve ser indicado.
ru_ru: Местоположение имя должно быть введено.

source: Selected location has been updated
da_dk: Valgt lagerplads er opdateret.
es_es: La ubicación seleccionada se ha actualizado
id_id: Lokasi yang dipilih berhasil diubah
it_it: La sede selezionata è stata aggiornata
ka_ge: არჩეული მდებარეობა განახლებულია
pt_br: Localização selecionada foi atualizada
pt_pt: Localização selecionada foi atualizada
ru_ru: Выбранном месте была обновлена

source: New location has been added
da_dk: En ny lagerplads er oprettet.
es_es: Una nueva ubicación ha sido agregada.
id_id: Lokasi baru berhasil ditambahkan
it_it: La nuova sede è stata aggiunta
ka_ge: ახალი მდებარეობა დამატებულია
pt_br: Nova localização foi adicionada
pt_pt: Nova localização foi adicionada
ru_ru: Новое место было добавлено
