Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.15-1.po
Languages: vi_vn

source: GL analytical reports and inquiries
vi_vn: báo cáo phân tích GL và thắc mắc

source: Tax reports and inquiries
vi_vn: báo cáo thuế và thắc mắc

source: Bank reports and inquiries
vi_vn: báo cáo Ngân hàng và thắc mắc

source: GL reports and inquiries
vi_vn: báo cáo GL và thắc mắc

source: Cannot retrieve exchange rate for currency %s as of %s. Please add exchange rate manually on Exchange Rates page.
vi_vn: Không thể truy tỷ giá hối đoái cho đồng tiền %s là%s. Vui lòng thêm tỷ giá hối đoái bằng tay trên trang ñoaùi.

source: Before software upgrade you have to include old $security_groups and $security_headings arrays from old config.php file to the new one.
vi_vn: Trước khi phần mềm nâng cấp bạn phải bao gồm security_groups $ cũ và $ security_headings mảng từ file config.php cũ sang cái mới.

source: System is available for site admin only until full database upgrade
vi_vn: Hệ thống có sẵn cho site admin chỉ cho đến khi nâng cấp cơ sở dữ liệu đầy đủ

source: New password for
vi_vn: Mật khẩu mới cho

source: Requesting data...
vi_vn: Yêu cầu dữ liệu ...

source: Vertical bars
vi_vn: thanh dọc

source: Horizontal bars
vi_vn: Thanh ngang

source: Lines
vi_vn: Đường

source: Pie
vi_vn: Bánh

source: Donut
vi_vn: Bánh rán

source: Tables
vi_vn: Bảng

source: Customers
vi_vn: Khách hàng

source: Branches
vi_vn: Chi nhánh

source: Salesmen
vi_vn: Nhân viên kinh doanh

source: Overdue Invoices
vi_vn: Hoá đơn quá hạn

source: Customer
vi_vn: khách hàng

source: Sales Total
vi_vn: Tổng doanh số

source: Suppliers
vi_vn: Các nhà cung cấp

source: New Orders
vi_vn: Đơn đặt hàng mới

source: Invoices
vi_vn: hóa đơn

source: Supplier
vi_vn: Nhà cung cấp

source: Items
vi_vn: Mặt hàng

source: Locations
vi_vn: Vị trí

source: Kits
vi_vn: Bộ

source: Work Centres
vi_vn: Trung tâm làm việc

source: Open Workorders
vi_vn: Yêu cầu công việc đang mở

source: Categories
vi_vn: Thể loại

source: Fixed Asset Classes
vi_vn: Phân loại tài sản cố định

source: Total Sales
vi_vn: Tổng doanh số

source: Total Costs
vi_vn: Tổng chi phí

source: Total Results
vi_vn: Tổng kết quả

source: Extensions
vi_vn: Phần mở rộng

source: Languages
vi_vn: Ngôn ngữ

source: Database Size
vi_vn: Dung lượng cơ sở dữ liệu

source: Top %s customers in fiscal year
vi_vn: Lên trên %s khách hàng trong năm tài chính

source: Sales
vi_vn: Bán hàng

source: Top %s suppliers in fiscal year
vi_vn: Lên trên %s các nhà cung cấp trong năm tài chính

source: Purchases
vi_vn: Mua hàng

source: Top %s Manufactured Items in fiscal year
vi_vn: Lên trên %s Items Sản xuất trong năm tài chính

source: Top %s Fixed Assets
vi_vn: Tài sản cố định đầu %s

source: Top %s Sold Items in fiscal year
vi_vn: Lên trên %s Items bán trong năm tài chính

source: Costs
vi_vn: chi phí

source: Results
vi_vn: Kết quả

source: Quantity
vi_vn: Số lượng

source: Top %s Dimensions in fiscal year
vi_vn: Lên trên %s Kích thước trong năm tài chính

source: Result
vi_vn: Kết quả

source: Class Balances
vi_vn: Số dư lớp

source: Totals
vi_vn: Tổng số

source: Week
vi_vn: Tuần

source: Weeks
vi_vn: Tuần

source: Month
vi_vn: Tháng

source: Months
vi_vn: Tháng

source: Balances
vi_vn: Cân đối

source: Days
vi_vn: ngày

source: No Data available yet!
vi_vn: Chưa có dữ liệu!

source: overdue Sales Invoices
vi_vn: Hoá đơn bán hàng quá hạn

source: Branch
vi_vn: Chi nhánh

source: Remainder
vi_vn: Phần còn lại

source: Overdue Recurrent Invoices
vi_vn: Tái Hoá đơn quá hạn

source: Template No
vi_vn: template Không

source: Next invoice
vi_vn: hóa đơn tiếp theo

source: unpaid Purchase Invoices
vi_vn: Hoá đơn mua hàng chưa thanh toán

source: Marked items are overdue.
vi_vn: mục đánh dấu quá hạn.

source: Location
vi_vn: Vị trí

source: Stock Id
vi_vn: ID kho

source: Reorder
vi_vn: Sắp xếp lại

source: qty
vi_vn: s.l

source: Bank Account Balances
vi_vn: Số dư tài khoản ngân hàng

source: %s #%s is closed for further edition.
vi_vn: %s #%s bị đóng cửa trong phiên bản tiếp theo.

source: You have no edit access to transactions created by other users.
vi_vn: Bạn không có quyền chỉnh sửa được các giao dịch được tạo ra bởi những người dùng khác.

source: The entered reference is invalid.
vi_vn: Các tài liệu tham khảo nhập không hợp lệ.

source: The entered reference is already in use.
vi_vn: Các tài liệu tham khảo cho vào là đã được sử dụng.

source: Unhandled exception [%s]: %s.
vi_vn: ngoại lệ unhandled [ %s]: %s.

source: in file
vi_vn: trong tập tin

source: at line
vi_vn: tai dong

source: Debug mode database warning:
vi_vn: Debug cảnh báo chế độ cơ sở dữ liệu:

source: The entered information is a duplicate. Please go back and enter different values.
vi_vn: Thông tin được nhập là một bản sao. Hãy quay trở lại và nhập các giá trị khác nhau.

source: This page is usable only with javascript enabled browsers.
vi_vn: Trang này là có thể sử dụng duy nhất với các trình duyệt kích hoạt javascript.

source: No key field '%s' in file '%s'
vi_vn: Không có trường chính '%s' trong tệp '%s'

source: Cannot download repo index file.
vi_vn: Không thể tải xuống tệp chỉ mục repo.

source: OpenSSL have to be available on your server to use extension repository system.
vi_vn: OpenSSL phải có sẵn trên máy chủ của bạn để sử dụng hệ thống kho lưu trữ mở rộng.

source: Cannot delete outdated '%s' file.
vi_vn: Không thể xóa tệp '%s' đã lỗi thời.

source: Release file in repository is invalid, or public key is outdated.
vi_vn: Phát hành tệp trong kho không hợp lệ hoặc khoá công khai bị lỗi.

source: Repository version does not match application version.
vi_vn: Phiên bản kho không khớp với phiên bản ứng dụng.

source: Cannot download '%s' file.
vi_vn: Không thể tải xuống tệp '%s'.

source: Security alert: broken index file in repository '%s'. Please inform repository administrator about this issue.
vi_vn: Cảnh báo bảo mật: tệp chỉ mục bị hỏng trong kho '%s'. Vui lòng thông báo cho quản trị viên kho về vấn đề này.

source: Security alert: broken package '%s' in repository. Please inform repository administrator about this issue.
vi_vn: Cảnh báo an ninh: gói bị hỏng '%s' trong kho. Vui lòng thông báo cho quản trị viên kho về vấn đề này.

source: Package '%s' not found.
vi_vn: Không tìm thấy gói '%s'.

source: Invalid refline template.
vi_vn: mẫu refline không hợp lệ.

source: Missing refline context data: '%s'
vi_vn: Thiếu dữ liệu bối cảnh refline: '%s'

source: Missing numeric placeholder in refline definition.
vi_vn: Thiếu placeholder số trong định nghĩa refline.

source: Incorrect Password
vi_vn: Mật khẩu không đúng

source: The user and password combination is not valid for the system.
vi_vn: Người sử dụng và mật khẩu kết hợp không hợp lệ cho hệ thống.

source: If you are not an authorized user, please contact your system administrator to obtain an account to enable you to use the system.
vi_vn: Nếu bạn không phải là người dùng được ủy quyền, xin vui lòng liên hệ với quản trị hệ thống của bạn để có được một tài khoản để cho phép bạn sử dụng hệ thống.

source: Try again
vi_vn: Thử lại

source: Incorrect Email
vi_vn: không chính xác Email

source: The email address does not exist in the system, or is used by more than one user.
vi_vn: Địa chỉ email không tồn tại trong hệ thống, hoặc được sử dụng bởi nhiều người dùng.

source: Plase try again or contact your system administrator to obtain new password.
vi_vn: Plase thử lại hoặc liên hệ với quản trị hệ thống của bạn để có được mật khẩu mới.

source: New password sent
vi_vn: Mật khẩu mới gửi

source: A new password has been sent to your mailbox.
vi_vn: Mật khẩu mới đã được gửi đến hộp thư của bạn.

source: Login here
vi_vn: Đăng nhập tại đây

source: Brute force attack on account '%s' detected. Access for non-logged users temporarily blocked.
vi_vn: tấn công brute force trên tài khoản '%s' phát hiện. Truy cập cho người dùng không đăng nhập tạm thời bị chặn.

source: Security settings have not been defined for your user account.
vi_vn: Cài đặt bảo mật chưa được xác định cho các tài khoản người dùng của bạn.

source: Please contact your system administrator.
vi_vn: Xin vui lòng liên hệ với quản trị hệ thống của bạn.

source: Please remove $security_groups and $security_headings arrays from config.php file!
vi_vn: Hãy xóa $ security_groups và security_headings $ mảng từ file config.php!

source: Access to application has been blocked until database upgrade is completed by system administrator.
vi_vn: Truy cập vào ứng dụng đã bị chặn cho đến khi nâng cấp cơ sở dữ liệu được hoàn thành bởi người quản trị hệ thống.

source: The security settings on your account do not permit you to access this function
vi_vn: Các thiết lập bảo mật trên tài khoản của bạn không cho phép bạn truy cập vào chức năng này

source: System is blocked after source upgrade until database is updated on System/Software Upgrade page
vi_vn: Hệ thống bị chặn sau khi nâng cấp nguồn cho đến khi cơ sở dữ liệu được cập nhật trên trang Nâng cấp hệ thống / phần mềm

source: Bank Payment
vi_vn: Thanh toán ngân hàng

source: Bank Deposit
vi_vn: Tiền gửi ngân hàng

source: Funds Transfer
vi_vn: Chuyển tiền

source: Sales Invoice
vi_vn: Hóa đơn bán hàng

source: Customer Credit Note
vi_vn: Tín dụng của khách hàng Lưu ý

source: Customer Payment
vi_vn: Hóa đơn thanh toán cho khách hàng

source: Delivery Note
vi_vn: giấy giao hàng

source: Location Transfer
vi_vn: Location Chuyển

source: Inventory Adjustment
vi_vn: Điều chỉnh hàng tồn kho

source: Purchase Order
vi_vn: mua hàng

source: Supplier Invoice
vi_vn: Hóa đơn nhà cung cấp

source: Supplier Credit Note
vi_vn: Nhà cung cấp tín dụng Note

source: Supplier Payment
vi_vn: Thanh toán nhà cung cấp

source: Purchase Order Delivery
vi_vn: Mua hàng Giao hàng

source: Work Order
vi_vn: Trình tự công việc

source: Work Order Issue
vi_vn: Công việc theo thứ tự Issue

source: Work Order Production
vi_vn: Làm việc tự sản xuất

source: Sales Order
vi_vn: Đơn đặt hàng

source: Sales Quotation
vi_vn: Báo giá bán hàng

source: Cost Update
vi_vn: cập nhật giá

source: Fixed Assets Disposal
vi_vn: Tài sản cố định Xử lý

source: Fixed Assets Revaluation
vi_vn: Đánh giá lại tài sản cố định

source: Savings Account
vi_vn: Tài khoản tiết kiệm

source: Chequing Account
vi_vn: Tài khoản Chequing

source: Credit Account
vi_vn: Tài khoản tín dụng

source: Cash Account
vi_vn: Tài khoản tiền mặt

source: Transfer
vi_vn: chuyển khoản

source: Cheque
vi_vn: Kiểm tra

source: Cash
vi_vn: tiền mặt

source: Assemble
vi_vn: Tập hợp

source: Unassemble
vi_vn: Tháo rời

source: Advanced Manufacture
vi_vn: Sản xuất tiên tiến

source: Labour Cost
vi_vn: Chi phí lao động

source: Overhead Cost
vi_vn: Chi phí trên không

source: Materials
vi_vn: Nguyên vật liệu

source: Assets
vi_vn: Tài sản

source: Equity
vi_vn: Công bằng

source: Income
vi_vn: lợi tức

source: Cost of Goods Sold
vi_vn: Giá vốn hàng bán

source: Expense
vi_vn: kinh phí

source: Amount, increase base
vi_vn: Số lượng, cơ sở tăng

source: Amount, reduce base
vi_vn: Số tiền, giảm bớt cơ sở

source: % amount of base
vi_vn: % Khối lượng cơ sở

source: % amount of base, increase base
vi_vn: số % của cơ sở, tăng cường cơ sở

source: % amount of base, reduce base
vi_vn: số % của cơ sở, giảm bớt cơ sở

source: Taxes added
vi_vn: thuế thêm

source: Taxes added, increase base
vi_vn: Thuế bổ sung, tăng cơ sở

source: Taxes added, reduce base
vi_vn: Thuế tăng, giảm cơ sở

source: Taxes included
vi_vn: Bao gồm thuế

source: Taxes included, increase base
vi_vn: Thuế bao gồm, tăng cơ sở

source: Taxes included, reduce base
vi_vn: Thuế bao gồm, giảm cơ sở

source: Supplier Invoice/Credit
vi_vn: Nhà cung cấp hóa đơn / Tín dụng

source: Declining balance
vi_vn: số dư giảm dần

source: Straight line
vi_vn: Đường thẳng

source: Sum of the Year Digits
vi_vn: Tổng các chữ số Năm

source: One-time
vi_vn: Một lần

source: Manufactured
vi_vn: &Sản xuất

source: Service
vi_vn: Dịch vụ

source: Customer branch
vi_vn: chi nhánh khách hàng

source: Shipper
vi_vn: Người gửi hàng

source: Company internal
vi_vn: Công ty nội

source: Prepayment
vi_vn: Trả trước

source: After No. of Days
vi_vn: Sau Số ngày

source: Day In Following Month
vi_vn: Ngày Trong Sau Tháng

source: Sum per line taxes
vi_vn: Sum mỗi dòng thuế

source: Taxes from totals
vi_vn: Thuế từ tổng số

source: Jan
vi_vn: một

source: Feb
vi_vn: hai

source: Mar
vi_vn: Ba

source: Apr
vi_vn: tư

source: May
vi_vn: Năm

source: Jun
vi_vn: sáu

source: Jul
vi_vn: bảy

source: Aug
vi_vn: Tám

source: Sep
vi_vn: Chín

source: Oct
vi_vn: Mười

source: Nov
vi_vn: mười một

source: Dec
vi_vn: mười hai

source: Unicode (multilanguage)
vi_vn: Unicode (đa ngôn ngữ)

source: Icelandic
vi_vn: Iceland

source: Romanian
vi_vn: Người Rumani

source: Slovenian
vi_vn: Tiếng Slovenia

source: Polish
vi_vn: đánh bóng

source: Estonian
vi_vn: Tiếng Estonia

source: Spanish
vi_vn: người Tây Ban Nha

source: Swedish
vi_vn: Tiếng Thụy Điển

source: Turkish
vi_vn: Thổ

source: Czech
vi_vn: Tiếng Séc

source: Danish
vi_vn: người Đan Mạch

source: Lithuanian
vi_vn: Tiếng Litva

source: Spanish (alternative)
vi_vn: Tây Ban Nha (thay thế)

source: Persian
vi_vn: Người Ba Tư

source: Hungarian
vi_vn: Hungary

source: French
vi_vn: người Pháp

source: Italian
vi_vn: người Ý

source: Info
vi_vn: Thông tin

source: Optional
vi_vn: Không bắt buộc

source: Recommended
vi_vn: Đề nghị

source: Required
vi_vn: Cần thiết

source: MySQL version
vi_vn: Phiên bản MySQL

source: Upgrade MySQL server to version at least 4.1
vi_vn: Nâng cấp máy chủ MySQL lên phiên bản ít nhất là 4.1

source: PHP MySQL extension
vi_vn: Mở rộng PHP MySQL

source: Your PHP has to have MySQL extension enabled.
vi_vn: PHP của bạn phải bật phần mở rộng MySQL.

source: PHP version
vi_vn: Phiên bản PHP

source: Upgrade PHP to version at least 5.0.0
vi_vn: Nâng cấp PHP lên phiên bản ít nhất 5.0.0

source: Server system
vi_vn: Hệ thống máy chủ

source: Session save path
vi_vn: Đường dẫn lưu phiên

source: Removed install wizard folder
vi_vn: Hủy bỏ thư mục cài đặt thuật sĩ

source: Not removed
vi_vn: Không bị loại bỏ

source: Remove or rename install wizard folder for security reasons.
vi_vn: Hủy bỏ hoặc đổi tên cài đặt thư mục thuật sĩ vì lý do an ninh.

source: Browser type
vi_vn: Loại trình duyệt

source: Any browser is supported
vi_vn: Bất kỳ trình duyệt nào được hỗ trợ

source: Http server type
vi_vn: Máy chủ kiểu Http

source: Any server is supported
vi_vn: Bất kỳ máy chủ nào được hỗ trợ

source: Native gettext
vi_vn: Gettext bản địa

source: In case of no gettext support, php emulation is used
vi_vn: Trong trường hợp không hỗ trợ gettext, thi đua php được sử dụng

source: Debugging mode
vi_vn: Chế độ kiểm lỗi

source: To switch debugging on set $go_debug>0 in config.php file
vi_vn: Để bật gỡ lỗi trên tập $ go_debug> 0 trong tệp config.php

source: Error logging
vi_vn: Lỗi đăng nhập

source: Disabled
vi_vn: Tàn tật

source: To switch error logging set $error_logging in config.php file
vi_vn: Để chuyển đổi lỗi ghi nhật ký $ error_logging trong tệp config.php

source: Log file is not writeable
vi_vn: Tệp nhật ký không ghi được

source: Current database version
vi_vn: Phiên bản cơ sở dữ liệu hiện tại

source: Database structure seems to be not upgraded to current version
vi_vn: Cấu trúc cơ sở dữ liệu dường như không được nâng cấp lên phiên bản hiện tại

source: Company subdirectories consistency
vi_vn: Thư mục con của công ty

source: '%s' is not writeable
vi_vn: '%s' không thể ghi

source: Temporary directory
vi_vn: Thư mục tạm thời

source: Language configuration consistency
vi_vn: Cấu hình ngôn ngữ nhất quán

source: Languages folder should be writeable.
vi_vn: Thư mục ngôn ngữ phải có thể ghi.

source: Languages configuration file should be writeable.
vi_vn: Tập tin cấu hình ngôn ngữ nên có thể ghi.

source: Missing %s translation file.
vi_vn: Thiếu tệp dịch của %s.

source: Missing system locale: %s
vi_vn: Thiếu vị trí hệ thống: %s

source: Main config file
vi_vn: Tập tin cấu hình chính

source: Can't write '%s' file. Check FA directory write permissions.
vi_vn: Không thể ghi tập tin '%s'. Kiểm tra quyền truy cập thư mục FA.

source: '%s' file exists.
vi_vn: 'Tập tin %s' tồn tại.

source: '%s' file should be read-only
vi_vn: '%s' file nên là chỉ đọc

source: Database auth file
vi_vn: Tệp xác thực cơ sở dữ liệu

source: '%s' file should be read-only if you do not plan to add or change companies
vi_vn: tệp '%s' nên chỉ đọc nếu bạn không có kế hoạch bổ sung hoặc thay đổi công ty

source: Extensions system
vi_vn: Hệ thống mở rộng

source: Extensions configuration files and directories should be writeable
vi_vn: Tệp và thư mục cấu hình tiện ích mở rộng phải có thể ghi được

source: Non-standard theme directory '%s' is not writable
vi_vn: Thư mục chủ đề không chuẩn '%s' không thể ghi được

source: OpenSSL PHP extension have to be enabled to use extension repository system.
vi_vn: OpenSSL PHP mở rộng phải được kích hoạt để sử dụng hệ thống lưu trữ mở rộng.

source: Test
vi_vn: Kiểm tra

source: Test type
vi_vn: Loại kiểm tra

source: Comments
vi_vn: Bình luận

source: Ok
vi_vn: Được

source: Some transactions journal GL postings were not indexed due to lack of audit trail record.
vi_vn: Một số giao dịch trên tạp chí GL đăng không được lập chỉ mục do thiếu kỷ lục đường mòn kiểm toán.

source: This prefix conflicts with another one already defined. Prefix have to be unambigous.
vi_vn: Tiền tố này mâu thuẫn với nhau đã được xác định. Tiền tố phải unambigous.

source: Invalid template format.
vi_vn: định dạng mẫu không hợp lệ.

source: Transaction type cannot be empty.
vi_vn: Loại giao dịch không thể để trống.

source: Next reference cannot be empty.
vi_vn: tài liệu tham khảo tiếp theo không thể để trống.

source: You cannot use placeholders in refline prefix.
vi_vn: Bạn không thể sử dụng placeholders trong prefix refline.

source: Curly brackets does not balance.
vi_vn: dấu ngoặc nhọn không cân bằng.

source: Invalid placeholder '%s'. Placeholders allowed for this transaction type are: %s.
vi_vn: giữ chỗ không hợp lệ '%s'. Placeholders phép cho loại hình giao dịch này là: %s.

source: Missing numeric placeholder. If you want to use template based references, you have to define numeric placeholder too.
vi_vn: Thiếu placeholder số. Nếu bạn muốn sử dụng mẫu dựa tài liệu tham khảo, bạn phải xác định giữ chỗ số quá.

source: Reference line which is default for any transaction type cannot be deleted.
vi_vn: dòng tham khảo đó là mặc định cho bất kỳ loại giao dịch không thể bị xóa.

source: Reference line cannot be deleted because it is already in use.
vi_vn: dòng tham khảo không thể bị xóa bởi vì nó đã được sử dụng.

source: Cost was
vi_vn: chi phí là

source: changed to
vi_vn: thay đổi để

source: for item
vi_vn: cho mặt hàng

source: Zero/negative inventory handling
vi_vn: Zero xử lý hàng tồn kho / tiêu cực

source: Allocated amounts in %s:
vi_vn: lượng phân bổ trong %s:

source: Transaction Type
vi_vn: Loại giao dịch

source: Supplier Ref
vi_vn: Nhà cung cấp Ref

source: Other Allocations
vi_vn: Phân bổ khác

source: Left to Allocate
vi_vn: Từ trái sang Phân bổ

source: This Allocation
vi_vn: Phân bổ này

source: Total Allocated
vi_vn: Tổng số phân bổ

source: The entry for one or more amounts is invalid or negative.
vi_vn: Entry cho một hoặc nhiều khoản tiền không hợp lệ hoặc tiêu cực.

source: At least one transaction is overallocated.
vi_vn: Ít nhất một giao dịch được overallocated.

source: These allocations cannot be processed because the amount allocated is more than the total amount left to allocate.
vi_vn: Những phân bổ không thể được xử lý bởi vì số lượng được phân bổ nhiều hơn tổng số tiền còn lại để phân bổ.

source: Docs Title
vi_vn: Tiêu đề tài liệu

source: Date Updated
vi_vn: Ngày cập nhật

source: Attachment Detail
vi_vn: Thông tin đính kèm

source: Customer ID
vi_vn: ID khách hàng

source: Supplier ID
vi_vn: ID nhà cung cấp

source: File:
vi_vn: Tệp tin:

source: File change
vi_vn: Thay đổi tệp tin

source: Select file
vi_vn: Chọn tệp tin

source: Submit changes
vi_vn: gửi các thay đổi

source: Cancel edition
vi_vn: Hủy bản

source: The existing Docs could not be removed
vi_vn: Những tài liệu đang tồn tại không thể bị xóa.

source: Description cannot be empty.
vi_vn: Mô tả không được làm rỗng.

source: The Selected Attachment is Deleted Successfully
vi_vn: Đã xóa thành công tệp đính kèm được chọn

source: Transaction type
vi_vn: Loại giao dịch

source: Prefix
vi_vn: Tiếp đầu ngữ

source: Pattern
vi_vn: Mẫu

source: Reference Pattern:
vi_vn: Pattern tham khảo:

source: Default for This Type:
vi_vn: Mặc định cho loại này:

source: Set as Default for This Type:
vi_vn: Đặt làm mặc định cho loại này:

source: Assignment
vi_vn: Chuyển nhượng

source: Sec Phone
vi_vn: sec Điện thoại

source: Fax
vi_vn: Số fax

source: Contact data
vi_vn: Dữ liệu liên hệ

source: First Name:
vi_vn: Tên đầu tiên:

source: Last Name:
vi_vn: Họ:

source: Contact active for:
vi_vn: Liên hoạt động cho:

source: Phone:
vi_vn: Điện thoại:

source: Document Language:
vi_vn: Tài liệu Ngôn ngữ:

source: Customer default
vi_vn: mặc định khách hàng

source: Notes:
vi_vn: Ghi chú:

source: The contact name cannot be empty.
vi_vn: Tên liên hệ không thể để trống.

source: Contact reference cannot be empty.
vi_vn: Liên hệ tài liệu tham khảo không thể để trống.

source: You have to select at least one category.
vi_vn: Bạn phải chọn ít nhất một loại.

source: Show also Inactive
vi_vn: Hiện cũng không hoạt động

source: First
vi_vn: Đầu tiên

source: Prev
vi_vn: Trước đó

source: Next
vi_vn: Kế tiếp

source: Last
vi_vn: Cuối cùng

source: Records %d-%d of %d
vi_vn: Hồ sơ %d-%d%d

source: No records
vi_vn: không có dữ liệu

source: Exchange rate roundings
vi_vn: trường xung tỷ giá hối đoái

source: Edit new record with current data
vi_vn: Chỉnh sửa kỷ lục mới với dữ liệu hiện tại

source: Request from outside of this page is forbidden.
vi_vn: Yêu cầu từ bên ngoài của trang này bị cấm.

source: CSRF attack detected from:
vi_vn: CSRF tấn công được phát hiện từ:

source: You should automatically be forwarded.
vi_vn: Bạn sẽ tự động được chuyển tiếp.

source: If this does not happen
vi_vn: Nếu điều này không xảy ra

source: click here
vi_vn: bấm vào đây

source: to continue
vi_vn: để tiếp tục

source: Close
vi_vn: Gần

source: Entered data has not been saved yet. Do you want to abandon changes?
vi_vn: dữ liệu nhập đã chưa được lưu. Bạn có muốn từ bỏ những thay đổi?

source: Click Here to Pick up the date
vi_vn: Nhấn vào đây để đón ngày

source: Inactive
vi_vn: Không hoạt động

source: Current Credit:
vi_vn: Tín dụng hiện tại:

source: Bank Balance:
vi_vn: Ngân hàng cân bằng:

source: Set filter
vi_vn: Đặt bộ lọc

source: Press Space tab for search pattern entry
vi_vn: tab Space Nhấn để nhập mô hình tìm kiếm

source: Enter code fragment to search or * for all
vi_vn: Nhập đoạn mã để tìm kiếm hoặc * cho tất cả

source: Enter description fragment to search or * for all
vi_vn: Nhập đoạn mô tả để tìm kiếm hoặc * cho tất cả

source: Search items
vi_vn: mục tìm kiếm

source: Search customers
vi_vn: Tìm kiếm khách hàng

source: Search branches
vi_vn: Tìm chi nhánh

source: Search suppliers
vi_vn: nhà cung cấp tìm kiếm

source: All Suppliers
vi_vn: Tất cả các nhà cung cấp

source: Press Space tab to filter by name fragment
vi_vn: Nhấn tab Space để lọc theo tên mảnh

source: Select supplier
vi_vn: Chọn nhà cung cấp

source: All Customers
vi_vn: Tất cả khách hàng

source: Press Space tab to filter by name fragment; F2 - entry new customer
vi_vn: Nhấn tab Space để lọc theo tên đoạn; F2 - entry khách hàng mới

source: Select customer
vi_vn: Chọn khách hàng

source: All branches
vi_vn: Tất cả chi nhánh

source: Select customer branch
vi_vn: Chọn ngành hàng

source: All Locations
vi_vn: Tất cả địa điểm

source: All Items
vi_vn: Tất cả món đồ

source: All Sales Types
vi_vn: Tất cả các loại Kinh doanh
