Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: Languages folder should be writeable.
es_es: Carpeta de Idiomas debe ser escribible.
it_it: Le directory delle lingue devono essere scrivibili.
ka_ge: ენების დირექტორია უნდა იყოს რედაქტირებადი.
pt_pt: Pasta de idiomas deve ter permissões de escrita
ru_ru: Языки папка должна быть доступна для записи.

source: Languages configuration file should be writeable.
es_es: Archivo de configuración de Idiomas debe ser escribible
it_it: Il file di configurazione della lingua dovrebbe essere scrivibile.
ka_ge: ენების კონფიგურაციის ფაილი უდნა იყოს რედაქტირებადი.
pt_pt: Ficheiro de configuração idioma deve ter permissões de escrita
ru_ru: Языки файле конфигурации должна быть доступна для записи.

source: Missing %s translation file.
da_dk: Mangler %s oversættelses-fil.
es_es: Archivo de traducción %s no encontrado
it_it: File di traduzione %s mancante.
ka_ge: ნათარგმნის ფაილი %s ვერ მოიძებნა.
pt_pt: Ficheiro tradução %s ausente

source: Missing system locale: %s
da_dk: Manglende systemet locale: %s
es_es: Sistema local perdido: %s
it_it: Locale di sistema %s mancante.
ka_ge: სისტემის ლოკალე %s ვერ მოიძებნა
pt_pt: Sistema de def. locais não encontrado: %s

source: Main config file
da_dk: Hovedkonfigurations fil
es_es: Archivo de configuración principal
it_it: File principale di configurazione
ka_ge: მთავარი კონფიგ. ფაილი
pt_pt: Ficheiro configuração principal
ru_ru: Главный конфигурационный файл

source: Can't write '%s' file. Check FA directory write permissions.
es_es: No se pudo escribir el archivo '%s'. Revise los permisos de escritura del directorio de FA
it_it: Non è possibile scrivere il file '%s'. Controlla i permessi di scrittura della directory FA.
ka_ge: '%s' ფაილი არ არის რედაქტირებადი. შეამოწმე FA დირექტორიაზე უფლებები.
pt_pt: Não é possivel escrever no ficheiro '%s'. Verificar permissões de escrita da pasta FA

source: '%s' file exists.
es_es: El archivo '%s' existe.
it_it: Il file '%s' esiste.
ka_ge: '%s' ფაილი არსებობს.
pt_pt: Ficheiro '%s' já existe.

source: '%s' file should be read-only
da_dk: '%s' fil skal være skrivebeskyttet
es_es: El archivo '%s' debe ser sólo lectura
it_it: Il file '%s' dovrebbe essere in sola lettura
ka_ge: '%s ფაილი უნდა იყოს არარედაქტირებადი
pt_pt: ficheiro '%s' deve ter apenas permissões de leitura

source: Database auth file
da_dk: Database auth fil
es_es: Archivo de autorización de la base de datos
it_it: File auth del database
ka_ge: მონაცემთა ბაზის ავტორიზაციის ფაილი
pt_pt: Ficheiro auditoria Base de Dados
ru_ru: Файл базы данных авторизации

source: '%s' file should be read-only if you do not plan to add or change companies
da_dk: '%s' fil skal være skrivebeskyttet, hvis du ikke planlægger at tilføje eller ændre virksomheder
es_es: Archivo '%s' debe ser sólo lectura si no planea agregar o cambiar compañías
it_it: Il file '%s' dovrebbe essere in sola lettura se non hai intenzione di aggiungere o modificare aziende
ka_ge: '%s' უნდა იყოს არარედაქტირებადი თუ არ გეგმავ ცვლილებას ან კომპანიის დამატებას
pt_pt: Ficheiro '%s' deve ser só de leitura, se não pretender adicionar ou alterar empresas

source: Extensions system
da_dk: Udvidelses system
es_es: Sistema de extensiones
it_it: Sistema di estensioni
ka_ge: გაფართოებების სისტემა
pt_pt: Sistema Extensões
ru_ru: Расширения системы

source: Extensions configuration files and directories should be writeable
da_dk: Extensions konfigurationsfiler og mapper skal være skrivbar
es_es: Los archivos y directorios de configuración de extensiones deben ser escribibles
it_it: I file e le directory di configurazione delle estensioni dovrebbero essere scrivibili
ka_ge: გაფართოების კონფიგურაციის ფაილები და დირექტორიები უნდა იყოს რედაქტირებადი
pt_pt: Os ficheiros de configuração de extensões devem ter permissões de escrita
ru_ru: Расширения конфигурационные файлы и каталоги должны быть доступны для записи

source: Non-standard theme directory '%s' is not writable
es_es: El directorio de temas no estandar '%s' no es escribible
it_it: Directory '%s' del tema non-standard non è scrivibile
ka_ge: არასტანდარტული იერსახის დირექტორია '%s' არ არის რედაქტირებადი
pt_pt: A pasta de temas não standard '%s' não possui permissões de escrita

source: OpenSSL PHP extension have to be enabled to use extension repository system.
es_es: La extensión PHP OpenSSL tiene que estar activada para usar el sistema de repositorio de extensiones.
it_it: L'estensione PHP OpenSSL deve essere abilitata per usare il sistema di repository estensioni.
ka_ge: OpenSSL PHP გაფართოება უნდა გააქტიურდეს, რათა გამოიყენო გაფართოების სანახის სისტემა.
pt_pt: A extensão PHP OpenSSL tem que estar ativo para usar o repositório de extensões.

source: OpenSSL have to be available on your server to use extension repository system.
es_es: OpenSSL debe estar disponible en su servidor para usar el repositorio de extensiones.
it_it: OpenSSL dovrebbe essere disponibile sul tuo server per usare il sistema di repository estensioni
ka_ge: OpenSSL უნდა იყოს ხელმისაწვდომი სერვერზე, რათა გამოიყენო სანახი სისტემა.
pt_pt: OpenSSL tem que estar ativo no servidor para usar o repositório de extensões.

source: Test
es_es: Prueba
ka_ge: ტესტი
pt_pt: Teste
ru_ru: Тест

source: Test type
es_es: Tipo de prueba
it_it: Tipo di test
ka_ge: ტესტის ტიპი
pt_pt: Tipo teste
ru_ru: Тип испытаний

source: Value
da_dk: Værdi
es_es: Valor
id_id: Nilai
it_it: Valore
ka_ge: სიდიდე
pt_br: Valor
pt_pt: Valor
ru_ru: Значение

source: Comments
da_dk: Kommentarer
es_es: Comentarios
id_id: Komentar
it_it: Commenti
ka_ge: კომენტარები
pt_br: Comentários
pt_pt: Comentários
ru_ru: Комментарии

source: Some transactions journal GL postings were not indexed due to lack of audit trail record.
da_dk: Nogle transaktions journaler, bogførings poster, blev ikke indekseret på grund af manglende revisionsspor i posteringer.
es_es: Algunas transacciones del diario no se indexan por la falta de registro de seguimiento de auditoría.
id_id: Beberapa transaksi jurnal posting GL tidak terindeks karena kurangnya data audit trail.
it_it: Alcune transazioni sul registro di contabilità generale non sono state classificate a causa della mancanzadi verifica contabile
ka_ge: ზოგიერთი გატარებები არ იქნა ინდექსირებული აუდიტორული კვალის არ არსებობის გამო.
pt_pt: Algumas transações no diário não foram indexadas devido a falta no registro de auditoria.

source: Cost was
es_es: El coste fue
it_it: Il Costo era
ka_ge: თვითღირებულება იყო
pt_pt: O custo foi

source: changed to
es_es: cambio a
it_it: cambiato a
ka_ge: შეიცვალა
pt_pt: alterado para

source: for item
es_es: para el artículo
it_it: per articolo
ka_ge: დასახელებისთვის
pt_pt: para artigo:

source: Zero/negative inventory handling
es_es: Manejo de inventario cero/negativo
id_id: Penanganan inventaris dengan jumlah 0/negatif
ka_ge: ნულ./უარყ. მარაგების მართვა
pt_pt: manipulação inventário a zero/ negativo
ru_ru: Zero / отрицательный запас обработки

source: Transaction Type
da_dk: Transaktionstype
es_es: Tipo de Transacción
id_id: Tipe transaksi
it_it: Tipo di transazione
ka_ge: ტრანზაქციის ტიპი
pt_br: Tipo de Transações
pt_pt: Tipo Transação
ru_ru: Вид операции

source: Other Allocations
da_dk: Andre allokeringer
es_es: Otras Asignaciones
id_id: Alokasi lain
it_it: Altre Transazioni
ka_ge: სხვა განაწილებები
pt_br: Outras Alocações
pt_pt: Já Liquidado
ru_ru: Другие распределения

source: Left to Allocate
da_dk: Tilbage at allokere
es_es: Resta por Asignar
id_id: Sisa yang dapat dialokasi
it_it: Da Allocare
ka_ge: დარჩა გასანაწილებელი
pt_br: Alocar para Esquerda
pt_pt: Pendente
ru_ru: Слева Выделить

source: This Allocation
da_dk: Denne allokering
es_es: Esta Asignación
id_id: Dialokasi
it_it: Questa Transazione
ka_ge: ეს განაწილება
pt_br: Esta Alocação
pt_pt: A Liquidar
ru_ru: Это распределение

source: Total Allocated
da_dk: Totalt allokeret
es_es: Total Asignado
id_id: Total yang sudah dialokasi
it_it: Totalmente allocato
ka_ge: მთლიანად განაწილებული
pt_br: Total Alocado
pt_pt: Total Liquidado
ru_ru: Всего Выделенные

source: The entry for one or more amounts is invalid or negative.
da_dk: En eller flere beløb er ugyldige eller negative.
es_es: La entrada para una o más cantidades no es válida o es negativa.
id_id: Input jumlah tidak valid atau negatif.
it_it: L'inserimento di uno o pià¹ importi non è valido o negativo.
ka_ge: ჩანაწერი ერთი ან მეტი თანხისთვის არასწორია ან უარყოფითი.
pt_br: A digitação de uma ou mais quantias é inválida ou negativa.
pt_pt: A entrada de uma ou mais quantidades é inválida ou negativa.
ru_ru: Запись для одного или нескольких сумм является недействительным или отрицательным.

source: At least one transaction is overallocated.
da_dk: Mindst en transaktion er overallokeret.
es_es: Al menos una transacción está sobreasignada.
id_id: Setidaknya satu transaksi kelebihan alokasi
it_it: Almeno una transazione è sovrastanziata
ka_ge: მინიმუმ ერთი ტრანზაქცია ზედმეტად განაწილებულია.
pt_pt: Pelo menos uma transação já foi liquidada.
ru_ru: По крайней мере одна сделка по выделенным.

source: These allocations cannot be processed because the amount allocated is more than the total amount left to allocate.
da_dk: Disse allokeringer kan ikke behandles da allokeret beløb er mera end det totale beløb tilbage at allokere.
es_es: Estas asignaciones no pueden ser procesadas porque el importe asignado es más que el importe total que resta por asignar.
id_id: Alokasi ini tidak dapat diproses karena jumlah dialokasi lebih dari sisa jumlah yang dapat dialokasi
it_it: Questi stanziamenti non possono essere processati perchè l'importo stanziato è maggiore dell'importo totale rimasto da stanziare
ka_ge: ეს განაწილება ვერ განხორცილდება რადგან განაწილებული თანხა მეტია გასანაწილებელზე.
pt_br: Estas alocações não podem ser processadas porque a quantia alocada é maior que a quantia disponivel para ser alocada.
pt_pt: Esta liquidação não podem ser processada porque o montante atribuído é mais do que o montante total a liquidar.

source: Submit changes
da_dk: Tilføj ændringer
es_es: Hacer Efectivos los Cambios
id_id: Lakukan perubahan
it_it: Applica modifiche
ka_ge: შეიტანე ცვლილებები
pt_br: Gravar alterações
pt_pt: Submeter alterações
ru_ru: Представьте изменения

source: Clone
da_dk: Klon
es_es: Clonado
id_id: Duplikasi
it_it: Clona
ka_ge: კლონი
pt_br: Clonar
pt_pt: Duplicar
ru_ru: Клонирование

source: Assignment
da_dk: Tildeling
es_es: Asignaciones
it_it: Incarico
ka_ge: დავალება
pt_pt: Bens
ru_ru: Назначение

source: Sec Phone
da_dk: Anden Telefon
es_es: Teléfono Secund.
id_id: Telp 2
it_it: Sec Telefono
ka_ge: პირადი #:
pt_pt: Seg. Telefone
ru_ru: Раздел телефон

source: Contact data
da_dk: Kontakt data
es_es: Datos de contacto
id_id: Kontak
it_it: Dati Contatto
ka_ge: საკონტაქტო მონაცემები
pt_pt: Data contato
ru_ru: Контактные данные

source: First Name:
da_dk: Fornavn:
es_es: Nombre:
id_id: Nama Depan:
it_it: Nome:
ka_ge: სახელი:
pt_pt: Nome:
ru_ru: Имя:

source: Last Name:
da_dk: Efternavn:
es_es: Apellido:
id_id: Nama Belakang:
it_it: Cognome:
ka_ge: გვარი:
pt_pt: Sigla:
ru_ru: Фамилия:

source: Contact active for:
da_dk: Kontakt aktiv for:
es_es: Contacto activo por:
id_id: Kontak aktif untuk:
it_it: Contatto attivo per:
ka_ge: ფუნქცია:
pt_pt: Contato ativo para:
ru_ru: Связаться с активным для:

source: Phone:
da_dk: Telefon:
es_es: Teléfono:
id_id: Telepon:
it_it: Telefono:
ka_ge: ტელეფონის #:
pt_pt: Telefone:
ru_ru: Телефон:

source: Document Language:
da_dk: Dokument Sprog:
es_es: Idioma del documento:
id_id: Bahasa yang dipakai untuk dokumen:
it_it: Lingua documento:
ka_ge: დოკუმენტის ენა:
pt_pt: Idioma do documento:
ru_ru: Язык документа:

source: Customer default
da_dk: Debitor standard
es_es: Cliente predeterminado
id_id: Ikuti default
it_it: Cliente predefinito
ka_ge: მომხმარებლის სტანდარტული
pt_pt: Cliente pré-definido
ru_ru: Клиент по умолчанию

source: Notes:
da_dk: Noter:
es_es: Notas:
id_id: Catatan:
it_it: Note:
ka_ge: შენიშვნა:
pt_pt: Notas:
ru_ru: Примечания:

source: The contact name cannot be empty.
da_dk: Kontonavnet kan ikke være tomt.
es_es: El nombre del contacto no puede estar vacío.
id_id: Nama Kontak harus diisi.
it_it: Il nome del contatto non può essere vuoto.
ka_ge: კონტაქტის სახელი არ უნდა იყოს ცარიელი.
pt_pt: O nome do contato deve estar preenchido.
ru_ru: Имя контакта не может быть пустым.

source: Contact reference cannot be empty.
da_dk: Kontakt referent kan ikke være tom.
es_es: La referencia de contacto no puede ser vacío.
id_id: Referensi kontak harus diisi.
it_it: Il riferimento del contatto non può essere vuoto.
ka_ge: კონტაქტის მინიშნება არ უნდა იყოს ცარიელი.
pt_pt: Referencia do contato deve estar preenchida.
ru_ru: Связаться с ссылкой не может быть пустым.

source: You have to select at least one category.
da_dk: Du skal vælge mindst én kategori.
es_es: Debe seleccionar al menos una categoría
id_id: Anda harus memilih minimal satu kategori.
it_it: Devi selezionare almeno una categoria.
ka_ge: უნდა აირჩიო მინიმუმ ერთი კატეგორია.
pt_pt: Deve selecionar pelo menos uma categoría.
ru_ru: Вы должны выбрать хотя бы одну категорию.

source: Show also Inactive
da_dk: Vis også inaktive
es_es: Mostrar también inactivos
id_id: Tampilkan yang non aktif
it_it: Mostra anche Inattivi
ka_ge: აჩვენე არა აქტიურიც
pt_br: Mostrar Inativos
pt_pt: Mostrar apenas Inativos
ru_ru: Показать также неактивные

source: First
da_dk: Først
es_es: Primero
id_id: Pertama
it_it: Primo
ka_ge: პირველი
pt_br: Primeiro
pt_pt: Primeiro
ru_ru: Первый

source: Prev
da_dk: Forr
es_es: Previo
id_id: Sebelumnya
it_it: Precedente
ka_ge: წინა
pt_br: Anterior
pt_pt: Anterior
ru_ru: Предыдущая

source: Next
da_dk: Næste
es_es: Siguiente
id_id: Sesudahnya
it_it: Prossimo
ka_ge: შემდეგი
pt_br: Seguinte
pt_pt: Seguinte
ru_ru: Следующий

source: Last
da_dk: Sidste
es_es: Ultimo
id_id: Terakhir
it_it: Ultimo
ka_ge: ბოლო
pt_br: Último
pt_pt: Último
ru_ru: Последний

source: Records %d-%d of %d
da_dk: Posteringer %d-%d af %d
es_es: Registros %d-%d de %d
id_id: Data %d-%d dari %d
it_it: Record %d-%d di %d
ka_ge: ჩანაწერები %d-%d of %d
pt_br: Dados %d-%d de %d
pt_pt: Registos %d-%d de %d

source: No records
da_dk: Ingen poster
es_es: Sin registros
id_id: Tidak ada data
it_it: Nessun record
ka_ge: ჩანაწერები არ არსებობს
pt_br: Sem dados
pt_pt: Sem registos
ru_ru: Нет записей

source: Edit new record with current data
da_dk: Rediger ny post med aktuelle data
es_es: Editar nuevo registro con datos actuales
id_id: Ubah record baru dengan data ini
it_it: Modifica il nuovo record con i dati correnti
ka_ge: ჩაასწორე ახალი ჩანაწერი მიმდინარე მონაცემებით
pt_br: Editar nova gravação com os dados atuais
pt_pt: Editar novo registro com dados actuais
ru_ru: Изменить новую запись с текущими данными

source: Cancel edition
da_dk: Annuller redigering
es_es: Cancelar edición
id_id: Batal ubah
it_it: Annulla modifiche
ka_ge: გააუქმე რედაქტირება
pt_br: Cancelar edição
pt_pt: Cancelar edição
ru_ru: Отмена издание

source: Request from outside of this page is forbidden.
es_es: La petición desde fuera de esta página esta prohibida
id_id: Request dari selain halaman ini dilarang.
pt_pt: Pedido do exterior desta página é proibido.
ru_ru: Запрос со стороны этой странице запрещен.

source: CSRF attack detected from:
es_es: Ataque CSFR detectado desde:
id_id: Serangan CSRF terdeteksi dari:
pt_pt: Ataque CSFR detetado desde:
ru_ru: CSRF нападение обнаружено от:

source: You should automatically be forwarded.
da_dk: Du bør sendes videre automatisk.
es_es: Usted debería ser automáticamente dirigido.
id_id: Anda seharusnya secara otomatis diforward.
it_it: Dovresti essere re-indirizzato automaticamente.
ka_ge: ავტომატურად უნდა იქნე გადამისამართებული.
pt_br: -Você deve ser automaticamente redirecionado.
pt_pt: Deve ser automaticamente encaminhado.
ru_ru: Вы должны автоматически направляться.

source: If this does not happen
da_dk: Hvis det ikke sker
es_es: Si esto no ocurre
id_id: Jika tidak berhasil
it_it: Se questo non è accaduto
ka_ge: თუ ეს არ მოხდა
pt_br: Caso isto não aconteça
pt_pt: Se isso não acontecer
ru_ru: Если этого не произойдет

source: click here
da_dk: klik her
es_es: haga clic aquí
id_id: klik disini
it_it: clicca qui
ka_ge: დააწკაპუნე აქ
pt_br: clique aqui
pt_pt: clique aqui
ru_ru: нажмите здесь

source: to continue
da_dk: for at fortsætte
es_es: para continuar
id_id: untuk melanjutkan
it_it: per continuare
ka_ge: გასაგრძელებლად
pt_br: para continuar
pt_pt: para continuar
ru_ru: для продолжения

source: Close
da_dk: Luk
es_es: Cerrado
id_id: Tutup
it_it: Chiudi
ka_ge: დახურე
pt_pt: Fechar
ru_ru: Близко

source: Customers
da_dk: Debitorer
es_es: Clientes
id_id: Pelanggan
it_it: Clienti
ka_ge: მომხმარებლები
pt_br: Clientes
pt_pt: Clientes
ru_ru: Клиенты

source: Branches
da_dk: Afdelinger
es_es: Sucursales
id_id: Cabang
it_it: Divisioni
ka_ge: ფილიალები
pt_br: Unidades
pt_pt: Filiais
ru_ru: Филиалы

source: Suppliers
da_dk: Kreditorer
es_es: Proveedores
id_id: Pemasok
it_it: Fornitori
ka_ge: მომწოდებლები
pt_br: Fornecedores
pt_pt: Fornecedores
ru_ru: Поставщики

source: Items
da_dk: Varer
es_es: Artículos
id_id: Barang
it_it: Articoli
ka_ge: დასახელებები
pt_br: Itens
pt_pt: Artigos
ru_ru: Товары

source: Click Here to Pick up the date
da_dk: Tryk her for at hente dato
es_es: Haga click acá para tomar la fecha
id_id: Klik disini untuk input tanggal
it_it: Clicca qui per scegliere la data
ka_ge: დააწკაპუნე აქ თარიღის ასარჩევად
pt_br: Clique aqui para escolher a data
pt_pt: Clique aqui para escolher a data
ru_ru: Нажмите здесь, чтобы забрать даты

source: Inactive
da_dk: Inaktive
es_es: Inactivo
id_id: Non Aktif
it_it: Inattivo
ka_ge: არააქტიური
pt_br: Inativo
pt_pt: Inativo
ru_ru: Неактивный

source: Current Credit:
da_dk: Kreditstatus:
es_es: Crédito Actual:
id_id: Kredit saat ini:
it_it: Credito corrente:
ka_ge: მიმდინარე კრედიტი:
pt_pt: Crédito atual:
ru_ru: Текущего кредита:

source: Bank Balance:
es_es: Balance del Banco:
id_id: Saldo Bank:
ka_ge: ბანკის ნაშთი:
pt_pt: Saldo Bancário:
ru_ru: Банк баланс:

source: Set filter
da_dk: Tilføj filter
es_es: Fijar filtro
it_it: Imposta filtro
ka_ge: გაფილტრე:
pt_br: Selecionar filtro
pt_pt: Definir filtro
ru_ru: Установить фильтр

source: Press Space tab for search pattern entry
da_dk: Tryk mellemrum for søgning i feltet
es_es: Presione tecla Tab para buscar patrón de la entrada
id_id: Tekan tombol Spasi untuk Input pencarian
it_it: Premi la barra spaziatrice per cercare un pattern di inserimento
ka_ge: დააჭირე სივრცის ტაბს საძიობო პარამეტრის შესაყვანად
pt_br: Pressione Espaço para procurar
pt_pt: Premir Espaço para procurar entrada
ru_ru: Пробел вкладку для поиска вступления картины

source: Enter code fragment to search or * for all
da_dk: Indtast del af kode for at søge eller * for at få vist alle
es_es: Introduzca parte del código a buscar o * para todo
id_id: Masukkan bagian kode untuk mencari atau * untuk mencari semua
it_it: Inserisci un frammento del codice o * per tutti
ka_ge: შეიყვანე კოდის ფრაგმენტი საძებნად ან * ყველასთვის
pt_br: Entre com parte do código para procurar ou * para todos
pt_pt: Digite uma parte do código para pesquisar, ou * para tudo

source: Enter description fragment to search or * for all
da_dk: Indtast del af beskrivelse for at søge eller * for at få vist alle
es_es: Introduzca parte de la descripción a buscar o * para todo
id_id: Masukkan bagian keterangan untuk mencari atau * untuk mencari semua
it_it: Inserisci un frammento della descrizione per cercare o * per tutti
ka_ge: შეიყვანე აღწერილობის ფრაგმენტი საძებნად ან * ყველასთვის
pt_br: Entre com parte da descrição para procurar ou * para todos
pt_pt: Digite uma parte da descrição para pesquisar, ou * para tudo

source: All Suppliers
da_dk: Alle kreditorer
es_es: Todos los Proveedores
id_id: Semua Pemasok
it_it: Tutti i fornitori
ka_ge: ყველა მომწოდებელი
pt_br: Todos os Fornecedores
pt_pt: Todos os Fornecedores
ru_ru: Все поставщики

source: Press Space tab to filter by name fragment
da_dk: Tryk på Mellemrumstasten for at filtrere efter navn fragment
es_es: Presione tecla Tab para filtrar por parte del nombre
id_id: Tekan tombol Spasi untuk memfilter dengan bagian nama
it_it: Premi la barra spaziatrice per filtrare per frammento del nome
ka_ge: დააჭირე სივრცის ტაბს სახელის ფრაგმენტით გასაფილტრად
pt_br: Pressione espaço para filtrar por parte do nome
pt_pt: Premir espaço para filtrar por parte do nome
ru_ru: Нажмите пробел, вкладка для фильтрации по имени фрагмента

source: Select supplier
da_dk: Vælg kreditor
es_es: Seleccione un proveedor
id_id: Pilih pemasok
it_it: Seleziona fornitore
ka_ge: აირჩიე მომწოდებელი
pt_br: Selecionar fornecedor
pt_pt: Selecionar fornecedor
ru_ru: Выбор поставщика

source: All Customers
da_dk: Alle debitorer
es_es: Todos los clientes
id_id: Semua Pelanggan
it_it: Tutti i clienti
ka_ge: ყველა მომხმარებელი
pt_br: Todos os Clientes
pt_pt: Todos os clientes
ru_ru: Все клиенты

source: Press Space tab to filter by name fragment; F2 - entry new customer
da_dk: Tryk på Mellemrumstasten for at filtrere efter navn fragment; F2 - opret ny kunde
es_es: Presione tecla Tab para filtrar por parte del nombre; F2 - introducir nuevo cliente
id_id: Tekan tombol spasi untuk memfilter dengan bagian nama; F2 - Input pelanggan baru
it_it: Premi la barra spaziatrice per filtrare per frammento del nome; F2 - inserisci un nuovo cliente
ka_ge: დააჭირე სივრცის ტაბს სახელის ფრაგმენტით გასაფილტრად; F2 - შეიყვანე ახალი მომხმარებელი
pt_br: Pressione Espaço para filtrar por parte do nome; F2 - Cadastrar novo cliente
pt_pt: Premir Espaço para filtrar por parte do nome; F2 - inserir novo cliente
ru_ru: Нажмите пробел, вкладка для фильтрации по имени фрагмента; F2 - введите новый клиент

source: Select customer
da_dk: Vælg debitor
es_es: Seleccione un cliente
id_id: Pilih pelanggan
it_it: Seleziona cliente
ka_ge: აირჩიე მომხმარებელი
pt_br: Selecionar cliente
pt_pt: Selecionar cliente
ru_ru: Выбор клиента

source: All branches
da_dk: Alle afdelinger
es_es: Todas las sucursales
id_id: Semua cabang
it_it: Tutte le divisioni
ka_ge: ყველა ფილიალი
pt_br: Todas as Unidades
pt_pt: Todas as filiais
ru_ru: Все филиалы

source: Select customer branch
da_dk: Vælg debitor afdeling
es_es: Seleccione una sucursal de cliente:
id_id: Pilih cabang
it_it: Seleziona filiale cliente
ka_ge: აირჩიე მომხმარებლის ფილიალი
pt_br: Selecionar Unidade do Cliente
pt_pt: Selecionar filial de cliente
ru_ru: Выберите клиентов филиала

source: All Locations
da_dk: Alle lagerpladser
es_es: Todas las ubicaciones
id_id: Semua Lokasi
it_it: Tutte le sedi
ka_ge: ყველა მდებარეობა
pt_br: Todos os Locais
pt_pt: Todos os Locais
ru_ru: Все места

source: All Items
da_dk: Alle varer
es_es: Todos los artículos
id_id: Semua barang
it_it: Tutti gli articoli
ka_ge: ყველა დასახელება
pt_br: Todos os Itens
pt_pt: Todos os artigos
ru_ru: Все товары

source: All Sales Types
da_dk: Alle salgstyper
es_es: Todos los Tipos de Venta
id_id: Semua tipe penjualan
it_it: Tutti i tipi di vendita
ka_ge: ყველა გაყიდვების ტიპი
pt_br: Todos os Tipos de Vendas
pt_pt: Todos os Tipos de Vendas
ru_ru: Все типы продаж

source: Use Item Sales Accounts
da_dk: Brug varens salgskonto
es_es: Use Cuentas de Ventas de Artículos
id_id: Gunakan akun penjualan barang
it_it: Usa i Conti Vendite Articolo
ka_ge: გამოიყენე დასახელებების გაყიდვების ანგარიშები
pt_br: Utilizar Conta do Item de Venda (recomendado)
pt_pt: Usar Contas de Venda de Artigos
ru_ru: Используйте пункт продаж счета

source: All Types
da_dk: Alle typer
es_es: Todos los tipos
id_id: Semua tipe
it_it: Tutti i tipi
ka_ge: ყველა ტიპი
pt_br: Todos os Tipos
pt_pt: Todos os Tipos
ru_ru: Все типы

source: Sales Invoices
da_dk: Debitor fakturaer
es_es: Facturas de Venta
id_id: Tagihan Penjualan
it_it: Fatture di vendita
ka_ge: გაყიდვების ინვოისი
pt_br: Fatura de Venda
pt_pt: Faturas Vendas
ru_ru: Счета-фактуры
