Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: Cancel Delivery
da_dk: Annuller Levering
es_es: Cancelar Entrega
id_id: Batalkan pengiriman
it_it: Cancella consegna
ka_ge: გააუქმე ზედნადები
pt_br: Cancelar Entrega
pt_pt: Cancelar Entrega
ru_ru: Отмена доставки

source: Place Delivery
da_dk: Udfør leverance
es_es: Poner Entrega
id_id: Masukkan pengiriman
it_it: Effettua Consegna
ka_ge: განათავსე ზედნადები
pt_br: Colocar Entrega
pt_pt: Gerar Entrega
ru_ru: Место доставки

source: Quotation Date:
da_dk: Tilbuds Dato:
es_es: Fecha de presupuesto:
id_id: Tanggal Penawaran:
it_it: Data Preventivo:
ka_ge: შეთავაზების თარიღი:
pt_br: Data da Cotação:
pt_pt: Data do Orçamento:
ru_ru: Предложение Дата:

source: Sales Quotation Items
da_dk: Salgs Tilbuds Elementer
es_es: Artículos del presupuesto
id_id: Baris Penawaran
it_it: Preventivo di Vendita Articoli
ka_ge: გაყიდვის შეთავაზების დასახელებები
pt_br: Cotação de Vendas de Itens
pt_pt: Artigos do Orçamento
ru_ru: Товары предложения по продажам

source: Enter Delivery Details and Confirm Quotation
da_dk: Indtast Levering Detaljer og Bekræft Tilbud
es_es: Introducir detalles de transporte y confirmar el presupuesto
id_id: Masukkan detil pengiriman dan konfirmasi penawaran
it_it: Inserisci Dettagli Consegna e Conferma Preventivo
ka_ge: შეიყვანე ზედნადების დეტალები და დაადასტურე შეთავაზება
pt_br: Eatrar Detalhes da Entrega e Confirmar Pedido
pt_pt: Registar Detalhes da Entrega e Confirmar Orçamento
ru_ru: Введите доставки деталей и подтверждения цитаты

source: Cancel Quotation
da_dk: Annuller Tilbud
es_es: Cancelar Presupuesto
id_id: Batalkan penawaran
it_it: Cancella Preventivo
ka_ge: გააუქმე შეთავაზება
pt_br: Cancelar Cotação
pt_pt: Cancelar Orçamento
ru_ru: Отмена цитаты

source: Place Quotation
da_dk: Afgiv Tilbud
es_es: Introducir presupuesto
id_id: Masukkan penawaran
it_it: Emetti Preventivo
ka_ge: განათავსე შეთავაზება
pt_br: Colocar Cotação
pt_pt: Gerar Orçamento
ru_ru: Место цитаты

source: Commit Quotations Changes
da_dk: Udføre Tilbuds Ændringer
es_es: Confirmar Cambios en presupuestos
id_id: Lakukan perubahan penawaran
ka_ge: იკისრე შეთავაზებების ცვლილებები
pt_br: Atualizar Mudanças de Cotações
pt_pt: Confirmar Alterações ao Orçamento
ru_ru: Фиксация Котировки изменения

source: Enter Delivery Details and Confirm Order
da_dk: Angiv leveringsdetaljer og bekræft ordre
es_es: Introducir Detalles de Entrega y Confirmar el Pedido
id_id: Masukkan detil pengiriman dan konfirmasi order
it_it: Inserisci Dettagli Consegna e Conferma Ordine
ka_ge: შეიყვანე ზედნადების დეტალები და დაადასტურე შეკვეთა
pt_br: Etrar Detalhes da Entrega e Confirmar Pedido
pt_pt: Registar Detalhes da Entrega e Confirmar Encomenda
ru_ru: Введите доставки деталей и подтверждения заказа

source: Commit Order Changes
da_dk: Gem ordre ændringer
es_es: Hacer Efectivos los Cambios del Pedido
id_id: Lakukan perubahan order
it_it: Effettua cambi ordine
ka_ge: იკისრე შეკვეთის ცვლილებები
pt_br: Atualizar Mudanças do Pedido
pt_pt: Confirmar Alterações à Encomenda
ru_ru: Выполнить заказ изменения

source: Cancels document entry or removes sales order when editing an old document
da_dk: Fortryder dokumentoprettelse eller fjerner salgsordrer ved redigering af et gammelt dokument
es_es: Cancela la introducción de documento o elimina el pedido cuando se edita un documento antiguo
id_id: Batalkan Input dokumen atau hapus order penjualan ketika mengubah dokumen lama
it_it: Riscrivere un documento vecchio cancella l'inserimento del documento o rimuove gli ordini di vendita
ka_ge: გააუქმე დოკუმენტის ჩანაწერი ან წაშალე გაყიდვების შეკვეთა ძველი დოკუმენტის რედაქტირებისას
pt_br: Cancelar entrada de documentos ou remover pedido de vendas quando editando um documento antigo
pt_pt: Cancelar registo de documento ou remover encomenda quando se edita um documento antigo

source: You are about to void this Document.\nDo you want to continue?
da_dk: Du er ved at annullere dette dokument. \nVil du fortsætte?
es_es: Está a punto de anular este Documento. ¿Desea continuar?
id_id: Anda akan membatalkan dokumen ini (void). Lakukan?
it_it: Stai per annullare questo documento. Vuoi continuare?
ka_ge: დოკუმენტი გაუქმდება.\nგსურს გააგრძელო?
pt_br: Você está prestes a invalidar este Documento.\nVocê quer continuar?
pt_pt: Está prestes a anular este Documento.\nDeseja continuar?

source: Validate changes and update document
da_dk: Valider ændringer og opdater dokument
es_es: Validar los cambios y actualizar el documento
id_id: Validasi perubahan dan simpan dokumen
it_it: Convalida Modifiche e aggiorna il documento
ka_ge: დაადასტურე ცვლილებების სისწორე და განაახლე დოკუმენტი
pt_br: Válidar mudanças e atualizar documento
pt_pt: Validar as alterações e atualizar documento
ru_ru: Подтвердить изменения и обновить документ

source: You are about to cancel undelivered part of this order.\nDo you want to continue?
id_id: Anda akan membatalkan part yang belum terkirim pada order ini. Lakukan?
pt_pt: Está prestes a anular a parte não entregue desta encomenda.\nDeseja continuar?

source: Allocate Customer Payment or Credit Note
da_dk: Alloker indbetaling eller kreditnota
es_es: Asignar Pago de Cliente o Nota de Crédito
id_id: Alokasi pembayaran oleh pelanggan atau nota kredit
it_it: Stanzia Pagamento Cliente o Nota di Credito
ka_ge: გაანაწილე მომხმარებლის გადახდა ან კრედიტ მემო
pt_br: Alocar Pagamento de Cliente ou Nota de Crédito
pt_pt: Liquidar Pagamento de Cliente ou Nota de Crédito
ru_ru: Выделите оплаты Клиентом или кредит-ноты

source: Allocation of %s # %d
da_dk: Allokering af %s # %d
es_es: Asignación de %s Nº %d
id_id: Alokasi %s # %d
it_it: Stanziamento di %s # %d
ka_ge: %s # %d -ის განაწილება
pt_br: Alocação de %s # %d
pt_pt: Liquidação de %s nº %d

source: Customer Allocations
da_dk: Debitor allokeringer
es_es: Asignaciones de Cliente
id_id: Alokasi Pelanggan
it_it: Allocazioni Cliente
ka_ge: მომხმარებლის განაწილებები
pt_br: Alocações do Cliente
pt_pt: Liquidação de Movimentos de Cliente
ru_ru: Распределение покупателей

source: Select a customer:
da_dk: Vælg en debitor:
es_es: Seleccione un cliente:
id_id: Pilih pelanggan:
it_it: Seleziona un cliente:
ka_ge: აირჩიე მომხმარებელი:
pt_br: Selecione um cliente:
pt_pt: Selecionar um cliente:
ru_ru: Выберите клиента:

source: Credit Status
da_dk: Kreditstatus
es_es: Estado de Crédito
id_id: Status Kredit
it_it: Stato del Credito
ka_ge: საკრედიტო სტატუსი
pt_br: Situação de Crédito
pt_pt: Situação de Crédito
ru_ru: Кредитный статус

source: The credit status description cannot be empty.
da_dk: Kreditstatus beskrivelse kan ikke være tom.
es_es: La descripción del estado de crédito no puede estar vacía.
id_id: Keterangan status kredit harus diisi.
it_it: La descrizione dello stato del credito non deve essere vuota.
ka_ge: საკრედიტო სტატუსის აღწერა არ შეიძლება იყოს ცარიელი.
pt_br: A descrição da situação de crédito deve ser preenchida.
pt_pt: A descrição da situação de crédito deve ser preenchida.
ru_ru: Описание кредитный статус не может быть пустым.

source: New credit status has been added
da_dk: Den nye kreditstatus er oprettet
es_es: Nuevo estado de crédito ha sido añadido
id_id: Status kredit berhasil ditambahkan
it_it: Il nuovo stato del credito è stato aggiunto
ka_ge: ახალი საკრედიტო სტატუსი დამატებულია
pt_br: Nova situação de crédito foi adicionada
pt_pt: Nova situação de crédito foi adicionada
ru_ru: Новый статус кредитных был добавлен

source: Selected credit status has been updated
da_dk: Den valgte kreditstatus er opdateret
es_es: El estado de credito seleccionado ha sido actualizado
id_id: Status kredit terpilih berhasil diubah
it_it: Lo stato di credito selezionato è stato aggiornato
ka_ge: არჩეული საკრედიტო სტატუსი განახლებულია
pt_br: A situação de crédito selecionada foi atualizada
pt_pt: A situação de crédito selecionada foi atualizada
ru_ru: Выбранная кредитной статус был обновлен

source: Cannot delete this credit status because customer accounts have been created referring to it.
da_dk: Kan ikke slette denne kreditstatus dd debitor konti refererer til den.
es_es: No se puede eliminar este estado de crédito porque se han creado cuentas de cliente referenciando el mismo.
id_id: Tidak dapat menghapus status kredit ini karena digunakan pada akun pelanggan.
it_it: Non puoi cancellare questo stato di credito perchè sono stati creati conti cliente che fanno riferimento ad esso.
ka_ge: საკრედიტო სტატუსის წაშლა შეუძლებელია, რადგან მომხმარებლის ანგარიში არსებობს მასზე მინიშნებით.
pt_br: Não é possível deletar esta situação de crédito porque há clientes que a utilizam.
pt_pt: Não é possível apagar esta situação de crédito porque já está a ser utilizada por clientes.

source: Selected credit status has been deleted
da_dk: Valgte kreditstatus er opdateret
es_es: El estado de crédito seleccionado ha sido eliminado.
id_id: Status kredit terpilih berhasil dihapus
it_it: Lo stato di credito selezionato è stato cancellato
ka_ge: არჩეული საკრედიტო სტატუსი წაშლილია
pt_br: Situação de crédito selecionada foi deletada
pt_pt: Situação de crédito selecionada foi apagada
ru_ru: Выбранная кредитной статус был удален

source: Dissallow Invoices
da_dk: Faktureringsstatus
es_es: Prohibir Facturas
id_id: Tagihan bermasalah
it_it: Respingi Fatture
ka_ge: შეაჩერე ინვოისები
pt_br: Não Permitir Faturas
pt_pt: Proibir Faturação
ru_ru: Запретить счетов

source: Invoice OK
da_dk: Fakturering OK
es_es: Factura CORRECTA
id_id: Tagihan lancar
it_it: Fattura OK
ka_ge: ინვოისი წესრიგშია
pt_br: Fatura OK
pt_pt: PERMITIR Faturas
ru_ru: Счет OK

source: NO INVOICING
da_dk: INGEN FAKTURERING
es_es: NO FACTURACIÓN
id_id: Tidak boleh ada tagihan baru
it_it: NO FATTURAZIONE
ka_ge: არ ხდება ინვოისირება
pt_br: SEM FATURAS
pt_pt: BLOQUEAR Faturas
ru_ru: НЕТ СЧЕТОВ

source: Dissallow invoicing ?
da_dk: Stop fakturering?
es_es: ¿ Prohibir facturación ?
id_id: Larang tagihan ?
it_it: Respingere fatturazione?
ka_ge: შევაჩერო ინვოისირება
pt_br: FATURAS NÃO PERMITIDAS ?
pt_pt: Proibir faturação ?

source: Customer Branches
da_dk: Debitor afdelinger
es_es: Sucursales de Cliente
id_id: Cabang pelanggan
it_it: Divisioni Cliente
ka_ge: მომხმარებლის ფილიალები
pt_br: Unidades do Cliente
pt_pt: Filiais de Cliente
ru_ru: Клиент Филиалы

source: There are no customers defined in the system. Please define a customer to add customer branches.
da_dk: Der findes ingen debitorer defineret i systemet. Venligst opret en debitor for at oprette debitor afdelinger.
es_es: No existen clientes definidos en el sistema. Por favor defina un cliente para añadir sucursales de cliente.
id_id: Belum ada pelanggan dalam sistem. Silakan buat pelanggan dulu untuk membuat cabang.
it_it: Non ci sono clienti definiti nel sistema. Definire un cliente da aggiungere alle divisioni cliente.
ka_ge: მომხმარებლები არ არიან განსაზღვრული სისტემაში. განსაზღვრე მომხმარებელი ფილიალის დასამატებლად.
pt_br: Não há clientes definidos no sistema. Favor definir um cliente para adicionar unidades de clientes.
pt_pt: Não existem clientes definidos no sistema. Deve definir um cliente para poder adicionar filiais.

source: There are no sales people defined in the system. At least one sales person is required before proceeding.
da_dk: Der findes ingen sælgere defineret i systemet. Mindst en sælger kræves før end du kan fortsætte.
es_es: No se ha definido el personal de venta en el sistema. Se requiere al menos una persona de ventas antes de continuar.
id_id: Belum ada penjual dalam sistem. Minimal satu penjual dibutuhkan untuk melanjutkan.
it_it: Non ci sono rappresentanti definiti nel sistema. è richiesto almeno un rappresentante per procedere.
ka_ge: გამყიდველები არ არიან განსაზღვრული სისტემაში. მინიმუმ ერთი გამყიდველია საჭირო გასაგრძელებლად.
pt_br: Não há pessoal de vendas definido no sistema. No mínimo uma pessoa de vendas é requerida antes de prosseguir.
pt_pt: Não existe um vendedor definido no sistema. É necessário pelo menos um vendedor para poder continuar.

source: There are no sales areas defined in the system. At least one sales area is required before proceeding.
da_dk: Der findes ingen salgsområder defineret i systemet. Mindst et salgsområde skal bruges før du kan fortsætte.
es_es: No se han definido las áreas de venta en el sistema. Se requiere al menos una área de ventas antes de continuar.
id_id: Belum ada area penjualan dalam sistem. Minimal satu area untuk melanjutkan.
it_it: Non ci sono aree di vendita definite nel sistema. è richiesta almeno un'area di vendita per procedere.
ka_ge: გაყიდვების ადგილები არ არის განსაზღვრული სისტემაში. მინუმუმ ერთი გაყიდვის ადგილია საჭირო გასაგრძელებლად.
pt_br: Não há áreas de vendas definidas no sistema. No mínimo uma área de vendas é requerida antes de prosseguir.
pt_pt: Não existe uma área de vendas definida no sistema. É necessário pelo menos uma área de vendas para poder continuar.

source: There are no shipping companies defined in the system. At least one shipping company is required before proceeding.
da_dk: Der findes ingen leveringsagenter defineret i systemet. Mindst et fragtfirma skal bruges før du kan fortsætte.
es_es: No se han definido las compañías de transporte en el sistema. Se requiere al menos una compañía de transporte antes de continuar.
id_id: Belum ada perusahaan pengirim dalam sistem. Minimal satu pengirim untuk melanjutkan.
it_it: Non ci sono società di spedizioni definite nel sistema. è richiesto almeno una società di spedizioni per procedere.
ka_ge: გადამზიდავი კომპანიები არ არის განსაზღვრული სისტემაში. მინიმუმ ერთი გადამზიდავია საჭორო გასაგრძელებლად.
pt_br: Não há transportadora definida no sistema no sistema. No mínomo uma transportadora é requerida antes de prosseguir.
pt_pt: Não existe pelo menos uma transportadora definida no sistema. Deve existir pelo menos uma transportadora para poder prosseguir.

source: The Branch name cannot be empty.
da_dk: Afdelingsnavnet kan ikke være tomt.
es_es: El nombre de la Sucursal no puede ser vacío.
id_id: Nama Cabang harus diisi.
it_it: Il nome della filiale non può essere vuoto.
ka_ge: ფილიალის სახელი არ შეიძლება იყოს ცარიელი.
pt_br: O nome da Unidade deve ser preenchido.
pt_pt: O nome da Filial deve ser preenchido.
ru_ru: Отделение Имя не может быть пустым.

source: The Branch short name cannot be empty.
da_dk: Afdelings kort navnet kan ikke være tomt.
es_es: El nombre corto de la Sucursal no puede ser vacío.
id_id: Nama pendek cabang harus diisi.
it_it: Il nome breve della filiale non può essere vuoto.
ka_ge: ფილიალის მოკლე სახელი არ შეიძლება იყოს ცარიელი.
pt_br: O apelido da Unidade deve ser preenchido.
pt_pt: A sigla da Filial deve ser preenchido.
ru_ru: Отделение короткое имя не может быть пустым.

source: Selected customer branch has been updated
da_dk: Den valgte debitor afdeling er opdateret
es_es: La sucursal del cliente seleccionado ha sido actualizada
id_id: Cabang terpilih berhasil diubah
it_it: La filiale del cliente selezionata è stata aggiornata
ka_ge: არჩეული მომხმარებლის ფილიალი განახლებულია
pt_br: A unidade de cliente selecionada foi atualizada
pt_pt: A filial do cliente selecionado foi atualizada
ru_ru: Выбранный клиентом филиала была обновлена

source: New customer branch has been added
da_dk: En ny debitorafdeling er oprettet.
es_es: Una nueva sucursal de cliente ha sido adicionado.
id_id: Cabang baru berhasil ditambahkan
it_it: La nuova filiale cliente è stata aggiunta
ka_ge: ახალი მომხმარებლის ფილიალი დამატებულია
pt_br: Nova unidade de cliente foi adicionada
pt_pt: Nova filial de cliente foi adicionada
ru_ru: Новый филиал клиентов были добавлены

source: Cannot delete this branch because customer transactions have been created to this branch.
da_dk: Kan ikke slette afdelingen da debitor transaktioner refererer til den.
es_es: Esta sucursal no puede eliminarse porque se han creado transacciones de cliente referenciando a la misma.
id_id: Tidak dapat menghapus cabang ini karena sudah dipakai pada transaksi pelanggan.
it_it: Non puoi cancellare questa filiale perchè sono state create transazioni cliente che fanno riferimento ad essa.
ka_ge: ფილიალის წაშლა შეუძლებელია, რადგან ტრანზაქციები არსებობს ამ ფილიალისთვის.
pt_br: Não é possível deletar esta unidade porque foram criadas transações de clientes que a utilizam.
pt_pt: Não é possível eliminar esta filial porque está a ser utilizada em transações de clientes.

source: Cannot delete this branch because sales orders exist for it. Purge old sales orders first.
da_dk: Kan ikke slette afdelingen da der er tilhørende ordrer.
es_es: Esta sucursal no puede eliminarse porque existen pedidos para ella. Debe borrar primero los pedidos antiguos.
id_id: Tidak dapat menghapus cabang ini karena ada order penjualan untuk cabang ini. Hapus ordernya dulu.
it_it: Non è possibile cancellare questa filiale perchè esistono ordini di vendita ad esso correlatiRipulire prima i vecchi ordini di vendita.
ka_ge: ფილიალის წაშლა შეუძლებელია, რადგან გაყიდვების შეკვეთები არსებობს მისთვის. გაასუფთავე ძველი გაყიდვების შეკვეთები პირველ რიგში.
pt_br: Não é possível deletar esta unidade porque pedidos de vendas a utilizam. Primeiro remover os pedidos de vendas antigos.
pt_pt: Não é possível eliminar esta filial porque está a ser utilizada em encomendas de clientes. Tente remover encomendas antigas.

source: Selected customer branch has been deleted
da_dk: Den valgte debitor afdeling er slettet
es_es: La sucursal de cliente seleccionada ha sido eliminado
id_id: Cabang terpilih berhasil dihapus
it_it: La filiale cliente selezionata è stata cancellata
ka_ge: არჩეული მომხმარებლის ფილიალი წაშლილია
pt_br: A unidade de cliente selecionada foi deletada
pt_pt: A filial do cliente selecionada foi eliminada
ru_ru: Выбранный клиентом филиала была удалена

source: Main Branch
da_dk: Hovedkontor
es_es: Sucursal Principal
id_id: Cabang Utama
it_it: Filiale Principale
ka_ge: მთავარი ფილიალი
pt_br: Unidade Principal
pt_pt: Filial Principal
ru_ru: Главное отделение

source: Name and Contact
da_dk: Navn og kontakt
es_es: Nombre y Contacto
id_id: Nama dan Kontak
it_it: Nome e Contatto
ka_ge: სახელი და კონტაქტი
pt_br: Nome e Contato
pt_pt: Nome e Contato
ru_ru: Имя и контактные

source: Branch Name:
da_dk: Afdelingsnavn:
es_es: Nombre de Sucursal:
id_id: Nama Cabang:
it_it: Nome Filiale:
ka_ge: ფილიალის სახელი:
pt_br: Nome da Unidade:
pt_pt: Nome Filial:
ru_ru: Название филиала:

source: Branch Short Name:
da_dk: Afdeling, Kort Navn:
es_es: Nombre Corto de la Sucursal:
id_id: Nama singkat Cabang:
it_it: Nome Breve Filiale:
ka_ge: ფილიალის მოკლე სახელი:
pt_br: Apelido da Unidade:
pt_pt: Sigla da Filial:
ru_ru: Отделение Краткое название:

source: Sales Person:
da_dk: Sælger:
es_es: Representante de Venta:
id_id: Nama Penjual:
it_it: Rappresentante:
ka_ge: გამყიდველი:
pt_br: Vendedor:
pt_pt: Vendedor:
ru_ru: Продавец:

source: Sales Area:
da_dk: Salgsområde:
es_es: Área de Venta:
id_id: Area Penjualan:
it_it: Area di Vendita:
ka_ge: გაყიდვების ადგილი:
pt_br: Área de Vendas:
pt_pt: Área de Vendas:
ru_ru: Торговая площадь:

source: Sales Group:
da_dk: Salgs Gruppe:
es_es: Grupo de Ventas:
id_id: Grup Penjualan:
it_it: Gruppo di Vendita:
ka_ge: გაყიდვების ჯგუფი:
pt_br: Segmentos dos Clientes:
pt_pt: Grupo de Vendas:
ru_ru: Продажи группы:

source: Default Inventory Location:
da_dk: Standard lagerplads:
es_es: Localidad de Inventario Predeterminada:
id_id: Lokasi Inventaris default
it_it: Sede Inventario Predefinita:
ka_ge: მარაგების სტანდარტული მდებარეობა:
pt_br: Localização de Fatura Padrão:
pt_pt: Localização de Stock Pré-definida:
ru_ru: Местоположение по умолчанию инвентаризации:

source: Default Shipping Company:
da_dk: Standard leveringsagent:
es_es: Compañía de transporte predeterminada:
id_id: Perusahaan pengiriman default:
it_it: Ditta di spedizioni predefinita:
ka_ge: სტანდარტი გადამზიდავი კომპანია:
pt_br: Transportadora Padrão:
pt_pt: Transportadora Pré-definida:
ru_ru: Компания умолчанию доставки:

source: Accounts Receivable Account:
da_dk: Debitorkonto:
es_es: Cuenta por Cobrar:
id_id: Akun Piutang:
it_it: Conto crediti
ka_ge: დებიტორული დავალიანების ანგარიში:
pt_br: Conta de Contas à Receber:
pt_pt: Conta de Valores a Receber:
ru_ru: Дебиторская задолженность счета:

source: General contact data
da_dk: Generel Kontakt data
es_es: Datos de contacto general
id_id: Data kontak umum
it_it: Dati contatti generali
ka_ge: ზოგადი საკონტაქტო მონაცემები
pt_pt: Dados de contato geral
ru_ru: Генеральный контактные данные

source: Billing Address:
da_dk: Faktura Adresse:
es_es: Dirección de Facturación:
id_id: Alamat penagihan:
it_it: Indirizzo di Fatturazione:
ka_ge: ანგარიშის წარსადგენი მისამართი:
pt_br: Endereço de Cobrança:
pt_pt: Endereço Faturação:
ru_ru: Адрес для выставления счета:

source: Contact
da_dk: Kontakt
es_es: Contacto
id_id: Kontak
it_it: Contatto
ka_ge: კონტაქტი
pt_br: Contato
pt_pt: Contato
ru_ru: Связаться

source: Area
da_dk: Område
es_es: Área
ka_ge: ადგილი
pt_br: Área
pt_pt: Área
ru_ru: Область

source: Phone No
da_dk: Telefon
es_es: Nº de Teléfono
id_id: No Telp
it_it: Numero di telefono
ka_ge: ტელეფონის #
pt_br: Nº Telefone
pt_pt: Telefone
ru_ru: Контактные телефоны

source: Fax No
da_dk: Fax
es_es: Nº de Fax
id_id: No Fax
it_it: Numero di fax
ka_ge: ფაქსის #
pt_br: Nº Fax
pt_pt: Fax
ru_ru: Факс Нет

source: Tax Group
da_dk: Afgiftsgruppe
es_es: Grupo de Impuestos
id_id: Grup Pajak
it_it: Gruppo di Tasse
ka_ge: გადასახადების ჯგუფი
pt_br: Grupo de Impostos
pt_pt: Grupo Impostos
ru_ru: Налоговые группы

source: The selected customer does not have any branches. Please create at least one branch.
da_dk: Valgt debitor har ingen afdelinger. Venligst opret mindst en afdeling.
es_es: El cliente seleccionado no tiene ninguna sucursal. Por favor cree al menos una sucursal.
id_id: Pelanggan ini belum memiliki cabang. Silakan buat minimal satu.
it_it: Il cliente selezionato non ha alcuna sede. Perfavore crea almeno una sede.
ka_ge: არჩეულ მომხმარებელს არ გააჩნია ფილიალი. შექმენი მინიმუმ ერთი ფილიალი.
pt_br: O cliente selecionado não tem unidades. Favor criar no mínimo uma unidade.
pt_pt: O cliente selecionado não tem filiais. Favor criar no mínimo uma filial.

source: The customer name cannot be empty.
da_dk: Debitor navnet kan ikke være tomt.
es_es: El nombre del cliente no puede ser vacío.
id_id: Nama Pelanggan harus diisi.
it_it: Il nome del cliente non può esser vuoto.
ka_ge: მომხმარებლის სახელი არ შეიძლება იყოს ცარიელი.
pt_br: O nome do cliente deve ser preenchido.
pt_pt: O nome do cliente deve ser preenchido.
ru_ru: Имя клиента не может быть пустым.

source: The customer short name cannot be empty.
da_dk: Kort kundenavn må ikke være tom.
es_es: El nombre corto del cliente no puede estar vacío.
id_id: Nama singkat pelanggan harus diisi.
it_it: Il nome breve del cliente non può esser vuoto.
ka_ge: მომხმარებლის მოკლე სახელი არ შეიძლება იყოს ცარიელი.
pt_br: O apelido do cliente deve ser preenchido.
pt_pt: A sigla do cliente deve ser preenchido.
ru_ru: Сокращенное имя клиента не может быть пустым.

source: The credit limit must be numeric and not less than zero.
da_dk: Kreditgrænsen skal være numerisk og ikke mindre end 0.
es_es: El límite de crédito debe ser numérico y no menor que cero.
id_id: Batas kredit harus berupa angka tidak boleh kurang dari nol.
it_it: Il limite di credito deve essere numerico e maggiore di zero.
ka_ge: საკრედიტო ლიმიტი უნდა იყოს ნულზე მეტი რიცხვი .
pt_br: O limite de crédito tem que ser numérico e não menor que zero.
pt_pt: O limite de crédito tem que ser numérico e não menor que zero.
ru_ru: Кредитный лимит должен быть числовым и не меньше нуля.
