Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: Dimension Required By After:
da_dk: Dimension påkrævet efter:
es_es: Dimensión Requerida para después de:
id_id: Dimensi dibutuhkan setelah:
it_it: Dimensione richiesta dopo
ka_ge: განზომილება საჭიროა პერიოდისთვის:
pt_br: Departamento Previsto para:
pt_pt: Centro de Custo Requirido por:
ru_ru: Измерение требуется после:

source: Customers and Sales
da_dk: Debitor og salg
es_es: Clientes y Ventas
id_id: Pelanggan dan Penjualan
it_it: Clienti e Vendite
ka_ge: მომხმარებლები და გაყიდვები
pt_br: Clientes e Vendas
pt_pt: Clientes e Vendas
ru_ru: Клиенты и продажи

source: Default Credit Limit:
da_dk: Standard kreditgrænse:
es_es: Límite de Crédito Predeterminado:
id_id: Patokan Batas Kredit:
it_it: Limite credito predefinito:
ka_ge: სტანდარტული საკრედიტო ლიმიტი:
pt_br: Limite de Crédito Padrão:
pt_pt: Limite de Crédito pré-definido:
ru_ru: Предельные дефолт по кредиту:

source: Number
da_dk: Nummer
es_es: Número
id_id: Nomor
it_it: Numero
ka_ge: ნომერი
pt_br: Número
pt_pt: Número
ru_ru: Номер

source: Reference
es_es: Referencia
id_id: Referensi
it_it: Riferimento
ka_ge: მინიშნება
pt_br: Referência
pt_pt: Referência
ru_ru: Ссылка

source: Accumulate batch shipping:
da_dk: Der akkumuleres parti forsendelse:
es_es: Lote de transporte acumulado:
id_id: Akumulasi kumpulan pengiriman::
it_it: Accumulo lotto di spedizione:
ka_ge: დააგროვე ჯგუფური გადაზიდვა:
pt_br: Acumular envio de lote:
pt_pt: Acumular envio de lote:
ru_ru: Накопить партии груза:

source: Legal Text on Invoice:
da_dk: Juridisk Tekst på Faktura:
es_es: Texto legal en la factura:
id_id: Teks Legalitas pada Tagihan:
it_it: Termini legali in fattura:
ka_ge: იურიდიული ტექსტი ინვოისზე:
pt_br: Texto Legal na Fatura
pt_pt: Texto Legal na Fatura
ru_ru: Правовой текст на Счет:

source: Shipping Charged Account:
da_dk: Fragtkonto:
es_es: Cuenta por Cargos de transporte:
id_id: Akun Biaya Pengiriman:
it_it: Conto Addebito Spedizione:
ka_ge: გადაზიდვის ხარჯების ანგარიში:
pt_br: Conta de Frete Cobrado:
pt_pt: Conta de Transporte Cobrado:
ru_ru: Кабинет Доставка Charge:

source: Customers and Sales Defaults
da_dk: Debitor- og salgstandarder
es_es: Valores Predeterminados para Clientes y Ventas
id_id: Patokan untuk Pelanggan dan Penjualan
it_it: Impostazioni di default-Clienti e Vendite
ka_ge: მომხმარებლებისა და გაყიდვების სტანდარტული მონაცემები
pt_br: Padrões de Clientes e Vendas
pt_pt: Definições de Clientes e Vendas
ru_ru: Клиенты и продажи по умолчанию

source: Receivable Account:
da_dk: Debitorkonto:
es_es: Cuenta por Cobrar:
id_id: Akun Piutang:
it_it: Conto Crediti:
ka_ge: დებიტორული მოთხოვნების ანგარიში:
pt_br: Conta de Recebíveis:
pt_pt: Contas a Receber:
ru_ru: Дебиторской задолженности:

source: Sales Account:
da_dk: Salgskonto:
es_es: Cuenta de Ventas:
id_id: Akun Penjualan:
it_it: Conto vendite:
ka_ge: ამონაგების ანგარიში:
pt_br: Conta de Vendas:
pt_pt: Conta de Vendas:
ru_ru: Продажи счет:

source: Sales Discount Account:
da_dk: Debitor rabatkonto:
es_es: Cuenta de Descuento en Ventas:
id_id: Akun Diskon Penjualan:
it_it: Conto Sconti Vendite:
ka_ge: ამონაგების ფასდათმობის ანგარიში:
pt_br: Conta de Desconto de Vendas:
pt_pt: Conta de Desconto de Vendas:
ru_ru: Продажи Скидка счет:

source: Prompt Payment Discount Account:
da_dk: Kontantrabat konto:
es_es: Cuenta de Descuento por Pronto Pago:
id_id: Tampilkan Akun Pembayaran Diskon:
it_it: Conto Sconti pronta cassa:
ka_ge: ადრე გადახდის ფასდათმობის ანგარიში:
pt_br: Conta de Desconto para Pgmt à Vista:
pt_pt: Conta de Desconto Pagamento:
ru_ru: Подскажите счета скидку оплаты:

source: Delivery Required By:
da_dk: Levering Nødvendig Af:
es_es: Envío Requerido Por:
id_id: Tanggal Harus Dikirimkan:
it_it: Consegna richiesta da:
ka_ge: მიწოდება საჭიროა შემდეგ თარიღამდე:
pt_br: Entrega Requerida Para:
pt_pt: Entrega Requerida Por:
ru_ru: Доставка требуется:

source: Suppliers and Purchasing
da_dk: Kreditor og indkøb
es_es: Proveedores y Compras
id_id: Pemasok dan Pembelian
it_it: Fornitori e acquisti
ka_ge: მომწოდებლები და შესყიდვები
pt_br: Fornecedores e Compras
pt_pt: Fornecedores e Compras
ru_ru: Поставщики и закупки

source: Delivery Over-Receive Allowance:
da_dk: Tilladt overleverance:
es_es: Asignación para Sobre-Recepción de la Entrega:
id_id: Batas Atas Penerimaan:
it_it: Tolleranza per la maggiorazione su consegnato:
ka_ge: მოწოდებისას ჭარბი მიღების შეღავათი:
pt_br: Limite de Excesso de Entrega na Entrega:
pt_pt: Concessão de recibo de entrega:
ru_ru: Доставка по-получение пособия:

source: Invoice Over-Charge Allowance:
da_dk: Tilladt overfakturering:
es_es: Asignación para Sobre-Cargo de las Facturas:
id_id: Batas Atas Tagihan:
it_it: Tolleranza per la maggiorazione su fatturato:
ka_ge: ინვოისის ჭარბი დაკისრების შეღავათი:
pt_br: Limite de Excesso de Cobrança na Fatura:
pt_pt: Concessão de excesso carga na fatura:
ru_ru: Счет пособие Перегрузка:

source: Suppliers and Purchasing Defaults
da_dk: Kreditor- og indkøbstandarder
es_es: Valores Predeterminados de Proveedores y Compras
id_id: Patokan Pemasok dan Pembelian
it_it: Impostazioni di default-Fornitori e Acquisti
ka_ge: მომწოდებლების და შესყიდვების სტანდარტული პარამეტრები
pt_br: Padrões de Fornecedores e Compras
pt_pt: Pré-definição de Fornecedores e Compras
ru_ru: Поставщики и закупки по умолчанию

source: Payable Account:
da_dk: Kreditorkonto:
es_es: Cuentas por Pagar:
id_id: Akun Piutang:
it_it: Conto Debiti:
ka_ge: ვალდებულებების ანგარიში:
pt_br: Conta de Pagamentos:
pt_pt: Conta de Pagamentos:
ru_ru: Счет оплачивается:

source: Purchase Discount Account:
da_dk: Indkøbsrabat konto:
es_es: Cuenta de Descuento en Compras:
id_id: Akun Diskon Pembelian:
it_it: Conto Sconti su Acquisti:
ka_ge: შესყიდვების ფასდათმობის ანგარიში:
pt_br: Conta de Descontos:
pt_pt: Conta Descontos Compra:
ru_ru: Купить со скидкой счет:

source: GRN Clearing Account:
es_es: Cuenta de Compensación NBR:
id_id: Akun Kliring BPB:
ka_ge: სასაქონლო ზედნადების გატარების ანგარიში:
pt_pt: Conta compensação Rec.Merc.:
ru_ru: GRN расчетный счет:

source: No postings on GRN
es_es: Sin publicaciones en NBR
id_id: Jangan posting BPB
ka_ge: სასაქონლო ზედნადებზე გატარება არ არის
pt_pt: Sem registos nas contas de Rec. Merc.
ru_ru: Нет, размещенные на GRN

source: Inventory
da_dk: Lager
es_es: Inventario
id_id: Inventori
it_it: Inventario
ka_ge: მარაგები
pt_br: Estoque
pt_pt: Inventário
ru_ru: Инвентаризация

source: Allow Negative Inventory:
da_dk: Tillad negativt lager:
es_es: Permitir Inventario Negativo:
id_id: Bisa Inventori Negatif:
it_it: Permetti inventario negativo:
ka_ge: დაუშვი უარყოფითი მარაგები:
pt_br: Permitir Estoque Negativo:
pt_pt: Permitir Inventário Negativo:
ru_ru: Разрешить отрицательные инвентаризации:

source: Warning: This may cause a delay in GL postings
da_dk: Advarsel: Dette kan medføre en forsinkelse i Bogholderi posteringer
es_es: Advertencia: Esto puede causar un retraso en los posteos del Libro Mayor
id_id: PERINGATAN: Ini dapat menyebabkan penundaan pada posting JU
it_it: Avviso: può causare un ritardo nell'invio della contabilità generale
ka_ge: ამან შეიძლება გამოიწყვიოს შეფერხება მთავარ წიგნში გატარებისას !
pt_pt: Aviso: esta opção pode causar atrasos no registo contabilístico
ru_ru: Предупреждение: Это может привести к задержке в ГК сообщений

source: Items Defaults
da_dk: Varer Standard
es_es: Valores Predeterminados de Inventario
id_id: Default untuk Barang
it_it: Impostazioni di default-Articoli
ka_ge: დასახელებების სტანდარტული პარამეტრები
pt_br: Padrões dos Itens
pt_pt: Pré-definições de artigos
ru_ru: Товары по умолчанию

source: Inventory Account:
da_dk: Lagerkonto:
es_es: Cuenta de Inventario:
id_id: Akun Inventori:
it_it: Conto Inventario:
ka_ge: მარაგების ანგარიში:
pt_br: Conta de Estoque:
pt_pt: Conta de inventário:
ru_ru: Инвентаризация счет:

source: C.O.G.S. Account:
da_dk: Vareforbrugskonto:
es_es: Cuenta de costes:
id_id: Akun Harga Pokok Penjualan:
it_it: Conto C.O.G.S.:
ka_ge: C.O.G.S. ანგარიში:
pt_br: Conta CMV:
pt_pt: Conta Custo Merc. Vendidas:
ru_ru: C.O.G.S. Счет:

source: Inventory Adjustments Account:
da_dk: Lagerjusteringskonto:
es_es: Cuenta de Ajustes de Inventario:
id_id: Akun Penyesuaian Inventori:
it_it: Conto Rettifiche Inventario:
ka_ge: მარაგების დაზუსტების ანგარიში:
pt_br: Conta de Ajuste de Estoque:
pt_pt: Conta ajustamento inventário:
ru_ru: Инвентаризация корректировки счета:

source: Item Assembly Costs Account:
da_dk: Produktionsomkostningskonto:
es_es: Cuenta de costes de ensamblaje del artículo:
id_id: Akun Biaya Perakitan Barang:
it_it: Conto Costi di Assemblaggio Articolo:
ka_ge: დასახელებების აწყობის ხარჯების ანგარიში:
pt_br: Conta para Custos de Montagem de Item:
pt_pt: Conta para Custos de Montagem de Artigos:
ru_ru: Расходы Ассамблеи Пункт счет:

source: Monthly
da_dk: Månedligt
es_es: Mensual
id_id: Bulanan
it_it: Mensile
ka_ge: თვიური
pt_br: Mensal
pt_pt: Mensal
ru_ru: Ежемесячно

source: Yearly
da_dk: Årligt
es_es: Anual
id_id: Tahunan
it_it: Annuale
ka_ge: წლიური
pt_pt: Anual
ru_ru: Раз в год

source: Manufacturing Defaults
da_dk: Produktionsstandarder
es_es: Valores Predeterminados de Fabricación
id_id: Patokan Manufaktur
it_it: Opzioni predefinite di produzione
ka_ge: წარმოების სტანდარტული პარამეტრები
pt_br: Padrões de Fabricação
pt_pt: Pré-definições Produção
ru_ru: Производство по умолчанию

source: Work Order Required By After:
da_dk: Arbejdsordre påkrævet efter:
es_es: Orden de Trabajo Requerida para después de:
id_id: Order Produksi dibutuhkan setelah:
it_it: Commessa richiesta dopo:
ka_ge: საწარმოო შეკვეთა საჭიროა პერიოდისთვის:
pt_br: Pedido de Produção previsto para:
pt_pt: Ordem de Produção Prevista para:
ru_ru: Работа порядке, предусмотренном После:

source: Install Charts of Accounts
es_es: Instalar Plan de Cuentas
id_id: Pasang Bagan Akun
it_it: Installa piano dei conti
ka_ge: დააყენე ანგარიშთა გეგმა
pt_pt: Instalar Plano de Contas
ru_ru: Установить плане счетов

source: Selected chart has been successfully deleted
es_es: El plan seleccionado ha sido exitosamente borrado
id_id: Bagan yang dipilih berhasil dihapus
it_it: Il piano selezionato è stato cancellato con successo
ka_ge: არჩეული ანგარიშთა გეგმა დაყენდა წარმატებით
pt_pt: Gráfico selecionado foi apagado com sucesso
ru_ru: Выбранная схема была успешно удалена

source: Chart
es_es: Plan
id_id: Bagan
it_it: Piano
ka_ge: ცხრილი
pt_pt: Gráfico
ru_ru: График

source: Installed
da_dk: Installéret
es_es: Instalado
id_id: Terpasang
it_it: Installato
ka_ge: დაყენდა
pt_br: Instalado
pt_pt: Instalado
ru_ru: Установленная

source: Available
da_dk: Disponibel
es_es: Disponible
id_id: Tersedia
it_it: Disponibile
ka_ge: ხელმისაწვდომი
pt_br: Disponível
pt_pt: Disponível
ru_ru: Доступный

source: Encoding
da_dk: Tegnkodning
es_es: Codificación
it_it: Codifica
ka_ge: კოდირება
pt_br: Codificação
pt_pt: Codificação
ru_ru: Кодирование

source: Unknown
da_dk: Ukendt
es_es: Desconocido
id_id: Tidak diketahui
it_it: Sconosciuto
ka_ge: უცნობი
pt_pt: Desconhecido
ru_ru: Неизвестный

source: Install
da_dk: Installér
es_es: Instalar
id_id: Pasang
it_it: Installa
ka_ge: დაყენება
pt_br: Instalar
pt_pt: Instalar
ru_ru: Устанавливать

source: Upload and install latest extension package
da_dk: Upload og installer nyeste udvidelse pakke
es_es: Subir e instalar los últimos paquetes de extensiones
id_id: Upload dan pasang paket ekstensi terbaru
it_it: Carica e installa l'ultimo pacchetto di estensione
ka_ge: ატვირთე და დააყენე უახლესი გაფართოებების პაკეტი
pt_pt: Carregar e instalar mais recente pacote de extensão
ru_ru: Загрузите и установите последнюю версию пакета расширений

source: You are about to remove package \'%s\'. Do you want to continue ?
da_dk: Du er ved at fjerne pakke \'%s\'. Vil du fortsætte ?
es_es: Está a punto de eliminar el paquete \'%s\'. ¿Desea continuar?
id_id: Anda akan menghapus paket \'%s\'. Hapus?
it_it: Stai per rimuovere il pacchetto \'%s\'. Vuoi continuare?
ka_ge: წაიშლება პაკეტი \'s%s\'. გსურს გააგრძელო?
pt_pt: Está prestes a remover o pacote \'%s\'. Deseja continuar?

source: Install/Update Languages
da_dk: Installér/Opdater Sprog
es_es: Instalar/Actualizar Idiomas
id_id: Pasang/Perbarui Bahasa
it_it: Installa/Aggiorna lingue
ka_ge: დააყენე/განაახლე ენა
pt_br: Instalação/Atualização de Idiomas
pt_pt: Instalação/Atualização de Idiomas
ru_ru: Установить / Обновить Языки

source: Name
da_dk: Navn
es_es: Nombre
id_id: Nama
it_it: Nome
ka_ge: სახელი
pt_br: Nome
pt_pt: Nome
ru_ru: Имя

source: Right To Left
da_dk: Højre til venstre
es_es: Derecha a izquierda
id_id: Kanan ke Kiri
it_it: Da destra a sinistra
ka_ge: მარჯვნიდან მარცხნივ
pt_br: Direita Para Esquerda
pt_pt: Direita Para Esquerda
ru_ru: Справа налево

source: Supported
da_dk: Supporteret
es_es: Soportado
id_id: Didukung
it_it: Supportato
ka_ge: მხარდაჭერილი
pt_pt: Suportado
ru_ru: Поддержанный

source: Display also languages not supported by server locales
da_dk: Vis også sprog, der ikke understøttes af server locales
es_es: Mostrar además los lenguajes no soportados por las "locales" del servidor
id_id: Tampilkan bahasa yang tidak didukung server
it_it: Mostra anche lingue non supportate dai server
ka_ge: აჩვენე ის ენებიც რომლეთაც არ აქვთ სერვერის ლოკალეს მხარდაჭერა
pt_pt: Mostrar também idiomas não suportados pelo servidor de def. locais
ru_ru: Дисплей также язык не поддерживается сервером местах

source: Edit non standard language configuration
da_dk: Rediger ikke-standard sprog konfiguration
es_es: Editar configuración de lenguaje no estandar
id_id: Ubah konfigurasi bahasa non standar
it_it: Modifica configurazione lingua non standard
ka_ge: დაარედაქტირე არასტანდარტული ენის კონფიგურაცია
pt_pt: Editar configuração de linguagem não standard
ru_ru: Изменить нестандартной конфигурации языке

source: Upload and install latest language package
da_dk: Upload og installer nyeste sprogpakke
es_es: Sube e instala el último paquete de lenguaje
id_id: Upload dan pasang paket bahasa terbaru
it_it: Carica e installa l'ultimo pacchetto lingua
ka_ge: ატვირთე და დააყენე უახლესი ენის პაკეტი
pt_pt: Carregar e instalar mais recente pacote de idioma
ru_ru: Загрузите и установите последнюю версию языкового пакета

source: You are about to remove language \'%s\'. Do you want to continue ?
da_dk: Du er ved at fjerne sprog \'%s\'. Vil du fortsætte?
es_es: Está a punto de eliminar el Idioma \'%s\'. ¿Desea continuar?
id_id: Anda akan menghapus bahasa \'%s\'. Hapus?
it_it: Stai per rimuovere la lingua \'%s\'. Vuoi continuare?
ka_ge: წაიშლება ენა \'s%s\'. გსურს გააგრძელო?
pt_pt: Está prestes a remover linguagem \'%s\'. Deseja continuar ?

source: The marked language is the current language which cannot be deleted.
da_dk: Markeret sprog er i brug og kan ikke slettes.
es_es: El idioma seleccionado es el actual, el cual no puede ser eliminado.
id_id: Bahasa yang dipilih sedang digunakan. Tidak dapat dihapus.
it_it: La lingua evidenziata è la lingua corrente che non può essere cancellata.
ka_ge: მონიშნული ენა არის მიმდინარე ენა. მისი წაშლა შეუძლებელია.
pt_br: O idioma marcado é o idioma atual que não pode ser deletado.
pt_pt: O idioma marcado não pode ser excluidos porque é o idioma corrente.
ru_ru: Отмечены языка текущего языка, которые не могут быть удалены.

source: Update default
da_dk: Opdater standard
es_es: Actualizar predeterminado
id_id: Perbarui patokan
it_it: Aggiorna il predefinito
ka_ge: განაახლე სტანდარტული პარამეტრები
pt_pt: Atualizar por-defeito
ru_ru: Обновление умолчанию

source: Add new language manually
da_dk: Tilføj nyt sprog manuelt
es_es: Agregar manualmente nuevo lenguaje
id_id: Tambah bahasa baru secara manual
it_it: Aggiungi una nuova lingua manualmente
ka_ge: დაამატე ახალი ენა თვითონ
pt_pt: Adicionar novo idioma manualmente
ru_ru: Добавить новый язык вручную

source: Language name, code nor encoding cannot be empty
da_dk: Sprog navn, lande kode eller kodning kan ikke være tom
es_es: Nombre del Idioma, código o codificación no pueden estar vacíos
id_id: Nama bahasa, kode maupun encoding harus diisi
it_it: Nè il nome, nè il codice possono essere vuoti
ka_ge: ენის სახელი, კოდი და კოდირება არ შეიძლება იყოს ცარიელი
pt_br: Nome do idioma, código e codificação não podem estar vazios
pt_pt: Nome do idioma, código e codificação não podem estar vazios
ru_ru: Язык название, код, ни кодировка не может быть пустым

source: Standard package for this language is already installed. If you want to install this language manually, uninstall standard language package first.
da_dk: Standard pakke til dette sprog er allerede installeret. Hvis du vil installere dette sprog manuelt, skal du afinstallere standard sprogpakken først.
es_es: El paquete estándar para este idioma está instalado. si Desea instalar manualmente este idioma, desinstale primero el paquete de idioma estándar
id_id: Paket standar bahasa ini sudah dipasang. Jika anda ingin memasang secara manual, hapus paket yang terinstall terlebih dahulu.
it_it: Il pacchetto standard per questa lingua è già installato. Se vuoi installare questa lingua manualmente, disinstalla prima il pacchetto standard.
ka_ge: სტანდარტული პაკეტი ამ ენისთვის უკვე დაყენებულია. თუ გსურს დააყენო ეს ენა თვითონ, ჯერ წაშალე სტანდარტული ენის პაკეტი.
pt_pt: Pacote standard para esse idioma já está instalado. Se deseja instalar este idioma manualmente, deve desinstalar pacote de idioma standard em primeiro lugar.

source: Language Code
da_dk: Sprog Kode
es_es: Codigo de Idioma
id_id: Kode bahasa
it_it: Codice lingua
ka_ge: ენის კოდი
pt_br: Código do Idioma
pt_pt: Código do Idioma
ru_ru: Код языка

source: Language Name
da_dk: Sprog Navn
es_es: Nombre del idioma
id_id: Nama Bahasa
it_it: Nome lingua
ka_ge: ენის სახელი
pt_br: Nome do Idioma
pt_pt: Nome do Idioma
ru_ru: Название языка

source: Default Language
da_dk: Standard Sprog
es_es: Idioma Predeterminado:
id_id: Jadikan Bahasa Default
it_it: Lingua Predefinita
ka_ge: სტანდარტული ენა
pt_br: Idioma Padrão
pt_pt: Idioma pré-definido
ru_ru: Язык по умолчанию

source: Language File
da_dk: Sprogfil
es_es: Archivo de Idioma
id_id: File Bahasa
it_it: File di lingua
ka_ge: ენის ფაილი
pt_br: Arquivo de Idioma
pt_pt: Ficheiro de Idioma
ru_ru: Язык файла

source: Select your language files from your local harddisk.
da_dk: Vælg dine sprogfiler fra harddisken.
es_es: Seleccionar sus archivos de idioma desde el disco duro local.
id_id: Pilih file bahasa dari harddisk lokal.
it_it: Seleziona il file di lingua dal tuo hard disk.
ka_ge: აირჩიე შენი ენის ფაილი ლოკალური დისკიდან.
pt_br: Selecionar o arquivo de idioma do seu disco local.
pt_pt: Selecionar o ficheiro de idioma do seu disco local.
ru_ru: Выберите языковые файлы с локального жесткого диска.

source: Install/Activate extensions
da_dk: Installér/Aktiver Udvidelser
es_es: Instalar/Activar extensiones
id_id: Pasang/Aktivasi ekstensi
it_it: Installa/Attiva estensioni
ka_ge: დააყენე/გააქტიურე გაფართეოებები
pt_br: Instalar/Ativar extensões
pt_pt: Instalar/Ativar extensões
ru_ru: Установка / Активировать расширения

source: Selected extension has been successfully deleted
da_dk: Valgt udvidelse er blevet slettet
es_es: La extensión seleccionada ha sido eliminada exitosamente.
id_id: Ekstensi yang dipilih berhasil dihapus
it_it: L'estensione selezionata è stata cancellata con successo
ka_ge: არჩეული გაფართოება წარმატებით იქნა წაშლილი
pt_br: A extensão selecionada foi removida com sucesso
pt_pt: Extensão selecionada foi apagada com sucesso
ru_ru: Выбранный расширение было успешно удалено

source: Extension
da_dk: Udvidelsen
es_es: Extensión
id_id: Ekstensi
it_it: Estensione
ka_ge: გაფართოება
pt_pt: extensão
ru_ru: Расширение

source: Modules provided
da_dk: Moduler forudsat
es_es: Módulo provistos
id_id: Modul tersedia
it_it: Moduli forniti
ka_ge: არსებული მოდულები
pt_pt: Módulos fornecidos
ru_ru: Модули при условии,

source: Options provided
da_dk: Muligheder leveret
es_es: Opciones entregadas
id_id: Pilihan tersedia
it_it: Opzioni fornite
ka_ge: არსებული პარამეტრები
pt_pt: Opções fornecidas
ru_ru: Параметры при условии,

source: Install third-party extension.
es_es: Instalar extensiones de terceros
id_id: Pasang ekstensi pihak ketiga
ka_ge: დააყენე უცხო გაფართოება
pt_pt: Instalar extensão de terceiros.
ru_ru: Установить сторонние расширения.

source: Active
da_dk: Aktiv
es_es: Activo
id_id: Aktif
it_it: Attivo
ka_ge: აქტიური
pt_br: Ativo
pt_pt: Ativo
ru_ru: Активный

source: Status change for some extensions failed.
es_es: Falló el cambio de estado para algunas extensiones
id_id: Perubahan status untuk sebagian ekstensi gagal.
ka_ge: ზოგიერთი გაფართოებისთვის სტატუსის შეცვლა ვერ მოხერხდა.
pt_pt: Falha na mudança de status de algumas extensões.
ru_ru: Статус изменения для некоторых расширений не удалось.

source: Current active extensions set has been saved.
da_dk: Nuværende aktive udvidelses indstillinger er blevet gemt.
es_es: Lo establecido para las extensiones activas actuales ha sido grabado.
id_id: Set Ekstensi aktif saat ini berhasil disimpan.
it_it: Le estensioni correnti attive sono state salvate.
ka_ge: მიმდინარე აქტიური გაფართოებები შენახულია.
pt_br: As extensões ativas atuais foram gravadas.
pt_pt: As extensões ativas atuais foram guardadas.
ru_ru: Текущий активный набор расширений была сохранена.

source: Extensions:
da_dk: Udvidelser:
es_es: Extensiones:
id_id: Ekstensi:
it_it: Estensioni:
ka_ge: გაფართოებები:
pt_br: Extensões:
pt_pt: Extensões:
ru_ru: Расширения:

source: Install Themes
da_dk: Installér Temaer
es_es: Instalar Temas
id_id: Pasang Tema
it_it: Installa temi
ka_ge: დააყენე იერსახეები
pt_pt: Instalar Temas
ru_ru: Установить темы

source: Selected theme has been successfully deleted
da_dk: Valgt tema er blevet slettet
es_es: El tema seleccionado ha sido eliminado exitosamente.
id_id: Tema yang dipilih berhasil dihapus
it_it: Il tema selezionato è stato cancellato con successo
ka_ge: არჩეული იერსახე წარმატებით წაიშალა
pt_pt: Tema selecionado foi excluído com sucesso
ru_ru: Выбранная тема была успешно удалена

source: Theme
da_dk: Tema
es_es: Tema
id_id: Tema
it_it: Tema
ka_ge: იერსახე
pt_pt: Tema
ru_ru: Тема

source: Software Upgrade
da_dk: Software Opgradering
es_es: Actualización de Software
id_id: Upgrade Software
it_it: Aggiornamento del software
ka_ge: პროგრამის განახლება
pt_br: Atualização de Software
pt_pt: Atualização de Software
ru_ru: Обновление программного обеспечения

source: Save database and perform upgrade
da_dk: Gem database og udfør opgraderingen
es_es: Guardar la base de datos y realizar una actualización
id_id: Simpan database dan lakukan upgrade
it_it: Salvare il database ed eseguire l'aggiornamento
ka_ge: შეინახე მონაცემთა ბაზა და განაახლე
pt_br: Gravar banco de dados e realizar atualização
pt_pt: Gravar base de dados e realizar atualização
ru_ru: Сохранить базу данных и выполнить обновление

source: Payment Terms
da_dk: Betalingsvilkår
es_es: Términos de Pago
id_id: Termin Pembayaran
it_it: Termini di pagamento
ka_ge: გადახდის პირობები
pt_br: Forma de Pagamento
pt_pt: Forma de Pagamento
ru_ru: Условия платежа

source: The number of days or the day in the following month must be numeric.
da_dk: Antal dage eller dagen i efterfølgende måned skal være numerisk.
es_es: El número de días o el día en el próximo mes deben ser numéricos.
id_id: Jumlah hari atau hari ke- pada bulan berikutnya harus berupa angka.
it_it: Il numero di giorni o il giorno nel mese successivo deve essere numerico.
ka_ge: დღეების რაოდენობა ან დღე მომდევნო თვეში უნდა იყოს რიცხვი.
pt_br: O número de dias ou dia do mês seguinte deve ser numérico.
pt_pt: O número de dias ou dia do mês seguinte deve ser numérico.
ru_ru: Число дней со дня уже в следующем месяце должно быть числовым.
