Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.15-1.po
Languages: vi_vn

source: View Inventory Transfer
vi_vn: Xem Inventory Chuyển

source: From Location
vi_vn: từ Location

source: To Location
vi_vn: để Location

source: Search Outstanding Work Orders
vi_vn: Tìm kiếm đơn đặt hàng xuất sắc làm việc

source: Search Work Orders
vi_vn: Đơn đặt hàng tìm kiếm công việc

source: at Location:
vi_vn: tại địa điểm:

source: for item:
vi_vn: cho mặt hàng:

source: Select documents
vi_vn: Chọn tài liệu

source: Release
vi_vn: Giải phóng

source: Issue
vi_vn: Vấn đề

source: Produce
vi_vn: sản xuất

source: Required
vi_vn: Cần thiết

source: Required By
vi_vn: cần Bằng

source: Marked orders are overdue.
vi_vn: lệnh đánh dấu quá hạn.

source: Produce or Unassemble Finished Items From Work Order
vi_vn: Sản xuất hoặc Items Hoàn Unassemble Từ công việc theo thứ tự

source: The manufacturing process has been entered.
vi_vn: Quá trình sản xuất đã được nhập.

source: View this Work Order
vi_vn: Xem làm việc này theo thứ tự

source: View the GL Journal Entries for this Work Order
vi_vn: Xem GL Journal Entries for làm việc này theo thứ tự

source: Print the GL Journal Entries for this Work Order
vi_vn: In GL Journal Entries for làm việc này theo thứ tự

source: Select another &Work Order to Process
vi_vn: Chọn một thứ tự làm việc để trình

source: The order number sent is not valid.
vi_vn: Số thứ tự gửi không hợp lệ.

source: The quantity entered is not a valid number or less then zero.
vi_vn: Số lượng nhập vào không phải là một số hợp lệ hoặc ít hơn thì không.

source: The production date cannot be before the release date of the work order.
vi_vn: Ngày sản xuất không được trước ngày phát hành của trật tự làm việc.

source: The production exceeds the quantity needed. Please change the Work Order.
vi_vn: Việc sản xuất vượt quá số lượng cần thiết. Vui lòng thay đổi thứ tự làm việc.

source: The unassembling cannot be processed because there is insufficient stock.
vi_vn: Các unassembling không thể xử lý vì không có đủ chứng khoán.

source: The production cannot be processed because a required item would cause a negative inventory balance :
vi_vn: Việc sản xuất không thể xử lý vì một mục cần thiết sẽ gây ra một sự cân bằng hàng tồn kho tiêu cực:

source: Produce Finished Items
vi_vn: Sản xuất hoàn thành mục

source: Return Items to Work Order
vi_vn: Quay trở lại mục để làm việc theo thứ tự

source: Process
vi_vn: Quá trình

source: Process And Close Order
vi_vn: Quá trình và Đóng theo thứ tự

source: Work Order Additional Costs
vi_vn: Công việc theo thứ tự chi phí bổ sung

source: The additional cost has been entered.
vi_vn: Các chi phí bổ sung đã được nhập.

source: Enter another additional cost.
vi_vn: Nhập một chi phí bổ sung.

source: The amount entered is not a valid number or less then zero.
vi_vn: Số tiền đã nhập không phải là một số hợp lệ hoặc ít hơn thì không.

source: The additional cost date cannot be before the release date of the work order.
vi_vn: Ngày chi phí bổ sung không được trước ngày phát hành của trật tự làm việc.

source: Additional Costs:
vi_vn: Chi phí bổ sung:

source: Process Additional Cost
vi_vn: Quá trình Chi phí bổ sung

source: Work Order Entry
vi_vn: Làm việc Order Entry

source: There are no manufacturable items defined in the system.
vi_vn: Không có mục nào manufacturable được xác định trong hệ thống.

source: The work order been added.
vi_vn: Trình tự công việc được bổ sung.

source: &Print This Work Order
vi_vn: In này theo thứ tự làm việc

source: &Email This Work Order
vi_vn: Email này theo thứ tự làm việc

source: The work order been updated.
vi_vn: Trình tự công việc được cập nhật.

source: Work order has been deleted.
vi_vn: Để làm việc đã bị xóa.

source: This work order has been closed. There can be no more issues against it.
vi_vn: Để làm việc này đã bị đóng cửa. Có thể có nhiều vấn đề chống lại nó.

source: Enter a new work order
vi_vn: Nhập một trật tự công việc mới

source: Select an existing work order
vi_vn: Chọn một thứ tự công việc hiện tại

source: The quantity entered is invalid or less than zero.
vi_vn: Số lượng nhập không hợp lệ hoặc nhỏ hơn không.

source: The selected item to manufacture does not have a bom.
vi_vn: Các sản phẩm được chọn để sản xuất không có bom.

source: The labour cost entered is invalid or less than zero.
vi_vn: Chi phí lao động nhập không hợp lệ hoặc nhỏ hơn không.

source: The cost entered is invalid or less than zero.
vi_vn: Chi phí nhập không hợp lệ hoặc nhỏ hơn không.

source: The work order cannot be processed because there is an insufficient quantity for component:
vi_vn: Trình tự công việc không thể được xử lý bởi vì có một số lượng không đủ cho thành phần:

source: The selected item cannot be unassembled because there is insufficient stock.
vi_vn: Các sản phẩm được chọn không thể tháo rời vì không có đủ chứng khoán.

source: The quantity cannot be changed to be less than the quantity already manufactured for this order.
vi_vn: Số lượng không thể thay đổi được ít hơn so với số lượng đã được sản xuất cho đơn đặt hàng này.

source: This work order cannot be deleted because it has already been processed.
vi_vn: Để làm việc này không thể bị xóa bởi vì nó đã được xử lý.

source: This work order is closed and cannot be edited.
vi_vn: Để làm việc này là khép kín và không thể chỉnh sửa.

source: Destination Location:
vi_vn: Vị trí đích:

source: Quantity Required:
vi_vn: Yêu cầu Số lượng:

source: Quantity Manufactured:
vi_vn: Số lượng sản xuất:

source: Credit Labour Account
vi_vn: Tài khoản Lao động tín dụng

source: Credit Overhead Account
vi_vn: Tài khoản Overhead tín dụng

source: Released On:
vi_vn: Ra mắt vào:

source: Save changes to work order
vi_vn: Lưu các thay đổi để làm việc theo thứ tự

source: Close This Work Order
vi_vn: Đóng này theo thứ tự làm việc

source: Delete This Work Order
vi_vn: Xóa này theo thứ tự làm việc

source: Add Workorder
vi_vn: Thêm Workorder

source: Issue Items to Work Order
vi_vn: Vấn đề mục để làm việc theo thứ tự

source: The work order issue has been entered.
vi_vn: Vấn đề thứ tự công việc đã được nhập.

source: The entered date for the issue is invalid.
vi_vn: Ngày nhập cho vấn đề này là không hợp lệ.

source: The issue cannot be processed because it would cause negative inventory balance for marked items as of document date or later.
vi_vn: Vấn đề này không thể được xử lý bởi vì nó sẽ gây ra sự cân bằng hàng tồn kho tiêu cực cho các hạng mục được đánh dấu kể từ ngày tài liệu hay muộn.

source: The process cannot be completed because there is an insufficient total quantity for a component.
vi_vn: Quá trình này không thể hoàn thành vì có một thiếu tổng số lượng cho một thành phần.

source: Component is :
vi_vn: Thành phần là:

source: From location :
vi_vn: Từ vị trí:

source: The quantity entered is negative or invalid.
vi_vn: Số lượng cho vào là tiêu cực hoặc không hợp lệ.

source: Items to Issue
vi_vn: Mục để Ban hành

source: Process Issue
vi_vn: quá trình Issue

source: Work Order Release to Manufacturing
vi_vn: Làm việc theo thứ tự phát hành để sản xuất

source: This work order has already been released.
vi_vn: Để công việc này đã được phát hành.

source: This Work Order cannot be released. The selected item to manufacture does not have a bom.
vi_vn: Thứ tự làm việc này không thể được giải phóng. Các sản phẩm được chọn để sản xuất không có bom.

source: The work order has been released to manufacturing.
vi_vn: Trình tự công việc đã được phát hành để sản xuất.

source: Select another &work order
vi_vn: Chọn một đơn đặt hàng làm việc

source: Work Order #:
vi_vn: Trình tự công việc #:

source: Work Order Reference:
vi_vn: Làm việc theo thứ tự tham khảo:

source: Released Date
vi_vn: Ngày phát hành

source: Release Work Order
vi_vn: Phát hành theo thứ tự làm việc

source: The bill of material for this item is empty.
vi_vn: Dự luật của vật chất đối với mặt hàng này là trống.

source: Component
vi_vn: Hợp phần

source: Work Centre
vi_vn: Trung tâm Công việc

source: Cost
vi_vn: Giá cả

source: Standard Labour Cost
vi_vn: Chi phí lao động tiêu chuẩn

source: Standard Overhead Cost
vi_vn: Chi phí trên không chuẩn

source: Total Cost
vi_vn: Tổng chi phí

source: There are no Requirements for this Order.
vi_vn: Không có yêu cầu đối với Lệnh này.

source: Unit Quantity
vi_vn: đơn vị Số lượng

source: Total Quantity
vi_vn: Tổng số lượng

source: Units Issued
vi_vn: đơn vị ban hành

source: On Hand
vi_vn: Trên tay

source: Marked items have insufficient quantities in stock.
vi_vn: mục đánh dấu không có đủ số lượng trong kho.

source: There are no Productions for this Order.
vi_vn: Không có Productions cho Đơn hàng này.

source: There are no Issues for this Order.
vi_vn: Không có vấn đề cho Đơn hàng này.

source: There are no additional costs for this Order.
vi_vn: Không có chi phí bổ sung cho Đơn hàng này.

source: The work order number sent is not valid.
vi_vn: Số thứ tự công việc gửi không hợp lệ.

source: Manufactured Item
vi_vn: sản xuất hàng

source: Into Location
vi_vn: Đến địa điểm

source: Quantity Required
vi_vn: Yêu cầu số lượng

source: This work order is closed.
vi_vn: Để làm việc này được đóng lại.

source: Marked items have insufficient quantities in stock as on day of issue.
vi_vn: mục đánh dấu không có đủ số lượng trong kho như trên ngày phát hành.

source: Issue Date:
vi_vn: Ngày phát hành:

source: To Work Centre:
vi_vn: Để làm việc Trung tâm:

source: Return Items to Location
vi_vn: Quay trở lại bài viết nào Location

source: Issue Items to Work order
vi_vn: Vấn đề mục để làm việc theo thứ tự

source: Updated.
vi_vn: Cập nhật.

source: Canceled.
vi_vn: Hủy bỏ.

source: Released.
vi_vn: Phát hành.

source: COGS changed from %s to %s for %d %s of '%s'
vi_vn: Giá vốn hàng bán thay đổi từ %s đến%s cho%d%s của '%s'

source: Voided WO #%s
vi_vn: Hủy bỏ WO #%s

source: Issue of
vi_vn: Phát hành

source: Issue to
vi_vn: Vấn đề để

source: Production.
vi_vn: Sản xuất.

source: There are no manufactured or kit items defined in the system.
vi_vn: Không có mục nào sản xuất hoặc bộ được xác định trong hệ thống.

source: Select a manufacturable item:
vi_vn: Chọn một mục manufacturable:

source: All Costs Are In:
vi_vn: Tất cả các chi phí đang ở tại:

source: Inventory Item Where Used Inquiry
vi_vn: Hàng tồn kho hàng ở đâu Inquiry qua sử dụng

source: Select an item to display its parent item(s).
vi_vn: Chọn một mục để hiển thị mục mẹ (s).

source: Parent Item
vi_vn: mục mẹ

source: Bill Of Materials
vi_vn: Hóa đơn nguyên vật liệu

source: There are no work centres defined in the system. BOMs require at least one work centre be defined.
vi_vn: Không có trung tâm làm việc được xác định trong hệ thống. BOMs yêu cầu trung tâm làm việc ít nhất một được xác định.

source: Code
vi_vn: Mã

source: Selected component has been updated
vi_vn: thành phần được lựa chọn đã được cập nhật

source: A new component part has been added to the bill of material for this item.
vi_vn: Một phần thành phần mới đã được thêm vào dự luật của vật chất đối với mặt hàng này.

source: The selected component is already on this bom. You can modify it's quantity but it cannot appear more than once on the same bom.
vi_vn: Các thành phần được lựa chọn là đã có trên bom này. Bạn có thể sửa đổi nó là số lượng nhưng nó không thể xuất hiện nhiều lần trên cùng một bom.

source: The selected component is a parent of the current item. Recursive BOMs are not allowed.
vi_vn: Các thành phần được lựa chọn là một phụ huynh của mục hiện hành. BOMs đệ quy không được phép.

source: Location to Draw From:
vi_vn: Vị trí để Vẽ Từ:

source: Work Centre Added:
vi_vn: Làm việc Trung tâm gia tăng:

source: The work centre name cannot be empty.
vi_vn: Tên trung tâm làm việc không thể để trống.

source: Selected work center has been updated
vi_vn: trung tâm tuyển chọn đã được cập nhật

source: New work center has been added
vi_vn: trung tâm nghiên cứu mới đã được thêm vào

source: Cannot delete this work centre because BOMs have been created referring to it.
vi_vn: Không thể xóa trung tâm làm việc này vì BOMs đã được tạo ra đề cập đến nó.

source: Cannot delete this work centre because work order requirements have been created referring to it.
vi_vn: Không thể xóa trung tâm làm việc này vì yêu cầu đặt hàng làm việc đã được tạo ra đề cập đến nó.

source: Selected work center has been deleted
vi_vn: trung tâm làm việc được chọn đã bị xóa

source: description
vi_vn: sự miêu tả

source: View Work Order
vi_vn: Xem làm việc theo thứ tự

source: BOM for item:
vi_vn: BOM cho mặt hàng:

source: Work Order Requirements
vi_vn: Yêu cầu công việc theo thứ tự

source: Issues
vi_vn: Vấn đề

source: Productions
vi_vn: Sản xuất

source: Additional Costs
vi_vn: Chi phí bổ sung

source: This work order has been voided.
vi_vn: Để làm việc này đã được hủy bỏ.

source: View Work Order Costs
vi_vn: Xem làm việc theo thứ tự chi phí

source: Transaction
vi_vn: Giao dịch

source: Finished Product Requirements
vi_vn: Yêu cầu sản phẩm đã hoàn thành

source: Additional Material Issues
vi_vn: Các vấn đề Chất liệu bổ sung

source: Finished Product Receival
vi_vn: Xong Receival sản phẩm

source: Production Costs for Work Order # %d
vi_vn: Chi phí sản xuất cho làm việc theo thứ tự #%d

source: View Work Order Issue
vi_vn: Xem làm việc theo thứ tự Issue

source: Issue #
vi_vn: Vấn đề #

source: For Work Order #
vi_vn: Đối với công việc theo thứ tự #

source: To Work Centre
vi_vn: Để làm việc Trung tâm

source: Date of Issue
vi_vn: Ngày phát hành

source: This issue has been voided.
vi_vn: Vấn đề này đã được hủy bỏ.

source: There are no items for this issue.
vi_vn: Không có mục nào cho vấn đề này.

source: Items for this Issue
vi_vn: Mục cho vấn đề này

source: View Work Order Production
vi_vn: Xem Làm việc tự sản xuất

source: Production #
vi_vn: Sản xuất #

source: Quantity Manufactured
vi_vn: Số lượng Sản xuất

source: This production has been voided.
vi_vn: Tác phẩm này đã được hủy bỏ.

source: Modify Purchase Order #
vi_vn: Sửa đổi Mua hàng #

source: Purchase Order Entry
vi_vn: Mua Order Entry

source: Direct GRN Entry
vi_vn: Direct GRN nhập

source: Fixed Asset Purchase Invoice Entry
vi_vn: TSCĐ mua hàng hóa đơn nhập cảnh

source: Direct Purchase Invoice Entry
vi_vn: Trực tiếp mua hàng hóa đơn nhập cảnh

source: Purchase Order has been entered
vi_vn: Mua hàng đã được nhập

source: Purchase Order has been updated
vi_vn: Mua hàng đã được cập nhật

source: &View this order
vi_vn: Xem đơn đặt hàng này

source: &Print This Order
vi_vn: In theo thứ tự này

source: &Email This Order
vi_vn: Email Lệnh này

source: &Receive Items on this Purchase Order
vi_vn: Nhận Items trên đơn mua hàng này

source: Enter &Another Purchase Order
vi_vn: Nhập Một Mua hàng

source: Select An &Outstanding Purchase Order
vi_vn: Chọn Một nổi bật Mua hàng

source: Direct GRN has been entered
vi_vn: Direct GRN đã được nhập

source: &View this GRN
vi_vn: Xem GRN này

source: View the GL Journal Entries for this Delivery
vi_vn: Xem GL Journal Entries for Delivery này

source: Entry purchase &invoice for this receival
vi_vn: Entry mua hóa đơn cho receival này

source: Enter &Another GRN
vi_vn: Nhập GRN Một

source: Direct Purchase Invoice has been entered
vi_vn: Hóa đơn mua hàng trực tiếp đã được nhập

source: &View this Invoice
vi_vn: Xem Invoice này

source: View the GL Journal Entries for this Invoice
vi_vn: Xem GL Journal Entries for Invoice này

source: Entry supplier &payment for this invoice
vi_vn: thanh toán nhà cung cấp đầu vào cho hóa đơn này

source: Enter &Another Direct Invoice
vi_vn: Nhập Một hóa đơn trực tiếp

source: There are no purchasable fixed assets defined in the system.
vi_vn: Không có tài sản cố định có thể mua được định nghĩa trong hệ thống.

source: This item cannot be deleted because some of it has already been received.
vi_vn: Mục này không thể bị xóa bởi vì một số của nó đã được nhận.

source: This order cannot be cancelled because some of it has already been received.
vi_vn: Lệnh này không thể bị hủy bỏ vì một số của nó đã được nhận.

source: The line item quantities may be modified to quantities more than already received. prices cannot be altered for lines that have already been received and quantities cannot be reduced below the quantity already received.
vi_vn: Số lượng mục hàng có thể được sửa đổi để số lượng hơn đã nhận được. giá không thể được thay đổi cho dòng đã được nhận và số lượng không thể được giảm xuống dưới số lượng đã nhận được.

source: This purchase order has been cancelled.
vi_vn: đơn đặt hàng này đã bị hủy.

source: Enter a new purchase order
vi_vn: Nhập một đơn đặt hàng mới

source: Item description cannot be empty.
vi_vn: Mô tả sản phẩm không thể để trống.

source: The quantity of the order item must be numeric and not less than
vi_vn: Số lượng của mặt hàng đó theo thứ tự phải có dạng số và không nhỏ hơn

source: The price entered must be numeric and not less than zero.
vi_vn: Giá tham gia phải có số và không nhỏ hơn không.

source: You are attempting to make the quantity ordered a quantity less than has already been invoiced or received. This is prohibited.
vi_vn: Bạn đang cố gắng để làm cho số lượng đặt hàng một số lượng ít hơn đã được lập hoá đơn hoặc nhận được. Đây đều bị cấm.

source: The quantity received can only be modified by entering a negative receipt and the quantity invoiced can only be reduced by entering a credit note against this item.
vi_vn: Số lượng nhận được chỉ có thể được sửa đổi bằng cách nhập một nhận tiêu cực và số lượng hóa đơn chỉ có thể được giảm bằng cách nhập một lưu ý tín dụng đối với mặt hàng này.

source: The selected item is already on this order.
vi_vn: Các sản phẩm được chọn đã được đơn đặt hàng này.

source: The selected item does not exist or it is a kit part and therefore cannot be purchased.
vi_vn: Các sản phẩm được chọn không tồn tại hoặc nó là một phần bộ và do đó không thể được mua.

source: There is no supplier selected.
vi_vn: Không có nhà cung cấp được chọn.

source: The entered order date is invalid.
vi_vn: Ngày thứ tự nhập không hợp lệ.

source: The entered due date is invalid.
vi_vn: Ngày đến hạn nhập không hợp lệ.

source: You must enter a supplier's invoice reference.
vi_vn: Bạn phải nhập tham khảo hóa đơn của nhà cung cấp.

source: This invoice number has already been entered. It cannot be entered again.
vi_vn: số hóa đơn này đã được nhập. Nó không thể được nhập một lần nữa.

source: There is no delivery address specified.
vi_vn: Không có địa chỉ giao hàng cụ thể.

source: There is no location specified to move any items into.
vi_vn: Không có vị trí quy định để di chuyển bất kỳ mục vào.

source: The order cannot be placed because there are no lines entered on this order.
vi_vn: Trình tự không thể được đặt bởi vì không có đường vào đơn đặt hàng này.

source: Required prepayment is greater than total invoice value.
vi_vn: thanh toán trước yêu cầu là lớn hơn tổng giá trị hóa đơn.

source: Payment:
vi_vn: Thanh toán:

source: Delayed
vi_vn: Trì hoãn

source: Place Order
vi_vn: nơi thứ tự

source: Update Order
vi_vn: Để cập nhật

source: Cancel Order
vi_vn: Hủy đơn hàng

source: Update GRN
vi_vn: cập nhật GRN

source: Cancel GRN
vi_vn: Hủy bỏ GRN

source: Process Invoice
vi_vn: Quá trình hóa đơn

source: Update Invoice
vi_vn: cập nhật hóa đơn

source: Cancel Invoice
vi_vn: Hủy hóa đơn

source: Receive Purchase Order Items
vi_vn: Nhận Mua hàng Items

source: Purchase Order Delivery has been processed
vi_vn: Mua hàng giao hàng đã được xử lý

source: &View this Delivery
vi_vn: Xem Delivery này

source: Select a different &purchase order for receiving items against
vi_vn: Chọn một đơn đặt hàng khác nhau để tiếp nhận các mặt hàng chống lại

source: This page can only be opened if a purchase order has been selected. Please select a purchase order first.
vi_vn: Trang này chỉ có thể được mở nếu một đơn đặt hàng đã được lựa chọn. Vui lòng chọn một đơn đặt hàng đầu tiên.

source: Ordered
vi_vn: ra lệnh

source: Received
vi_vn: Nhận

source: Outstanding
vi_vn: Nổi bật

source: This Delivery
vi_vn: Giao hàng này

source: Sub-total
vi_vn: Tổng phụ

source: Amount Total
vi_vn: Tổng số tiền

source: There is nothing to process. Please enter valid quantities greater than zero.
vi_vn: Không có gì để xử lý được. Vui lòng nhập số lượng có giá trị lớn hơn không.

source: Entered quantities cannot be greater than the quantity entered on the purchase order including the allowed over-receive percentage
vi_vn: số lượng nhập không thể lớn hơn số lượng nhập vào đơn đặt hàng bao gồm cho phép quá nhận tỷ lệ phần trăm

source: Modify the ordered items on the purchase order if you wish to increase the quantities.
vi_vn: Sửa đổi các mục yêu cầu trên đơn đặt hàng nếu bạn muốn tăng số lượng.

source: This order has been changed or invoiced since this delivery was started to be actioned. Processing halted. To enter a delivery against this purchase order, it must be re-selected and re-read again to update the changes made by the other user.
vi_vn: Đơn hàng này đã bị thay đổi hoặc hóa đơn kể từ khi giao hàng này đã bắt đầu được actioned. Xử lý tạm dừng. Để nhập một giao đơn đặt hàng này, nó phải được tái lựa chọn và đọc lại một lần nữa để cập nhật những thay đổi được thực hiện bởi người dùng khác.

source: Select a different purchase order for receiving goods against
vi_vn: Chọn một đơn đặt hàng khác nhau để tiếp nhận hàng hóa chống lại

source: Re-Read the updated purchase order for receiving goods against
vi_vn: Re-Đọc đơn đặt hàng được cập nhật cho nhận hàng chống lại

source: Items to Receive
vi_vn: Mục để nhận

source: Process Receive Items
vi_vn: Quy trình Nhận Items

source: Clear all GL entry fields
vi_vn: Xóa tất cả các lĩnh vực nhập GL

source: Supplier credit note has been processed.
vi_vn: lưu ý tín dụng nhà cung cấp đã được xử lý.

source: View this Credit Note
vi_vn: Xem tín dụng này Lưu ý

source: View the GL Journal Entries for this Credit Note
vi_vn: Xem GL Journal Entries for Credit này Note

source: Enter Another Credit Note
vi_vn: Nhập Một Credit Note

source: The account code entered is not a valid code, this line cannot be added to the transaction.
vi_vn: Mã tài khoản đã nhập không phải là một mã hợp lệ, dòng này không thể được thêm vào giao dịch.

source: The amount entered is not numeric. This line cannot be added to the transaction.
vi_vn: Lượng nhập vào không số. Dòng này không thể được thêm vào giao dịch.

source: The credit note cannot be processed because the there are no items or values on the invoice. Credit notes are expected to have a charge.
vi_vn: Những lưu ý tín dụng không thể xử lý vì không có mặt hàng hoặc giá trị trên hoá đơn. ghi chú tín dụng được dự kiến ​​sẽ có một lần sạc.

source: The credit note as entered cannot be processed because the date entered is not valid.
vi_vn: Những lưu ý tín dụng như đã nhập không thể xử lý vì ngày nhập vào không hợp lệ.

source: The invoice as entered cannot be processed because the due date is in an incorrect format.
vi_vn: Hoá đơn như đã nhập không thể xử lý vì ngày đáo hạn là trong một định dạng không đúng.

source: The return cannot be processed because there is an insufficient quantity for item:
vi_vn: Sự trở lại không thể được xử lý bởi vì có một số lượng không đủ cho mặt hàng:

source: The quantity to credit must be numeric and greater than zero.
vi_vn: Số lượng tín dụng phải có dạng số và lớn hơn không.

source: The price is either not numeric or negative.
vi_vn: Giá là một trong hai không số hoặc tiêu cực.

source: Enter Credit Note
vi_vn: Nhập Credit Note

source: Enter Supplier Invoice
vi_vn: Nhập Invoice Nhà cung cấp

source: Modifying Purchase Invoice # %d
vi_vn: Sửa đổi mua hàng Invoice #%d

source: Supplier invoice has been processed.
vi_vn: Nhà cung cấp hóa đơn đã được xử lý.

source: View this Invoice
vi_vn: Xem Invoice này

source: Enter Another Invoice
vi_vn: Nhập hóa đơn khác
