Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.18-1.po
Languages: fa_ir

source: Cannot delete this location because it is used by some related records in other tables.
fa_ir: نمی توان این مکان را حذف کرد زیرا در برخی از سوابق مرتبط در جداول دیگر استفاده شده است.

source: Selected location has been deleted
fa_ir: مکان انتخاب شده حذف شده است

source: Location Code
fa_ir: کد مکان

source: Location Name
fa_ir: نام مکان

source: Location Code:
fa_ir: کد مکان:

source: Location Name:
fa_ir: نام مکان:

source: Contact for deliveries:
fa_ir: تماس برای تحویل:

source: Telephone No:
fa_ir: شماره تلفن:

source: Facsimile No:
fa_ir: شماره فکس:

source: Sales Kits & Alias Codes
fa_ir: کیت های فروش و کدهای مستعار

source: Stock Item
fa_ir: مورد موجودی

source: kit
fa_ir: کیت

source: The quantity entered must be numeric and greater than zero.
fa_ir: مقدار وارد شده باید عددی و بزرگتر از صفر باشد.

source: Kit/alias code cannot be empty.
fa_ir: کد کیت/مستعار نمی تواند خالی باشد.

source: The selected component contains directly or on any lower level the kit under edition. Recursive kits are not allowed.
fa_ir: جزء انتخاب شده به طور مستقیم یا در هر سطح پایین تر کیت در حال ویرایش را شامل می شود. کیت های بازگشتی مجاز نیستند.

source: The selected component is already in this kit. You can modify it's quantity but it cannot appear more than once in the same kit.
fa_ir: جزء انتخاب شده قبلاً در این کیت وجود دارد. می توانید مقدار آن را تغییر دهید اما نمی تواند بیش از یک بار در همان کیت ظاهر شود.

source: New alias code has been created.
fa_ir: کد مستعار جدید ایجاد شده است.

source: New component has been added to selected kit.
fa_ir: جزء جدید به کیت انتخاب شده اضافه شده است.

source: Component of selected kit has been updated.
fa_ir: جزء کیت انتخاب شده به روزرسانی شده است.

source: Kit common properties has been updated
fa_ir: ویژگی های مشترک کیت به روزرسانی شده است

source: This item cannot be deleted because it is the last item in the kit used by following kits
fa_ir: این مورد نمی تواند حذف شود زیرا آخرین مورد در کیت است که توسط کیت های زیر استفاده می شود

source: The component item has been deleted from this bom
fa_ir: جزء مورد از این BOM حذف شده است

source: Select a sale kit:
fa_ir: یک کیت فروش انتخاب کنید:

source: New kit
fa_ir: کیت جدید

source: Alias/kit code:
fa_ir: کد مستعار/کیت:

source: Update kit/alias name
fa_ir: به روزرسانی نام کیت/مستعار

source: Component:
fa_ir: جزء:

source: kits
fa_ir: کیت ها

source: View Inventory Adjustment
fa_ir: مشاهده تنظیم موجودی

source: At Location
fa_ir: در مکان

source: This adjustment has been voided.
fa_ir: این تنظیم باطل شده است.

source: View Inventory Transfer
fa_ir: مشاهده انتقال موجودی

source: From Location
fa_ir: از مکان

source: To Location
fa_ir: به مکان

source: Search Outstanding Work Orders
fa_ir: جستجوی سفارش های کاری معلق

source: Search Work Orders
fa_ir: جستجوی سفارش های کاری

source: at Location:
fa_ir: در مکان:

source: for item:
fa_ir: برای مورد:

source: Select documents
fa_ir: اسناد را انتخاب کنید

source: Release
fa_ir: آزادسازی

source: Issue
fa_ir: صدور

source: Produce
fa_ir: تولید

source: Required
fa_ir: مورد نیاز

source: Required By
fa_ir: مورد نیاز توسط

source: Marked orders are overdue.
fa_ir: سفارش های علامت گذاری شده معوق هستند.

source: Produce or Unassemble Finished Items From Work Order
fa_ir: تولید یا جداسازی موارد تمام شده از سفارش کاری

source: The manufacturing process has been entered.
fa_ir: پروسه تولید داخل شده است.

source: View this Work Order
fa_ir: مشاهده این سفارش کاری

source: View the GL Journal Entries for this Work Order
fa_ir: مشاهده ورودی های دفتر کل برای این سفارش کاری

source: Print the GL Journal Entries for this Work Order
fa_ir: چاپ ورودی های دفتر کل برای این سفارش کاری

source: Select another &Work Order to Process
fa_ir: یک سفارش کار دیگر را انتخاب کنید تا پروسس کنید

source: The order number sent is not valid.
fa_ir: شماره سفارش ارسال شده معتبر نیست.

source: The quantity entered is not a valid number or less then zero.
fa_ir: مقدار وارد شده عدد معتبری نیست یا کمتر از صفر است.

source: The production date cannot be before the release date of the work order.
fa_ir: تاریخ تولید نمی تواند قبل از تاریخ صدور سفارش کاری باشد.

source: The production exceeds the quantity needed. Please change the Work Order.
fa_ir: تولید از مقدار مورد نیاز بیشتر است. لطفاً سفارش کاری را تغییر دهید.

source: The unassembling cannot be processed because there is insufficient stock.
fa_ir: جداسازی نمی تواند پروسس شود زیرا موجودی کافی نیست.

source: The production cannot be processed because a required item would cause a negative inventory balance :
fa_ir: تولید نمی تواند پروسس شود زیرا یک مورد مورد نیاز باعث ایجاد بیلانس منفی موجودی می شود:

source: Produce Finished Items
fa_ir: تولید موارد تمام شده

source: Return Items to Work Order
fa_ir: بازگشت موارد به سفارش کاری

source: Process
fa_ir: پروسس

source: Process And Close Order
fa_ir: پروسس و بستن سفارش

source: Work Order Additional Costs
fa_ir: هزینه های اضافی سفارش کاری

source: The additional cost has been entered.
fa_ir: هزینه اضافی وارد شده است.

source: Enter another additional cost.
fa_ir: یک هزینه اضافی دیگر وارد کنید.

source: The amount entered is not a valid number or less then zero.
fa_ir: مقدار وارد شده عدد معتبری نیست یا کمتر از صفر است.

source: The additional cost date cannot be before the release date of the work order.
fa_ir: تاریخ هزینه اضافی نمی تواند قبل از تاریخ صدور سفارش کاری باشد.

source: Additional Costs:
fa_ir: هزینه های اضافی:

source: Process Additional Cost
fa_ir: پروسس هزینه اضافی

source: Work Order Entry
fa_ir: ورود سفارش کاری

source: There are no manufacturable items defined in the system.
fa_ir: هیچ مورد قابل تولیدی در سیستم تعریف نشده است.

source: The work order been added.
fa_ir: سفارش کار اضافه شده است.

source: &Print This Work Order
fa_ir: &چاپ این سفارش کاری

source: &Email This Work Order
fa_ir: &ایمیل این سفارش کاری

source: The work order been updated.
fa_ir: سفارش کار به روزرسانی شده است.

source: Work order has been deleted.
fa_ir: سفارش کاری حذف شده است.

source: This work order has been closed. There can be no more issues against it.
fa_ir: این سفارش کاری بسته شده است. دیگر نمی توان بر اساس آن صادر کرد.

source: Enter a new work order
fa_ir: یک سفارش کاری جدید وارد کنید

source: Select an existing work order
fa_ir: یک سفارش کاری موجود را انتخاب کنید

source: The quantity entered is invalid or less than zero.
fa_ir: مقدار وارد شده نامعتبر است یا کمتر از صفر است.

source: The selected item to manufacture does not have a bom.
fa_ir: مورد انتخاب شده برای تولید BOM ندارد.

source: The labour cost entered is invalid or less than zero.
fa_ir: هزینه کارگری وارد شده نامعتبر است یا کمتر از صفر است.

source: The cost entered is invalid or less than zero.
fa_ir: هزینه وارد شده نامعتبر است یا کمتر از صفر است.

source: The work order cannot be processed because there is an insufficient quantity for component:
fa_ir: سفارش کاری نمی تواند پروسس شود زیرا مقدار کافی برای جزء وجود ندارد:

source: The selected item cannot be unassembled because there is insufficient stock.
fa_ir: مورد انتخاب شده نمی تواند جداسازی شود زیرا موجودی کافی نیست.

source: The quantity cannot be changed to be less than the quantity already manufactured for this order.
fa_ir: مقدار نمی تواند به کمتر از مقداری که قبلاً برای این سفارش تولید شده است تغییر کند.

source: This work order cannot be deleted because it has already been processed.
fa_ir: این سفارش کاری نمی تواند حذف شود زیرا قبلاً پروسس شده است.

source: This work order is closed and cannot be edited.
fa_ir: این سفارش کاری بسته شده است و نمی تواند ویرایش شود.

source: Destination Location:
fa_ir: مکان مقصد:

source: Quantity Required:
fa_ir: مقدار مورد نیاز:

source: Quantity Manufactured:
fa_ir: مقدار تولید شده:

source: Credit Labour Account
fa_ir: حساب کارگری اعتبار

source: Credit Overhead Account
fa_ir: حساب هزینه های عمومی اعتبار

source: Released On:
fa_ir: تاریخ صدور:

source: Save changes to work order
fa_ir: ذخیره تغییرات در سفارش کاری

source: Close This Work Order
fa_ir: بستن این سفارش کاری

source: Delete This Work Order
fa_ir: حذف این سفارش کاری

source: Add Workorder
fa_ir: اضافه کردن سفارش کاری

source: Issue Items to Work Order
fa_ir: صدور موارد به سفارش کاری

source: The work order issue has been entered.
fa_ir: صدور سفارش کاری وارد شده است.

source: The entered date for the issue is invalid.
fa_ir: تاریخ وارد شده برای صدور نامعتبر است.

source: The issue cannot be processed because it would cause negative inventory balance for marked items as of document date or later.
fa_ir: صدور نمی تواند پروسس شود زیرا باعث ایجاد بیلانس منفی موجودی برای موارد علامت گذاری شده از تاریخ سند یا بعد از آن می شود.

source: The process cannot be completed because there is an insufficient total quantity for a component.
fa_ir: فرآیند نمی تواند کامل شود زیرا مقدار کل کافی برای یک جزء وجود ندارد.

source: Component is :
fa_ir: جزء عبارت است از:

source: From location :
fa_ir: از مکان:

source: The quantity entered is negative or invalid.
fa_ir: مقدار وارد شده منفی یا نامعتبر است.

source: Items to Issue
fa_ir: موارد برای صدور

source: Process Issue
fa_ir: پروسس صدور

source: Work Order Release to Manufacturing
fa_ir: صدور سفارش کاری به تولید

source: This work order has already been released.
fa_ir: این سفارش کاری قبلاً صادر شده است.

source: This Work Order cannot be released. The selected item to manufacture does not have a bom.
fa_ir: این سفارش کاری نمی تواند صادر شود. مورد انتخاب شده برای تولید BOM ندارد.

source: The work order has been released to manufacturing.
fa_ir: سفارش کاری به تولید صادر شده است.

source: Select another &work order
fa_ir: یک سفارش کاری دیگر انتخاب کنید

source: Work Order #:
fa_ir: شماره سفارش کاری:

source: Work Order Reference:
fa_ir: مرجع سفارش کاری:

source: Released Date
fa_ir: تاریخ صدور

source: Release Work Order
fa_ir: صدور سفارش کاری

source: The bill of material for this item is empty.
fa_ir: صورت مواد برای این مورد خالی است.

source: Component
fa_ir: جزء

source: Work Centre
fa_ir: مرکز کار

source: Cost
fa_ir: هزینه

source: Standard Labour Cost
fa_ir: هزینه کارگری استاندارد

source: Standard Overhead Cost
fa_ir: هزینه عمومی استاندارد

source: Total Cost
fa_ir: هزینه کل

source: There are no Requirements for this Order.
fa_ir: هیچ نیازی برای این سفارش وجود ندارد.

source: Unit Quantity
fa_ir: مقدار واحد

source: Total Quantity
fa_ir: مقدار کل

source: Units Issued
fa_ir: واحدهای صادر شده

source: On Hand
fa_ir: در دسترس

source: Marked items have insufficient quantities in stock.
fa_ir: موارد علامت گذاری شده موجودی کافی ندارند.

source: There are no Productions for this Order.
fa_ir: هیچ تولیدی برای این سفارش وجود ندارد.

source: There are no Issues for this Order.
fa_ir: هیچ صدوری برای این سفارش وجود ندارد.

source: There are no additional costs for this Order.
fa_ir: هیچ هزینه اضافی برای این سفارش وجود ندارد.

source: The work order number sent is not valid.
fa_ir: شماره سفارش کاری ارسال شده معتبر نیست.

source: Manufactured Item
fa_ir: مورد تولید شده

source: Into Location
fa_ir: به مکان

source: Quantity Required
fa_ir: مقدار مورد نیاز

source: This work order is closed.
fa_ir: این سفارش کاری بسته شده است.

source: Marked items have insufficient quantities in stock as on day of issue.
fa_ir: موارد علامت گذاری شده در روز صدور موجودی کافی ندارند.

source: Issue Date:
fa_ir: تاریخ صدور:

source: To Work Centre:
fa_ir: به مرکز کار:

source: Return Items to Location
fa_ir: بازگشت موارد به مکان

source: Issue Items to Work order
fa_ir: صدور موارد به سفارش کاری

source: Updated.
fa_ir: به روزرسانی شد.

source: Canceled.
fa_ir: لغو شد.

source: Released.
fa_ir: صادر شد.

source: COGS changed from %s to %s for %d %s of '%s'
fa_ir: هزینه کالاهای فروخته شده از %s به %s برای %d %s از '%s' تغییر کرد.

source: Voided WO #%s
fa_ir: سفارش کاری #%s باطل شد

source: Issue of
fa_ir: صدور

source: Issue to
fa_ir: صدور به

source: Production.
fa_ir: تولید.

source: There are no manufactured or kit items defined in the system.
fa_ir: هیچ مورد تولید شده یا کیت در سیستم تعریف نشده است.

source: Select a manufacturable item:
fa_ir: یک مورد قابل تولید را انتخاب کنید:

source: All Costs Are In:
fa_ir: تمام هزینه ها در:

source: Inventory Item Where Used Inquiry
fa_ir: جستجوی مورد موجودی که در آن استفاده شده است

source: Select an item to display its parent item(s).
fa_ir: یک مورد را انتخاب کنید تا موارد والد آن نمایش داده شود.

source: Parent Item
fa_ir: مورد والد

source: Bill Of Materials
fa_ir: صورت مواد

source: There are no work centres defined in the system. BOMs require at least one work centre be defined.
fa_ir: هیچ مرکز کاری در سیستم تعریف نشده است. BOMها نیاز به حداقل یک مرکز کار دارند.

source: Code
fa_ir: کد

source: Copy BOM to another manufacturable item
fa_ir: کپی BOM به یک مورد قابل تولید دیگر

source: Selected component has been updated
fa_ir: جزء انتخاب شده به روزرسانی شده است

source: A new component part has been added to the bill of material for this item.
fa_ir: یک جزء جدید به صورت مواد برای این مورد اضافه شده است.

source: The selected component is already on this bom. You can modify it's quantity but it cannot appear more than once on the same bom.
fa_ir: جزء انتخاب شده قبلاً در این BOM وجود دارد. می توانید مقدار آن را تغییر دهید اما نمی تواند بیش از یک بار در همان BOM ظاهر شود.

source: The selected component is a parent of the current item. Recursive BOMs are not allowed.
fa_ir: جزء انتخاب شده والد مورد فعلی است. BOMهای بازگشتی مجاز نیستند.

source: BOM copied to
fa_ir: BOM به کپی شد

source: Location to Draw From:
fa_ir: مکان برای برداشت از:

source: Work Centre Added:
fa_ir: مرکز کار اضافه شده:

source: The work centre name cannot be empty.
fa_ir: نام مرکز کار نمی تواند خالی باشد.

source: Selected work center has been updated
fa_ir: مرکز کار انتخاب شده به روزرسانی شده است

source: New work center has been added
fa_ir: مرکز کار جدید اضافه شده است

source: Cannot delete this work centre because BOMs have been created referring to it.
fa_ir: نمی توان این مرکز کار را حذف کرد زیرا BOMهایی با ارجاع به آن ایجاد شده اند.

source: Cannot delete this work centre because work order requirements have been created referring to it.
fa_ir: نمی توان این مرکز کار را حذف کرد زیرا نیازهای سفارش کاری با ارجاع به آن ایجاد شده اند.

source: Selected work center has been deleted
fa_ir: مرکز کار انتخاب شده حذف شده است

source: description
fa_ir: توضیحات

source: View Work Order
fa_ir: مشاهده سفارش کاری

source: BOM for item:
fa_ir: BOM برای مورد:

source: Work Order Requirements
fa_ir: نیازهای سفارش کاری

source: Issues
fa_ir: صدور

source: Productions
fa_ir: تولیدات

source: Additional Costs
fa_ir: هزینه های اضافی

source: This work order has been voided.
fa_ir: این سفارش کاری باطل شده است.

source: View Work Order Costs
fa_ir: مشاهده هزینه های سفارش کاری

source: Transaction
fa_ir: تراکنش

source: Finished Product Requirements
fa_ir: نیازهای محصول نهایی

source: Additional Material Issues
fa_ir: صدور مواد اضافی

source: Finished Product Receival
fa_ir: دریافت محصول نهایی

source: Production Costs for Work Order # %d
fa_ir: هزینه های تولید برای سفارش کاری # %d

source: View Work Order Issue
fa_ir: مشاهده صدور سفارش کاری

source: Issue #
fa_ir: صدور #

source: For Work Order #
fa_ir: برای سفارش کاری #

source: To Work Centre
fa_ir: به مرکز کار

source: Date of Issue
fa_ir: تاریخ صدور

source: This issue has been voided.
fa_ir: این صدور باطل شده است.

source: There are no items for this issue.
fa_ir: هیچ موردی برای این صدور وجود ندارد.

source: Items for this Issue
fa_ir: موارد برای این صدور

source: View Work Order Production
fa_ir: مشاهده تولید سفارش کاری

source: Production #
fa_ir: تولید #

source: Quantity Manufactured
fa_ir: مقدار تولید شده

source: This production has been voided.
fa_ir: این تولید باطل شده است.

source: Modify Purchase Order #
fa_ir: ویرایش سفارش خرید #

source: Purchase Order Entry
fa_ir: ورود سفارش خرید

source: Direct GRN Entry
fa_ir: ورود GRN مستقیم

source: Fixed Asset Purchase Invoice Entry
fa_ir: ورود فاکتور خرید دارایی ثابت

source: Direct Purchase Invoice Entry
fa_ir: ورود فاکتور خرید مستقیم

source: Purchase Order has been entered
fa_ir: سفارش خرید وارد شده است

source: Purchase Order has been updated
fa_ir: سفارش خرید به روزرسانی شده است

source: &View this order
fa_ir: &مشاهده این سفارش

source: &Print This Order
fa_ir: &چاپ این سفارش

source: &Email This Order
fa_ir: &ایمیل این سفارش

source: &Receive Items on this Purchase Order
fa_ir: &دریافت موارد در این سفارش خرید

source: Enter &Another Purchase Order
fa_ir: وارد کردن &سفارش خرید دیگری

source: Select An &Outstanding Purchase Order
fa_ir: انتخاب یک سفارش خرید &معوقه

source: Direct GRN has been entered
fa_ir: GRN مستقیم وارد شده است

source: &View this GRN
fa_ir: &مشاهده این GRN

source: View the GL Journal Entries for this Delivery
fa_ir: مشاهده ورودی های دفتر کل برای این تحویل

source: Entry purchase &invoice for this receival
fa_ir: ورود فاکتور خرید &برای این دریافت

source: Enter &Another GRN
fa_ir: وارد کردن &GRN دیگری

source: Direct Purchase Invoice has been entered
fa_ir: فاکتور خرید مستقیم وارد شده است

source: &View this Invoice
fa_ir: &مشاهده این فاکتور

source: View the GL Journal Entries for this Invoice
fa_ir: مشاهده ورودی های دفتر کل برای این فاکتور

source: Entry supplier &payment for this invoice
fa_ir: ورود پرداخت &تأمین کننده برای این فاکتور

source: Enter &Another Direct Invoice
fa_ir: وارد کردن &فاکتور مستقیم دیگری

source: There are no purchasable fixed assets defined in the system.
fa_ir: هیچ دارایی ثابت قابل خریدی در سیستم تعریف نشده است.

source: This item cannot be deleted because some of it has already been received.
fa_ir: این مورد نمی تواند حذف شود زیرا بخشی از آن قبلاً دریافت شده است.

source: This order cannot be cancelled because some of it has already been received.
fa_ir: این سفارش نمی تواند لغو شود زیرا بخشی از آن قبلاً دریافت شده است.

source: The line item quantities may be modified to quantities more than already received. prices cannot be altered for lines that have already been received and quantities cannot be reduced below the quantity already received.
fa_ir: مقادیر اقلام خطی ممکن است به مقادیر بیشتر از آنچه که قبلاً دریافت شده است تغییر یابد. قیمت ها نمی توانند برای خطوطی که قبلاً دریافت شده اند تغییر کنند و مقادیر نمی توانند به کمتر از مقداری که قبلاً دریافت شده است کاهش یابند.

source: This purchase order has been cancelled.
fa_ir: این سفارش خرید لغو شده است.

source: Enter a new purchase order
fa_ir: وارد کردن یک سفارش خرید جدید

source: Item description cannot be empty.
fa_ir: توضیحات مورد نمی تواند خالی باشد.

source: The quantity of the order item must be numeric and not less than
fa_ir: مقدار مورد سفارش باید عددی باشد و کمتر از

source: The price entered must be numeric and not less than zero.
fa_ir: قیمتی که وارد شده باید عددی باشد و کمتر از صفر نباشد.

source: You are attempting to make the quantity ordered a quantity less than has already been invoiced or received. This is prohibited.
fa_ir: شما در تلاش هستید تا مقدار سفارش داده شده را به مقداری کمتر از آنچه که قبلاً فاکتور شده یا دریافت شده است تغییر دهید. این ممنوع است.

source: The quantity received can only be modified by entering a negative receipt and the quantity invoiced can only be reduced by entering a credit note against this item.
fa_ir: مقدار دریافتی فقط می تواند با وارد کردن یک رسید منفی تغییر یابد و مقدار فاکتور شده فقط می تواند با وارد کردن یک یادداشت اعتباری برای این مورد کاهش یابد.

source: The selected item is already on this order.
fa_ir: مورد انتخاب شده قبلاً در این سفارش وجود دارد.

source: The selected item does not exist or it is a kit part and therefore cannot be purchased.
fa_ir: مورد انتخاب شده وجود ندارد یا یک جزء کیت است و بنابراین نمی تواند خریداری شود.

source: There is no supplier selected.
fa_ir: هیچ تأمین کننده ای انتخاب نشده است.

source: The entered order date is invalid.
fa_ir: تاریخ سفارش وارد شده نامعتبر است.

source: The entered due date is invalid.
fa_ir: تاریخ سررسید وارد شده نامعتبر است.

source: You must enter a supplier's invoice reference.
fa_ir: شما باید مرجع فاکتور تأمین کننده را وارد کنید.

source: This invoice number has already been entered. It cannot be entered again.
fa_ir: این شماره فاکتور قبلاً وارد شده است. نمی تواند دوباره وارد شود.

source: There is no delivery address specified.
fa_ir: هیچ آدرس تحویلی مشخص نشده است.

source: There is no location specified to move any items into.
fa_ir: هیچ مکانی برای انتقال موارد مشخص نشده است.

source: The order cannot be placed because there are no lines entered on this order.
fa_ir: سفارش نمی تواند ثبت شود زیرا هیچ خطی در این سفارش وارد نشده است.

source: Required prepayment is greater than total invoice value.
fa_ir: پیش پرداخت مورد نیاز بیشتر از ارزش کل فاکتور است.

source: Payment:
fa_ir: پرداخت:

source: Delayed
fa_ir: تاخیر

source: Place Order
fa_ir: ثبت سفارش

source: Update Order
fa_ir: به روزرسانی سفارش

source: Cancel Order
fa_ir: لغو سفارش

source: Process GRN
fa_ir: پروسس GRN

source: Update GRN
fa_ir: به روزرسانی GRN

source: Cancel GRN
fa_ir: لغو GRN

source: Process Invoice
fa_ir: پروسس فاکتور

source: Update Invoice
fa_ir: به روزرسانی فاکتور

source: Cancel Invoice
fa_ir: لغو فاکتور

source: Receive Purchase Order Items
fa_ir: دریافت موارد سفارش خرید

source: Purchase Order Delivery has been processed
fa_ir: تحویل سفارش خرید پروسس شده است

source: &View this Delivery
fa_ir: &مشاهده این تحویل

source: Select a different &purchase order for receiving items against
fa_ir: یک سفارش خرید متفاوت برای دریافت موارد انتخاب کنید

source: This page can only be opened if a purchase order has been selected. Please select a purchase order first.
fa_ir: این صفحه فقط در صورتی باز می شود که یک سفارش خرید انتخاب شده باشد. لطفاً ابتدا یک سفارش خرید انتخاب کنید.

source: Ordered
fa_ir: سفارش داده شده

source: Received
fa_ir: دریافت شده

source: Outstanding
fa_ir: معوقه

source: This Delivery
fa_ir: این تحویل

source: Sub-total
fa_ir: زیرمجموعه

source: Amount Total
fa_ir: مجموع مبلغ

source: There is nothing to process. Please enter valid quantities greater than zero.
fa_ir: هیچ چیزی برای پروسس وجود ندارد. لطفاً مقادیر معتبر بزرگتر از صفر وارد کنید.

source: Entered quantities cannot be greater than the quantity entered on the purchase order including the allowed over-receive percentage
fa_ir: مقادیر وارد شده نمی توانند بیشتر از مقداری باشند که در سفارش خرید وارد شده است، از جمله درصد مجاز دریافت اضافی

source: Modify the ordered items on the purchase order if you wish to increase the quantities.
fa_ir: اگر می خواهید مقادیر را افزایش دهید، موارد سفارش داده شده را در سفارش خرید ویرایش کنید.

source: This order has been changed or invoiced since this delivery was started to be actioned. Processing halted. To enter a delivery against this purchase order, it must be re-selected and re-read again to update the changes made by the other user.
fa_ir: این سفارش از زمانی که این تحویل شروع به پروسس شد، تغییر کرده یا فاکتور شده است. پروسس متوقف شد. برای وارد کردن یک تحویل در برابر این سفارش خرید، باید دوباره انتخاب و دوباره خوانده شود تا تغییرات ایجاد شده توسط کاربر دیگر به روزرسانی شود.

source: Select a different purchase order for receiving goods against
fa_ir: یک سفارش خرید متفاوت برای دریافت کالا انتخاب کنید

source: Re-Read the updated purchase order for receiving goods against
fa_ir: سفارش خرید به روزرسانی شده را برای دریافت کالا دوباره بخوانید

source: Items to Receive
fa_ir: موارد برای دریافت

source: Process Receive Items
fa_ir: پروسس دریافت موارد

source: Clear all GL entry fields
fa_ir: پاک کردن تمام فیلدهای ورودی GL

source: Modifying Supplier Credit # %d
fa_ir: ویرایش اعتبار تأمین کننده # %d

source: Supplier credit note has been processed.
fa_ir: یادداشت اعتبار تأمین کننده پروسس شده است.

source: View this Credit Note
fa_ir: مشاهده این یادداشت اعتبار

source: View the GL Journal Entries for this Credit Note
fa_ir: مشاهده ورودی های دفتر کل برای این یادداشت اعتبار

source: Enter Another Credit Note
fa_ir: وارد کردن یادداشت اعتبار دیگری
