Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.18-1.po
Languages: fa_ir

source: E-mail:
fa_ir: ایمیل:

source: Document Language:
fa_ir: زبان سند:

source: Customer default
fa_ir: پیش فرض مشتری

source: Notes:
fa_ir: یادداشت ها:

source: The contact name cannot be empty.
fa_ir: نام تماس نمی تواند خالی باشد.

source: Contact reference cannot be empty.
fa_ir: مرجع تماس نمی تواند خالی باشد.

source: You have to select at least one category.
fa_ir: شما باید حداقل یک دسته را انتخاب کنید.

source: Show also Inactive
fa_ir: غیرفعال ها را نیز نمایش دهید

source: First
fa_ir: اولین

source: Prev
fa_ir: قبلی

source: Next
fa_ir: بعدی

source: Last
fa_ir: آخرین

source: Records %d-%d of %d
fa_ir: رکوردها %d-%d از %d

source: No records
fa_ir: هیچ رکوردی وجود ندارد

source: Exchange rate roundings
fa_ir: گرد کردن نرخ ارز

source: Edit new record with current data
fa_ir: ویرایش رکورد جدید با داده های فعلی

source: Request from outside of this page is forbidden.
fa_ir: درخواست از خارج از این صفحه ممنوع است.

source: CSRF attack detected from:
fa_ir: حمله CSRF از: شناسایی شد

source: You should automatically be forwarded.
fa_ir: شما باید به طور خودکار به جلو هدایت شوید.

source: If this does not happen
fa_ir: اگر این اتفاق نیفتاد

source: click here
fa_ir: اینجا کلیک کنید

source: to continue
fa_ir: برای ادامه

source: Close
fa_ir: بستن

source: Entered data has not been saved yet. Do you want to abandon changes?
fa_ir: داده های وارد شده هنوز ذخیره نشده اند. آیا می خواهید تغییرات را رها کنید؟

source: Click Here to Pick up the date
fa_ir: اینجا کلیک کنید تا تاریخ را انتخاب کنید

source: Inactive
fa_ir: غیرفعال

source: Current Credit:
fa_ir: اعتبار فعلی:

source: Bank Balance:
fa_ir: موجودی بانک:

source: Set filter
fa_ir: تنظیم فیلتر

source: Press Space tab for search pattern entry
fa_ir: برای وارد کردن الگوی جستجو، کلید Space را فشار دهید

source: Enter code fragment to search or * for all
fa_ir: قطعه کد را برای جستجو وارد کنید یا * برای همه

source: Enter description fragment to search or * for all
fa_ir: قطعه توضیحات را برای جستجو وارد کنید یا * برای همه

source: Search items
fa_ir: جستجوی موارد

source: Search customers
fa_ir: جستجوی مشتریان

source: Search branches
fa_ir: جستجوی شعب

source: Search suppliers
fa_ir: جستجوی تأمین کنندگان

source: All Suppliers
fa_ir: همه تأمین کنندگان

source: Press Space tab to filter by name fragment
fa_ir: برای فیلتر کردن بر اساس قطعه نام، کلید Space را فشار دهید

source: Select supplier
fa_ir: تأمین کننده را انتخاب کنید

source: All Customers
fa_ir: همه مشتریان

source: Press Space tab to filter by name fragment; F2 - entry new customer
fa_ir: برای فیلتر کردن بر اساس قطعه نام، کلید Space را فشار دهید؛ F2 - ورود مشتری جدید

source: Select customer
fa_ir: مشتری را انتخاب کنید

source: All branches
fa_ir: همه شعب

source: Select customer branch
fa_ir: شعبه مشتری را انتخاب کنید

source: All Locations
fa_ir: همه مکان ها

source: All Items
fa_ir: همه موارد

source: All Sales Types
fa_ir: همه انواع فروش

source: Use Item Sales Accounts
fa_ir: استفاده از حساب های فروش مورد

source: All Types
fa_ir: همه انواع

source: Sales Invoices
fa_ir: فاکتورهای فروش

source: Unsettled transactions
fa_ir: معاملات تسویه نشده

source: Payments
fa_ir: پرداخت ها

source: Credit Notes
fa_ir: یادداشت های اعتباری

source: Delivery Notes
fa_ir: یادداشت های تحویل

source: Journal Entries
fa_ir: ورودهای روزنامه

source: Overdue Credit Notes
fa_ir: یادداشت های اعتباری معوقه

source: GRNs
fa_ir: GRN ها

source: Automatically put balance on back order
fa_ir: به طور خودکار موجودی را در سفارش معوقه قرار دهید

source: Cancel any quantites not delivered
fa_ir: هر مقدار تحویل نشده را لغو کنید

source: Items Returned to Inventory Location
fa_ir: موارد بازگشتی به مکان موجودی

source: Items Written Off
fa_ir: موارد نوشته شده

source: New role
fa_ir: نقش جدید

source: No tags defined.
fa_ir: هیچ برچسبی تعریف نشده است.

source: No active tags defined.
fa_ir: هیچ برچسب فعالی تعریف نشده است.

source: Activated for '%s'
fa_ir: برای '%s' فعال شده است

source: Available and/or installed
fa_ir: در دسترس و/یا نصب شده

source: Standard new company American COA (4 digit)
fa_ir: COA استاندارد شرکت جدید آمریکایی (4 رقمی)

source: Standard American COA (4 digit) with demo data
fa_ir: COA استاندارد آمریکایی (4 رقمی) با داده های نمایشی

source: No payment Link
fa_ir: هیچ پیوند پرداختی وجود ندارد

source: Numeric
fa_ir: عددی

source: Alpha Numeric
fa_ir: الفا عددی

source: ALPHA NUMERIC
fa_ir: الفا عددی

source: All users
fa_ir: همه کاربران

source: in units of :
fa_ir: در واحدهای:

source: Cannot retrieve exchange rate for currency %s. Please adjust approximate rate if needed.
fa_ir: نمی توان نرخ تبدیل برای ارز %s را بازیابی کرد. لطفاً در صورت نیاز نرخ تقریبی را تنظیم کنید.

source: Date Voided:
fa_ir: تاریخ باطل شده:

source: Total Tax Excluded
fa_ir: کل مالیات مستثنی شده

source: Included
fa_ir: شامل

source: Total Amount
fa_ir: مجموع مبلغ

source: Total Allocated:
fa_ir: مجموع تخصیص یافته:

source: Left to Allocate:
fa_ir: باقیمانده برای تخصیص:

source: Allocations
fa_ir: تخصیص ها

source: Pre-Payments
fa_ir: پیش پرداخت ها

source: No Quick Entries are defined.
fa_ir: هیچ ورودی سریعی تعریف نشده است.

source: No Quick Entry lines are defined.
fa_ir: هیچ خط ورودی سریعی تعریف نشده است.

source: and
fa_ir: و

source: January
fa_ir: حمل

source: February
fa_ir: ثور

source: March
fa_ir: جوزا

source: April
fa_ir: سرطان

source: June
fa_ir: سنبله

source: July
fa_ir: میزان

source: August
fa_ir: عقرب

source: September
fa_ir: قوس

source: October
fa_ir: جدی

source: November
fa_ir: دلو

source: December
fa_ir: حوت

source: Su
fa_ir: ی

source: Mo
fa_ir: د

source: Tu
fa_ir: س

source: We
fa_ir: چ

source: Th
fa_ir: پ

source: Fr
fa_ir: ج

source: Sa
fa_ir: ش

source: Could not retrieve %s bank account number
fa_ir: نمی توان شماره حساب بانکی %s را بازیابی کرد

source: Could not retrieve exchange rate for %s - %s
fa_ir: نمی توان نرخ تبدیل برای %s - %s را بازیابی کرد

source: Item Adjustments Note
fa_ir: یادداشت تنظیمات مورد

source: Fixed Assets disposal has been processed
fa_ir: حذف دارایی های ثابت پروسس شده است

source: &View this disposal
fa_ir: &مشاهده این حذف

source: View the GL &Postings for this Disposal
fa_ir: مشاهده GL &ثبت ها برای این حذف

source: Enter &Another Disposal
fa_ir: وارد کردن &حذف دیگری

source: Items adjustment has been processed
fa_ir: تنظیمات موارد پروسس شده است

source: &View this adjustment
fa_ir: &مشاهده این تنظیم

source: View the GL &Postings for this Adjustment
fa_ir: مشاهده GL &ثبت ها برای این تنظیم

source: Enter &Another Adjustment
fa_ir: وارد کردن &تنظیم دیگری

source: You must enter at least one non empty item line.
fa_ir: شما باید حداقل یک خط مورد غیر خالی وارد کنید.

source: The entered date for the adjustment is invalid.
fa_ir: تاریخ وارد شده برای تنظیم نامعتبر است.

source: The adjustment cannot be processed because it would cause negative inventory balance for marked items as of document date or later.
fa_ir: تنظیم نمی تواند پروسس شود زیرا باعث ایجاد موجودی منفی برای موارد علامت گذاری شده از تاریخ سند یا بعد از آن می شود.

source: The quantity entered is invalid.
fa_ir: مقدار وارد شده نامعتبر است.

source: The entered standard cost is negative or invalid.
fa_ir: هزینه استاندارد وارد شده منفی یا نامعتبر است.

source: There are no fixed assets defined in the system.
fa_ir: هیچ دارایی ثابتی در سیستم تعریف نشده است.

source: There are no inventory items defined in the system which can be adjusted (Purchased or Manufactured).
fa_ir: هیچ مورد موجودی در سیستم تعریف نشده است که قابل تنظیم باشد (خریداری شده یا تولید شده).

source: Disposal Items
fa_ir: موارد حذف

source: Process Disposal
fa_ir: پروسس حذف

source: Adjustment Items
fa_ir: موارد تنظیم

source: Process Adjustment
fa_ir: پروسس تنظیم

source: FA Revaluation
fa_ir: ارزیابی مجدد دارایی ثابت

source: Inventory Item Cost Update
fa_ir: به روزرسانی هزینه مورد موجودی

source: There are no costable inventory items defined in the system (Purchased or manufactured items).
fa_ir: هیچ مورد موجودی قابل هزینه در سیستم تعریف نشده است (موارد خریداری شده یا تولید شده).

source: The entered cost is not numeric.
fa_ir: هزینه وارد شده عددی نیست.

source: The new cost is the same as the old cost. Cost was not updated.
fa_ir: هزینه جدید همان هزینه قدیمی است. هزینه به روزرسانی نشد.

source: Cost has been updated.
fa_ir: هزینه به روزرسانی شده است.

source: View the GL Journal Entries for this Cost Update
fa_ir: مشاهده ورودی های روزنامه GL برای این به روزرسانی هزینه

source: Item:
fa_ir: مورد:

source: Unit cost
fa_ir: هزینه واحد

source: Standard Labour Cost Per Unit
fa_ir: هزینه کار استاندارد به ازای هر واحد

source: Standard Overhead Cost Per Unit
fa_ir: هزینه سربار استاندارد به ازای هر واحد

source: Inventory Item Sales prices
fa_ir: قیمت های فروش مورد موجودی

source: There are no items defined in the system.
fa_ir: هیچ موردی در سیستم تعریف نشده است.

source: There are no sales types in the system. Please set up sales types befor entering pricing.
fa_ir: هیچ نوع فروشی در سیستم وجود ندارد. لطفاً قبل از وارد کردن قیمت ها، انواع فروش را تنظیم کنید.

source: The price entered must be numeric.
fa_ir: قیمت وارد شده باید عددی باشد.

source: The sales pricing for this item, sales type and currency has already been added.
fa_ir: قیمت فروش برای این مورد، نوع فروش و ارز قبلاً اضافه شده است.

source: This price has been updated.
fa_ir: این قیمت به روزرسانی شده است.

source: The new price has been added.
fa_ir: قیمت جدید اضافه شده است.

source: The selected price has been deleted.
fa_ir: قیمت انتخاب شده حذف شده است.

source: Sales Type
fa_ir: نوع فروش

source: Price
fa_ir: قیمت

source: There are no prices set up for this part.
fa_ir: هیچ قیمتی برای این بخش تنظیم نشده است.

source: Sales Type:
fa_ir: نوع فروش:

source: Price:
fa_ir: قیمت:

source: per
fa_ir: به ازای

source: The price is calculated.
fa_ir: قیمت محاسبه شده است.

source: Supplier Purchasing Data
fa_ir: داده های خرید تأمین کننده

source: There are no purchasable inventory items defined in the system.
fa_ir: هیچ مورد موجودی قابل خرید در سیستم تعریف نشده است.

source: There are no suppliers defined in the system.
fa_ir: هیچ تأمین کننده ای در سیستم تعریف نشده است.

source: There is no item selected.
fa_ir: هیچ موردی انتخاب نشده است.

source: The price entered was not numeric.
fa_ir: قیمت وارد شده عددی نیست.

source: The conversion factor entered was not numeric. The conversion factor is the number by which the price must be divided by to get the unit price in our unit of measure.
fa_ir: عامل تبدیل وارد شده عددی نیست. عامل تبدیل عددی است که قیمت باید بر آن تقسیم شود تا قیمت واحد در واحد اندازه گیری ما به دست آید.

source: The purchasing data for this supplier has already been added.
fa_ir: داده های خرید برای این تأمین کننده قبلاً اضافه شده است.

source: This supplier purchasing data has been added.
fa_ir: این داده های خرید تأمین کننده اضافه شده است.

source: Supplier purchasing data has been updated.
fa_ir: داده های خرید تأمین کننده به روزرسانی شده است.

source: The purchasing data item has been sucessfully deleted.
fa_ir: مورد معلومات خریداری با موفقیت حذف شده است.

source: Entered item is not defined. Please re-enter.
fa_ir: مورد وارد شده تعریف نشده است. لطفاً دوباره وارد کنید.

source: There is no purchasing data set up for the part selected
fa_ir: هیچ داده خریدی برای بخش انتخاب شده تنظیم نشده است

source: Supplier's Unit
fa_ir: واحد تأمین کننده

source: Conversion Factor
fa_ir: عامل تبدیل

source: Supplier's Description
fa_ir: توضیحات تأمین کننده

source: Suppliers Unit of Measure:
fa_ir: واحد اندازه گیری تأمین کنندگان:

source: Conversion Factor (to our UOM):
fa_ir: عامل تبدیل (به واحد اندازه گیری ما):

source: Supplier's Code or Description:
fa_ir: کد یا توضیحات تأمین کننده:

source: Reorder Levels
fa_ir: سطوح سفارش مجدد

source: There are no inventory items defined in the system (Purchased or manufactured items).
fa_ir: هیچ مورد موجودی در سیستم تعریف نشده است (موارد خریداری شده یا تولید شده).

source: Re-Order Level
fa_ir: سطح سفارش مجدد

source: Reorder levels has been updated.
fa_ir: سطوح سفارش مجدد به روزرسانی شده است.

source: Fixed Assets Location Transfers
fa_ir: انتقال مکان دارایی های ثابت

source: Inventory Location Transfers
fa_ir: انتقال مکان موجودی

source: Inventory transfer has been processed
fa_ir: انتقال موجودی پروسس شده است

source: &View this transfer
fa_ir: &مشاهده این انتقال

source: Enter &Another Fixed Assets Transfer
fa_ir: وارد کردن &انتقال دیگری از دارایی های ثابت

source: Enter &Another Inventory Transfer
fa_ir: وارد کردن &انتقال دیگری از موجودی

source: The entered transfer date is invalid.
fa_ir: تاریخ انتقال وارد شده نامعتبر است.

source: The locations to transfer from and to must be different.
fa_ir: مکان های انتقال از و به باید متفاوت باشند.

source: The transfer cannot be processed because it would cause negative inventory balance in source location for marked items as of document date or later.
fa_ir: انتقال نمی تواند پروسس شود زیرا باعث ایجاد موجودی منفی در مکان منبع برای موارد علامت گذاری شده از تاریخ سند یا بعد از آن می شود.

source: The quantity entered must be a positive number.
fa_ir: مقدار وارد شده باید یک عدد مثبت باشد.

source: Process Transfer
fa_ir: پروسس انتقال

source: Stocks below Re-Order Level at
fa_ir: موجودی ها زیر سطح سفارش مجدد در

source: Below
fa_ir: زیر

source: Please reorder
fa_ir: لطفاً دوباره سفارش دهید

source: For Part :
fa_ir: برای بخش:

source: Location:
fa_ir: مکان:

source: Item Code
fa_ir: کد مورد

source: Item Description
fa_ir: توضیحات مورد

source: Unit
fa_ir: واحد

source: Unit Cost
fa_ir: هزینه واحد

source: Initial Value
fa_ir: ارزش اولیه

source: QOH
fa_ir: موجودی

source: Marked items have insufficient quantities in stock as on day of adjustment.
fa_ir: موارد علامت گذاری شده در روز تنظیم، موجودی کافی ندارند.

source: From Location:
fa_ir: از مکان:

source: To Location:
fa_ir: به مکان:

source: Marked items have insufficient quantities in stock as on day of transfer.
fa_ir: موارد علامت گذاری شده در روز انتقال، موجودی کافی ندارند.

source: Cannot delete this item because there are stock movements that refer to this item.
fa_ir: نمی توان این مورد را حذف کرد زیرا حرکات موجودی به این مورد اشاره دارند.

source: Cannot delete this item record because there are bills of material that require this part as a component.
fa_ir: نمی توان رکورد این مورد را حذف کرد زیرا صورت حساب های مواد نیاز به این بخش به عنوان یک جزء دارند.

source: Cannot delete this item because there are existing sales order items for it.
fa_ir: نمی توان این مورد را حذف کرد زیرا موارد سفارش فروش موجود برای آن وجود دارد.

source: Cannot delete this item because there are existing purchase order items for it.
fa_ir: نمی توان این مورد را حذف کرد زیرا موارد سفارش خرید موجود برای آن وجود دارد.

source: This item cannot be deleted because some code aliases or foreign codes was entered for it, or there are kits defined using this item as component
fa_ir: این مورد نمی تواند حذف شود زیرا برخی از نام های مستعار کد یا کدهای خارجی برای آن وارد شده است، یا کیت هایی تعریف شده اند که از این مورد به عنوان جزء استفاده می کنند

source: Cost was %s changed to %s x quantity on hand of %s
fa_ir: هزینه %s به %s تغییر یافت به مقدار موجودی %s

source: Fixed Assets Movement
fa_ir: حرکت دارایی های ثابت

source: Inventory Item Movement
fa_ir: حرکت مورد موجودی

source: There are no fixed asset defined in the system.
fa_ir: هیچ دارایی ثابتی در سیستم تعریف نشده است.

source: Show Movements
fa_ir: نمایش حرکات

source: Detail
fa_ir: جزئیات

source: Quantity In
fa_ir: مقدار ورودی

source: Quantity Out
fa_ir: مقدار خروجی

source: Quantity on hand before
fa_ir: مقدار موجودی قبل از

source: Quantity on hand after
fa_ir: مقدار موجودی بعد از

source: Inventory Item Status
fa_ir: وضعیت مورد موجودی

source: This is a service and cannot have a stock holding, only the total quantity on outstanding sales orders is shown.
fa_ir: این یک خدمت است و نمی تواند موجودی داشته باشد، فقط مقدار کل در سفارشات فروش معلق نمایش داده می شود.

source: Demand
fa_ir: تقاضا

source: On Order
fa_ir: در سفارش

source: No image
fa_ir: هیچ تصویری وجود ندارد

source: Delete Image:
fa_ir: حذف تصویر:

source: Error uploading file.
fa_ir: خطا در بارگذاری فایل.

source: Only graphics files are supported - a file extension of .jpg, .png or .gif is expected
fa_ir: فقط فایل های گرافیکی پشتیبانی می شوند - انتظار می رود پسوند فایل .jpg، .png یا .gif باشد

source: There are no fixed asset categories defined in the system. At least one fixed asset category is required to add a fixed asset.
fa_ir: هیچ کتگوری دارایی ثابتی در سیستم تعریف نشده است. حداقل یک کتگوری دارایی ثابت برای افزودن دارایی ثابت لازم است.

source: There are no fixed asset classes defined in the system. At least one fixed asset class is required to add a fixed asset.
fa_ir: هیچ کلاس دارایی ثابتی در سیستم تعریف نشده است. حداقل یک کلاس دارایی ثابت برای افزودن دارایی ثابت لازم است.

source: There are no item categories defined in the system. At least one item category is required to add a item.
fa_ir: هیچ کتگوری موردی در سیستم تعریف نشده است. حداقل یک کتگوری مورد برای افزودن یک مورد لازم است.

source: There are no item tax types defined in the system. At least one item tax type is required to add a item.
fa_ir: هیچ نوع مالیات موردی در سیستم تعریف نشده است. حداقل یک نوع مالیات مورد برای افزودن یک مورد لازم است.

source: The item name must be entered.
fa_ir: نام مورد باید وارد شود.

source: The item code cannot be empty
fa_ir: کد مورد نمی تواند خالی باشد

source: The item code cannot contain any of the following characters - & + OR a space OR quotes
fa_ir: کد مورد نمی تواند شامل هیچ یک از کاراکترهای زیر باشد - & + یا یک فاصله یا نقل قول ها

source: This item code is already assigned to stock item or sale kit.
fa_ir: این کد مورد قبلاً به یک مورد موجودی یا کیت فروش اختصاص داده شده است.

source: The depracation cannot start before the fixed asset purchase date
fa_ir: تخریب قبل از تاریخ خریداری دارایی ثابت آغاز شده نمیتواند

source: Item has been updated.
fa_ir: مورد به روزرسانی شده است.

source: A new item has been added.
fa_ir: یک مورد جدید اضافه شده است.

source: Selected item has been deleted.
fa_ir: مورد انتخاب شده حذف شده است.

source: General Settings
fa_ir: تنظیمات عمومی

source: Generate EAN-8 Barcode
fa_ir: تولید بارکد EAN-8

source: Item Code:
fa_ir: کد مورد:

source: Category:
fa_ir: کتگوری:

source: Item Tax Type:
fa_ir: نوع مالیات مورد:

source: Item Type:
fa_ir: نوع مورد:

source: Units of Measure:
fa_ir: واحدهای اندازه گیری:

source: Editable description:
fa_ir: توضیحات قابل ویرایش:

source: Exclude from sales:
fa_ir: حذف از فروش:

source: Exclude from purchases:
fa_ir: حذف از خریدها:

source: Fixed Asset Class
fa_ir: کلاس دارایی ثابت

source: Depreciation Method
fa_ir: روش استهلاک

source: Depreciation Rate
fa_ir: نرخ استهلاک

source: Depreciation Years
fa_ir: سال های استهلاک

source: Base Rate
fa_ir: نرخ پایه

source: Rate multiplier
fa_ir: ضرب کننده نرخ

source: Depreciation Start
fa_ir: شروع استهلاک

source: Last Depreciation
fa_ir: آخرین استهلاک

source: Asset account:
fa_ir: حساب دارایی:

source: Depreciation cost account:
fa_ir: حساب هزینه استهلاک:

source: Depreciation/Disposal account:
fa_ir: حساب استهلاک/حذف:

source: Other
fa_ir: دیگر

source: Image File (.jpg)
fa_ir: فایل تصویر (.jpg)

source: Item status:
fa_ir: وضعیت مورد:

source: Values
fa_ir: مقادیر

source: Current Value
fa_ir: ارزش فعلی

source: Insert New Item
fa_ir: وارد کردن مورد جدید

source: Update Item
fa_ir: به روزرسانی مورد

source: Select this items and return to document entry.
fa_ir: این موارد را انتخاب کنید و به ورود سند برگردید.

source: Clone This Item
fa_ir: کپی کردن این مورد

source: Delete This Item
fa_ir: حذف این مورد

source: New item
fa_ir: مورد جدید

source: S&ales Pricing
fa_ir: قیمت گذاری ف&روش

source: &Purchasing Pricing
fa_ir: قیمت گذاری &خرید

source: &Status
fa_ir: &وضعیت

source: The item category description cannot be empty.
fa_ir: توضیحات کتگوری مورد نمی تواند خالی باشد.

source: Selected item category has been updated
fa_ir: کتگوری مورد انتخاب شده به روزرسانی شده است

source: New item category has been added
fa_ir: کتگوری مورد جدید اضافه شده است

source: Cannot delete this item category because items have been created using this item category.
fa_ir: نمی توان این کتگوری مورد را حذف کرد زیرا مواردی با استفاده از این کتگوری ایجاد شده اند.

source: Selected item category has been deleted
fa_ir: کتگوری مورد انتخاب شده حذف شده است

source: Tax type
fa_ir: نوع مالیات

source: Units
fa_ir: واحدها

source: Sales Act
fa_ir: عملیات فروش

source: Asset Account
fa_ir: حساب دارایی

source: Deprecation Cost Account
fa_ir: حساب هزینه استهلاک

source: Depreciation/Disposal Account
fa_ir: حساب استهلاک/حذف

source: Inventory Account
fa_ir: حساب موجودی

source: COGS Account
fa_ir: حساب هزینه کالاهای فروخته شده

source: Adjustment Account
fa_ir: حساب تنظیمات

source: Assembly Account
fa_ir: حساب مونتاژ

source: Category Name:
fa_ir: نام کتگوری:

source: Default values for new items
fa_ir: مقادیر پیش فرض برای موارد جدید

source: Item Assembly Costs Account:
fa_ir: حساب هزینه های مونتاژ مورد:

source: Foreign Item Codes
fa_ir: کدهای مورد خارجی

source: There are no inventory items defined in the system.
fa_ir: هیچ مورد موجودی در سیستم تعریف نشده است.

source: The quantity entered was not positive number.
fa_ir: مقدار وارد شده عدد مثبت نیست.

source: Item code description cannot be empty.
fa_ir: توضیحات کد مورد نمی تواند خالی باشد.

source: New item code has been added.
fa_ir: کد مورد جدید اضافه شده است.

source: Item code has been updated.
fa_ir: کد مورد به روزرسانی شده است.

source: Item code has been sucessfully deleted.
fa_ir: کود مورد با موفقیت حذف شد.

source: EAN/UPC Code
fa_ir: کد EAN/UPC

source: UPC/EAN code:
fa_ir: کد UPC/EAN:

source: Quantity:
fa_ir: مقدار:

source: Units of Measure
fa_ir: واحدهای اندازه گیری

source: The unit of measure code cannot be empty.
fa_ir: کد واحد اندازه گیری نمی تواند خالی باشد.

source: The unit of measure code is too long.
fa_ir: کد واحد اندازه گیری خیلی طولانی است.

source: The unit of measure description cannot be empty.
fa_ir: توضیحات واحد اندازه گیری نمی تواند خالی باشد.

source: Selected unit has been updated
fa_ir: واحد انتخاب شده به روزرسانی شده است

source: New unit has been added
fa_ir: واحد جدید اضافه شده است

source: Cannot delete this unit of measure because items have been created using this unit.
fa_ir: نمی توان این واحد اندازه گیری را حذف کرد زیرا مواردی با استفاده از این واحد ایجاد شده اند.

source: Selected unit has been deleted
fa_ir: واحد انتخاب شده حذف شده است

source: Decimals
fa_ir: اعشار

source: User Quantity Decimals
fa_ir: اعشار مقدار کاربر

source: Unit Abbreviation:
fa_ir: اختصار واحد:

source: Descriptive Name:
fa_ir: نام توصیفی:

source: Decimal Places:
fa_ir: اعشار:

source: Fixed Assets Locations
fa_ir: مکان های دارایی های ثابت

source: Inventory Locations
fa_ir: مکان های موجودی

source: The location code must be five characters or less long (including converted special chars).
fa_ir: کد مکان باید پنج کاراکتر یا کمتر باشد (شامل کاراکترهای خاص تبدیل شده).

source: The location name must be entered.
fa_ir: نام مکان باید وارد شود.

source: Selected location has been updated
fa_ir: مکان انتخاب شده به روزرسانی شده است

source: New location has been added
fa_ir: مکان جدید اضافه شده است

source: Cannot delete this location because item movements have been created using this location.
fa_ir: نمی توان این مکان را حذف کرد زیرا حرکات موردی با استفاده از این مکان ایجاد شده اند.

source: Cannot delete this location because it is used by some work orders records.
fa_ir: نمی توان این مکان را حذف کرد زیرا در برخی از سوابق سفارش های کاری استفاده شده است.

source: Cannot delete this location because it is used by some branch records as the default location to deliver from.
fa_ir: نمی توان این مکان را حذف کرد زیرا در برخی از سوابق شعب به عنوان مکان پیش فرض برای تحویل استفاده شده است.
