Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: Updated.
da_dk: Opdateret.
es_es: Actualizado.
id_id: Diubah.
it_it: Aggiornato.
ka_ge: განახლებულია.
pt_br: Atualizado.
pt_pt: Actualizado.
ru_ru: Обновлен.

source: Canceled.
da_dk: Annulleret.
es_es: Cancelado.
id_id: Dibatalkan.
it_it: Cancellato.
ka_ge: გაუქმებულია.
pt_br: Cancelado.
pt_pt: Cancelado.
ru_ru: Отменен.

source: Released.
da_dk: Frigivet.
es_es: Liberado.
id_id: Di-release.
it_it: Rilasciato.
ka_ge: გაშვებულია.
pt_br: Liberado.
pt_pt: Lançado.
ru_ru: Дата выхода.

source: Quick production.
da_dk: Hurtig produktion.
es_es: Producción rápida
it_it: Produzione veloce.
ka_ge: სწრაფი წარმოება.
pt_br: Produção rápida.
pt_pt: Produção rápida.
ru_ru: Быстрое производство.

source: Produced
es_es: Producido
it_it: Prodotto
ka_ge: წარმოებულია
pt_pt: Produzido
ru_ru: Произведенный

source: Supplier invoice adjustment for zero inventory of
es_es: Ajuste a factura de proveedor para inventario cero de
id_id: Penyesuaian tagihan pemasok untuk inventaris nol
ka_ge: მომწოდებლის ინვოისის დაზუსტება ნულოვანი მარაგების გამო
pt_pt: Ajuste da fatura do fornecedor para stock zero de
ru_ru: Поставщик корректировка счета при нулевом инвентаризации

source: Invoice
da_dk: Faktura
es_es: Factura
id_id: Tagihan
it_it: Fattura
ka_ge: ინვოისი
pt_br: Fatura
pt_pt: Fatura
ru_ru: Счет-фактура

source: GRN Removal
es_es: Eliminación de NBR
id_id: Penghapusan Nota Penerimaan Barang
ka_ge: სასაქონლო ზედნადების წაშლა
pt_pt: Remoção Nota Rec. Merc.
ru_ru: GRN удаления

source: Order Currency
da_dk: Ordre valuta
es_es: Moneda de la Orden
id_id: Mata Uang Order
it_it: Valuta di pagamento
ka_ge: შეუკვეთე ვალუტა
pt_br: Moeda do Pedido
pt_pt: Moeda do Doc.
ru_ru: Заказать валют

source: For Purchase Order
da_dk: For indkøbsordre
es_es: Para orden de compra
id_id: Untuk Order Pembelian
it_it: Per Ordine d'acquisto
ka_ge: შესყიდვის შეკვეთისთვის
pt_br: Pedido de compra
pt_pt: Para Requisição de Compra
ru_ru: Для заказа

source: Ordered On
da_dk: Ordredato
es_es: Solicitado El
id_id: Order pada tanggal
it_it: Ordinato il
ka_ge: შეკვეთილია
pt_br: Solicitado Em
pt_pt: Solicitado Em
ru_ru: Заказать на

source: Deliver Into Location
da_dk: Leveres til lagerplads
es_es: Entregar en la ubicación
id_id: Kirim ke Lokasi
it_it: Consegna in sede
ka_ge: მიწოდება მდებარეობაში
pt_br: Entregar no Local
pt_pt: Entregar no Local
ru_ru: Доставить в расположение

source: Delivery Address
da_dk: Leverings Adresse
es_es: Dirección de Entrega
id_id: Alamat Pengiriman
it_it: Indirizzo di consegna
ka_ge: მოწოდების მისამართი
pt_br: Endereço de Entrega
pt_pt: Endereço de Entrega
ru_ru: Адрес доставки

source: Order Comments
da_dk: Ordre kommentarer
es_es: Comentarios del Pedido
id_id: Komentar Order
it_it: Commenti all'Ordine
ka_ge: შეკვეთის კომენტარები
pt_br: Comentários do Pedido
pt_pt: Comentários da Requisição
ru_ru: Заказать Комментарии

source: Date Items Received
da_dk: Mottagelsesdato
es_es: Fecha de recepción de los artículos
id_id: Tanggal Barang Diterima
it_it: Data Ricezione Articoli
ka_ge: დასახელებების მიღების თარიღი
pt_br: Data dos Itens Recebidos
pt_pt: Data Recepção Artigos
ru_ru: Дата полученные детали

source: Supplier's Ref.:
da_dk: Kreditors ref.:
es_es: Ref. del Proveedor:
id_id: Ref Pemasok:
it_it: Rif. fornitore:
ka_ge: მომწოდებლის მინიშნება:
pt_br: Referência do Fornecedor
pt_pt: Ref. Fornecedor:

source: Terms:
da_dk: Vilkår:
es_es: Términos:
id_id: Termin:
it_it: Termini:
ka_ge: პირობები:
pt_br: Forma de pagamento:
pt_pt: Formas Pag.:
ru_ru: Условия:

source: Supplier's Currency:
da_dk: Kreditor valuta:
es_es: Moneda del Proveedor:
id_id: Mata Uang Pemasok:
it_it: Valuta fornitore:
ka_ge: მომწოდებლის ვალუტა:
pt_br: Moeda do Fornecedor:
pt_pt: Moeda Fornecedor:

source: Tax Group:
da_dk: Afgiftsgruppe:
es_es: Grupo de Impuestos:
id_id: Grup Pajak:
it_it: Gruppo di Tasse:
ka_ge: გადასახადის ჯგუფი:
pt_br: Grupo de Impostos:
pt_pt: Grupo Imposto:
ru_ru: Налоговые группы:

source: Invoice Total:
da_dk: Faktura total:
es_es: Total de Factura:
id_id: Total Tagihan:
it_it: Fattura totale:
ka_ge: ივოისის ჯამი:
pt_br: Fatura Total:
pt_pt: Total Fatura:
ru_ru: Счет Всего:

source: Credit Note Total
da_dk: Kreditnota total
es_es: Total de Nota de Crédito
id_id: Total Nota Kredit
it_it: Totale Nota di Credito
ka_ge: კრედიტ მემოს ჯამი
pt_br: Total da Nota de Crédito
pt_pt: Total Nota Crédito
ru_ru: Всего кредитов Примечание

source: Add GL Line
da_dk: Tilføj bilagslinie
es_es: Añadir Línea de Libro Mayor
id_id: Tambah Baris Jurnal GL
it_it: Aggiungi riga di contabilità generale
ka_ge: დაამატე მთ.წიგნის რიგი
pt_br: Adicionar Linha ao Lançamentos no Diário
pt_pt: Adicionar Linha Contabilidade
ru_ru: Добавить GL линии

source: Reset
da_dk: Frigiv
es_es: Limpiar
id_id: Ulangi
ka_ge: ჩამოყარე
pt_br: -Recarregar configuração padrão
pt_pt: Limpar
ru_ru: Сброс

source: Clear all GL entry fields
da_dk: Ryd alle bilag indtastningsfelter
es_es: Limpiar todos los campos de la entrada al Libro Mayor
id_id: Batalkan semua baris jurnal GL
it_it: Cancella tutti i campi di inserimento di contabilità generale
ka_ge: გაასუფთავე ყველა მთ.წიგნის ველები
pt_br: Limpar toda a entrada de campos de GL
pt_pt: Limpar todos os campos de entrada Contab.
ru_ru: Очистить все поля GL запись

source: GL Items for this Invoice
da_dk: Bilagslinier for denne faktura
es_es: Artículos del Libro Mayor para esta factura
id_id: Baris GL untuk tagihan ini
it_it: Articoli di contabilità per questa Fattura
ka_ge: მთ.წიგნის დასახელებები ამ ინვოისისთვის
pt_br: Lancamentos do Diário para esta Fatura
pt_pt: Outros movimentos contabilísticos para esta Fatura
ru_ru: GL Товары на этот счет

source: GL Items for this Credit Note
da_dk: Bilagslinier for denne kreditnota
es_es: Artículos del Libro Mayor para esta nota de crédito
id_id: Baris GL untuk Nota Kredit ini
it_it: Articoli GL per questa Nota di Credito
ka_ge: მთ.წიგნის დასახელებები ამ კრედიტ მემოსთვის
pt_br: Lancamentos do Diário para esta Nota de Crédito
pt_pt: Movimento Contabilístico para esta Nota Crédito
ru_ru: GL Товары для этого кредит-ноты

source: Quick Entry:
da_dk: Hurtig indtastning:
es_es: Entrada Rápida:
id_id: Input Cepat:
it_it: Inserimento Veloce:
ka_ge: სწრაფი ჩანაწერი:
pt_br: Entrada no Rápida:
pt_pt: Entrada Rápida:
ru_ru: Быстрая запись:

source: Add to Invoice
da_dk: Føj til Faktura
es_es: Añadir a Factura
id_id: Tambah ke Tagihan
it_it: Aggiungi alla fattura
ka_ge: დაამატე ინვოისს
pt_br: Adicionar à Fatura
pt_pt: Adicionar à fatura
ru_ru: Добавить в счета

source: Add to Credit Note
da_dk: Tilføj til Kreditnota
es_es: Añadir a Nota de Crédito
id_id: Tambah ke Nota Kredit
it_it: Aggiungi alla nota di credito
ka_ge: დაამატე კრედტ მემო
pt_br: Adicionar à Nota de Crédito
pt_pt: Adicionar à Nota Crédito
ru_ru: Добавить в кредит-ноты

source: Remove
da_dk: Slet
es_es: Eliminar
id_id: Hapus
it_it: Rimuovi
ka_ge: მოაშორე
pt_br: Remover
pt_pt: Remover
ru_ru: Удаление

source: WARNING! Be careful with removal. The operation is executed immediately and cannot be undone !!!
da_dk: ADVARSEL! Vær forsigtig med fjernelse. Operationen udføres straks og kan ikke fortrydes!
es_es: ADVERTENCIA! Tenga cuidado con la eliminación. La operación se ejecuta de inmediato y no se puede deshacer!
id_id: PERINGATAN! Hati-hati dengan penghapusan. Proses dilakukan langsung dan tidak dapat dibatalkan !!!
it_it: AVVISO! Fai attenzione alla rimozione. Questa operazione viene eseguita immediatamente e non si può pià¹ tornare indietro !!!
ka_ge: ფრთხილად! ეს ქმედება შესრულდება მყისიერად და შეუქცევადია!!!
pt_br: Cuidado! Seja calteloso ao remover itens. O comando é executado imediatamente e NÃO pode ser revertido !!!
pt_pt: CUIDADO! Seja cauteloso ao remover artigos. O comando é executado imediatamente e NÃO pode ser revertido !!!

source: Items Received Yet to be Invoiced
da_dk: Modtagne varer til fakturering
es_es: Artículos Recibidos Pendientes de Facturación
id_id: Item diterima yang belum ditagih
it_it: Articoli Ricevuti Ancora da Fatturare
ka_ge: მიღებული დასახელებები დასაინვოისებელია
pt_pt: Artigos Recebidos e Pendentes de Faturação
ru_ru: Товары поступдение еще не оформлено

source: Delivery Item Selected For Adding To A Supplier Credit Note
da_dk: Leverance vare valgt for at lægge til en kreditor kreditnota.
es_es: Artículo de transporte seleccionado para Añadir A Nota de Crédito
id_id: Baris kiriman yang dipilih untuk ditambahkan ke Nota Kredit Pemasok
it_it: Articoli in spedizione selezionati da aggiungere ad una nota di credito fornitore
ka_ge: არჩეულია მისაწოდებელი დასახელება მომწოდებლის კრედიტ მემოზე დასამატებლად
pt_pt: Artigos Entregues Selecionados para Adicionar à Nota de Crédito do Fornecedor
ru_ru: Доставка выбранных для добавления Примечание кредитов поставщиков

source: Received Items Charged on this Invoice
da_dk: Modtagne varer debiterede på denne faktura
es_es: Artículos recibidos de cargo a esta factura
id_id: Barang yang diterima ditagih pada tagihan ini
it_it: Articoli Ricevuti Addebitati su questa Fattura
ka_ge: მიღებული დასახელებები დარიცხულია ამ ინვოისში
pt_pt: Artigos recebidos considerados neste factura
ru_ru: Поступила статьями на эту счета

source: Received Items Credited on this Note
da_dk: Modtagne varer krediterede på denne kreditnota
es_es: Artículos recibidos acreditados en esta nota
id_id: Barang yang diterima dikredit pada nota kredit ini
it_it: Articoli Ricevuti Accreditati su questa Nota
ka_ge: მიღებული დასახელებები დაკრედიტებულია ამ მემოში
pt_pt: Artigos recebidos Creditados nesta Nota
ru_ru: Поступила статьям на эту Примечание

source: Received between
da_dk: Modtaget mellem
es_es: Recibido entre
id_id: Diterima antara
it_it: Ricevuto tra
ka_ge: მიღებულია პერიოდებს შორის
pt_br: Recebido entre
pt_pt: Recebido entre
ru_ru: Поступила между

source: Add All Items
da_dk: Føj Alle Elementer
es_es: Agregar todos los artículos
id_id: Tambahkan semua barang
it_it: Aggiungi tutti gli articoli
ka_ge: დაამატე ყველა დასახელება
pt_br: Adicionar Todos os Itens
pt_pt: Adicionar Todos Artigos
ru_ru: Добавить все товары

source: Delivery
da_dk: Levering
es_es: Entrega
id_id: Pengiriman
it_it: Consegna
ka_ge: მოწოდება
pt_br: Entrega
pt_pt: Entrega
ru_ru: Доставка

source: P.O.
da_dk: I.O.
es_es: O.C.
it_it: Ordine di acquisto
ka_ge: საწ.შეკ.
pt_pt: O.C.
ru_ru: Денежный перевод

source: Received On
da_dk: Modtaget den
es_es: Recibido El:
id_id: Diterima pada
it_it: Ricevuto il
ka_ge: მიღებულია
pt_br: Recebido em:
pt_pt: Recebido em:
ru_ru: Поступила на

source: Quantity Received
da_dk: Antal modtagne
es_es: Cantidad Recibida
id_id: Kuantitas diterima
it_it: Quantità Ricevuta
ka_ge: მიღებული რაოდენობა
pt_br: Quantidade Recebida
pt_pt: Quantidade Recebida
ru_ru: Количество Поступила в редакцию

source: Quantity Invoiced
da_dk: Antal fakturerede
es_es: Cantidad Facturada
id_id: Kuantitas ditagih
it_it: Quantità Fatturata
ka_ge: ინვოისირებული რ-ბა
pt_br: Quantidade Faturada
pt_pt: Quantidade Faturada
ru_ru: Количество счетам

source: Qty Yet To Invoice
da_dk: Antal at fakturere
es_es: Cantidad Pendiente De Facturar
id_id: Kuantitas belum ditagih
it_it: Qta ancora da Fatturare
ka_ge: ჯერ დასაინვოისებელი რ-ბა
pt_br: -Quantidade Pendente a Faturar
pt_pt: Quant. Pendente Faturação
ru_ru: Кол-во Тем не менее, счета-фактуры

source: Price after Tax
da_dk: Pris efter Moms
es_es: Precio despues de Impuestos
id_id: Harga setelah Pajak
it_it: Prezzo con le Tasse
ka_ge: ფასი დღგ-ს ჩათვლით
pt_pt: Preço depois Imposto
ru_ru: Цены после уплаты налогов

source: Price before Tax
da_dk: Pris før skat
es_es: Precio antes de Impuestos
id_id: Harga sebelum pajak
it_it: Prezzo senza Tasse
ka_ge: ფასი დღგ-ს გარეშე
pt_pt: Preço Antes Imposto
ru_ru: Цена до налогообложения

source: Qty Yet To Credit
da_dk: Antal at fakturere
es_es: Cantidad por Acreditar
id_id: Kuantitas belum dikredit
it_it: Qtà Ancora da Accreditare
ka_ge: დასაკრედიტებელი რაოდ-ბა
pt_br: -Quantidade pendente de crédito
pt_pt: Quant. Pendente de Crédito
ru_ru: Кол-во еще кредитов

source: Line Value
da_dk: Linjeværdi
es_es: Valor de la Línea
id_id: Nilai Baris
it_it: Riga valore
ka_ge: რიგის ღირებულება
pt_br: Linha de Valor
pt_pt: Valor de Linha
ru_ru: Линия значении

source: There are no outstanding items received from this supplier that have not been invoiced by them.
da_dk: Det findes ingen udestående varer modtagne fra denne kreditor som ikke allerede er fakturerede.
es_es: No existen artículos pendientes recibidos para este proveedor, que no hayan sido facturados aun.
id_id: Tidak ada barang diterima yang belum ditagih oleh pemasok.
it_it: Non ci sono articoli in sospeso ricevuti da questo fornitorenon ancora fatturati da loro
ka_ge: ამ მომწოდებლისგან ჯერ კიდევ მისაღები დასახელებები ყველა ინვოისირებულია მათ მიერ.
pt_br: Não há itens recebidos pendentes de fatura para este fornecedo.
pt_pt: Não existem artigos recebidos e pendentes de faturação para este fornecedor.

source: There are no received items for the selected supplier that have been invoiced.
da_dk: Det findes ingen modtagne varer for valgt kreditor som er faktureret.
es_es: No existen artículos recibidos para el proveedor seleccionado que hayan sido facturados.
id_id: Tidak ada barang diterima pada pemasok yang dipilih yang belum ditagih.
it_it: Non ci sono articoli ricevuti e fatturati per il fornitore selezionato.
ka_ge: ამ მომწოდებლისგან მიღებული დასახელებები ყველა ინვოისირებულია მათ მიერ.
pt_pt: Não existem artigos recebidos do fornecedor selecionado que ainda não foram faturados

source: Credits can only be applied to invoiced items.
da_dk: Kredit kan kun anvendes på fakturerede varer.
es_es: Los créditos pueden aplicarse solamente a artículos facturados.
id_id: Kredit hanya dapat digunakan pada barang yang sudah ditagih.
it_it: L'accredito può essere applicato solo agli articoli fatturati.
ka_ge: კრედიტი შეგიძლია ჩაითვალო მხოლოდ ინვოისირებულ დასახელებებზე.
pt_br: Créditos só podem ser aplicados em itens faturados
pt_pt: Crédito apenas pode ser aplicado a artigos faturados
ru_ru: Кредиты могут быть применены только к счет-фактура предметов.

source: Order Date:
da_dk: Ordre dato:
es_es: Fecha de Orden:
id_id: Tanggal Order:
it_it: Data dell'Ordine:
ka_ge: შეკვეთის თარიღი:
pt_br: Data do Pedido:
pt_pt: Data do Doc.:
ru_ru: Дата заказа:

source: Delivery Date:
da_dk: Leveringsdato:
es_es: Fecha de Entrega:
id_id: Tanggal Kirim:
it_it: Data consegna:
ka_ge: მოწოდების თარიღი:
pt_br: Data de Entrega:
pt_pt: Data Entrega:
ru_ru: Дата сдачи в эксплуатацию:

source: Invoice Date:
da_dk: Faktura dato:
es_es: Fecha de factura:
id_id: Tanggal Tagihan:
it_it: Data della fattura:
ka_ge: ინვოისის თარიღი:
pt_br: Data da Fatura:
pt_pt: Data Fatura:
ru_ru: Дата выставления счета:

source: Supplier Currency:
da_dk: Kreditor valuta:
es_es: Moneda del proveedor:
id_id: Mata Uang Pemasok:
it_it: Valuta del fornitore:
ka_ge: მომწოდებლის ვალუტა:
pt_br: Moeda do Fornecedor:
pt_pt: Moeda do Fornecedor:
ru_ru: Поставщик валют:

source: Due Date:
es_es: Fecha de Vencimiento:
id_id: Jatuh Tempo:
ka_ge: გადახდის თარიღი:
pt_pt: Data Vencimento:
ru_ru: Срок оплаты:

source: Supplier's Reference:
da_dk: Kreditor reference:
es_es: Referencia del proveedor:
id_id: Referensi Pemasok:
it_it: Riferimento del fornitore:
ka_ge: მომწოდებლის მინიშნება:
pt_br: Referência do Fornecedor:
pt_pt: Referencia do Fornecedor:

source: Receive Into:
da_dk: Modtag til:
es_es: Recibir en:
id_id: Diterima di:
it_it: Ricevi in:
ka_ge: მიღების ინფო:
pt_br: Receber em:
pt_pt: Receber em:
ru_ru: Принят в:

source: The default stock location set up for this user is not a currently defined stock location. Your system administrator needs to amend your user record.
da_dk: Standard lagerpladsen for denne bruger er ikke defineret endnu (skal foretages af systemadministratoren).
es_es: La ubicación de stock predeterminada que se configuró para este usuario no esta definida actualmente. Su administrador de sistema necesita enmendar su registro de usuario.
id_id: Lokasi stok standar yang diatur untuk pengguna ini bukan lokasi stok yang didefinisikan sistem. Administrator sistem harus mengubah data anda.
it_it: La sede di giacenza di default creata per questo utente non è unasede di gi definita. Il vostro amministratore di sistema deve modificare i tuoi record utente
ka_ge: სტანდარტული მარაგების მდებარეობა ამ მომხმარებლისთვის ვერ ემთხვევა ამჟამად განსაზღვრულ მარაგების მდებარეობას. სისტემის ადმინსტრატორმა უნდა შეასწოროს შენი ჩანაწერი.
pt_pt: Este utilizador está obrigado a proceder à indicação da localização do stock, mas não está definida. O administrador do sistema necessita de rever as suas configurações

source: Deliver to:
da_dk: Leveres til:
es_es: Entregar a:
id_id: Kirim Ke:
it_it: Consegna a:
ka_ge: მიიღე:
pt_br: Entregar em:
pt_pt: Entregar em:
ru_ru: Доставить в:

source: Order Items
da_dk: Ordrelinier
es_es: Artículos en el Pedido
id_id: Baris Order
it_it: Articoli dell'Ordine
ka_ge: შეუკვეთე დასახელებები
pt_br: Itens do Pedido
pt_pt: Linhas do Documento
ru_ru: Заказ позиции

source: Received
da_dk: Modtaget
es_es: Recibido
id_id: Diterima
it_it: Ricevuto
ka_ge: მიღებული
pt_br: Recebido
pt_pt: Recebido
ru_ru: Получено

source: Required Delivery Date
da_dk: Forespurgt leveringsdato
es_es: Fecha de entrega solicitada
id_id: Batas tanggal pengiriman
it_it: Data di Consegna Richiesta
ka_ge: მოთხოვნილი მოწოდების თარიღი
pt_br: Data para Entrega
pt_pt: Data de Entrega Obrigatória
ru_ru: Необходимые Дата доставки

source: Line Total
da_dk: Linje total
es_es: Total de Línea
id_id: Total Baris
it_it: Totale linea
ka_ge: რიგის ჯამი
pt_br: Total Linha
pt_pt: Total Linha
ru_ru: Линия Всего

source: Amount Total
da_dk: Totalt beløb
es_es: Monto Total
id_id: Jumlah Total
it_it: Importo totale
ka_ge: თანხა ჯამი
pt_br: Total
pt_pt: Valor Total
ru_ru: Количество Всего

source: Refresh
da_dk: Opdater
es_es: Refrescar
it_it: Aggiorna
ka_ge: განაახლე
pt_br: Atualizar
pt_pt: Atualizar
ru_ru: Обновление

source: Payment:
da_dk: Betaling:
es_es: Pago:
id_id: Pembayaran:
it_it: Pagamento:
ka_ge: გადახდა:
pt_br: Pagamento:
pt_pt: Pagamento:
ru_ru: Оплата:

source: Modify Purchase Order #
da_dk: Ændre indkøbsordre #
es_es: Modificar Orden de Compra Nº
id_id: Ubah Order Pembelian #
it_it: Modifica Ordine d'Acquisto #
ka_ge: შეცვალე შესყიდვის შეკვეთის #
pt_br: Modificar Pedido de Compra #
pt_pt: Modificar Requisição Nº
ru_ru: Изменить Заказ #

source: Purchase Order Entry
da_dk: Opret indkøbsordre
es_es: Introducción de Orden de Compra
id_id: Order Pembelian
it_it: Inserimento Ordine d'Acquisto
ka_ge: შესყიდვების შეკვეთის ჩანაწერი
pt_br: Entrar de Pedido de Compra
pt_pt: Entrada de Requisições de Compra
ru_ru: Заказ на вход

source: Direct GRN Entry
da_dk: Direkte GRN Indtastning
es_es: Ingreso Directo de NBR
id_id: Penerimaan Langsung
it_it: Inserimento diretto BEM
ka_ge: სასაქონლო ზედნადების ჩანაწერი
pt_pt: Entrada direta de Recepção de Mercadorias
ru_ru: Прямой ввод GRN

source: Direct Purchase Invoice Entry
da_dk: Direkte Købs Faktura Indtastning
es_es: Introducir Factura Directa de Compras
id_id: Tagihan Pembelian Langsung
it_it: Inserimento diretto fattura di acquisto
ka_ge: შესყიდვის ინვოისის ჩანაწერი
pt_pt: Entrada Direta de Fatura de Compras
ru_ru: Прямой ввод счета-фактуры

source: Purchase Order has been entered
da_dk: Indkøbsordre er registreret
es_es: La Orden de Compra ha sido introducida
id_id: Order Pembelian berhasil dimasukkan
it_it: L'Ordine d'Acquisto è stato inserito
ka_ge: შესყიდვების შეკვეთა შეყვანილია
pt_br: Pedido de Compra foi digitado
pt_pt: Requisição de Compra foi registada
ru_ru: Заказ был введен

source: Purchase Order has been updated
da_dk: Indkøbsordre er opdateret
es_es: La Orden de Compra ha sido actualizada
id_id: Order Pembelian berhasil diubah
it_it: L'Ordine d'Acquisto è stato aggiornato
ka_ge: შესყიდვების შეკვეთა განახლებულია
pt_br: O Pedido de Compra foi atualizado
pt_pt: Requisição de Compra foi atualizada
ru_ru: Заказ был обновлен

source: &View this order
da_dk: &Se denne ordre
es_es: &Ver este Pedido
id_id: Tampilkan order ini (&T)
it_it: &Visualizza questo ordine
ka_ge: დაათვალიერე ეს შეკვეთა
pt_br: Visualizar este pedido
pt_pt: &Visualizar esta requisição
ru_ru: И посмотреть этот порядок

source: &Print This Order
da_dk: Udskrive denne ordre
es_es: &Imprimir Este Pedido
id_id: Cetak order ini (&C)
it_it: &Stampa questo ordine
ka_ge: დაბეჭდე ეს შეკვეთა
pt_br: Imprimir Este Pedido
pt_pt: &Imprimir este documento
ru_ru: Печать заказа

source: &Email This Order
da_dk: E-mail denne ordre
es_es: &Enviar por Mail Este Pedido
id_id: Email order ini (&E)
it_it: Invia tramite &Email questo ordine
ka_ge: გააგზავენე ეს შეკვეთა ელ.ფოსტით
pt_br: Enviar por Email este Pedido
pt_pt: &Enviar este Documento por E-mail
ru_ru: Email Этот заказ

source: &Receive Items on this Purchase Order
da_dk: &Modtag Varer fra denne Indkøbsordre
es_es: &Recepcionar Artículos en esta Orden de Compra
id_id: Terima barang untuk order Pembelian ini (&R)
it_it: &Ricevi Articoli su questo Ordine d'Acquisto
ka_ge: მიიღე დასახელებები ამ შესყიდვების შეკვეთაზე
pt_br: Receber Itens deste Pedido de Compra
pt_pt: &Receber Artigos desta Requisição de Compra
ru_ru: Получать товаров на этой заказа

source: Enter &Another Purchase Order
da_dk: Angiv en anden indkøbsordre
es_es: &Introducir Otra Orden de Compra
id_id: Masukkan Order Pembelian lain (&B)
it_it: Inserisci un'&Altro Ordine d'Acquisto
ka_ge: შეიყვანე სხვა შესყიდვის შეკვეთა
pt_br: Entrar outro Pedido de Compra
pt_pt: Registar &Outra Requisição de Compra
ru_ru: Введите другой заказа

source: Select An &Outstanding Purchase Order
da_dk: Vælg en Udestående indkøbsordre
es_es: &Seleccionar Una Orden de Compra Pendiente
id_id: Pilih Order Pembelian yang belum selesai (&O)
it_it: Seleziona Ordine d'Acquisto in sospeso
ka_ge: აირჩიე შესასრულებელი შესყიდვის შეკვეთა
pt_br: Selecione um Pedido de Venda Pendente
pt_pt: Selecione uma Requisição de &Compra Pendente
ru_ru: Выберите выдающиеся заказа на поставку

source: Direct GRN has been entered
da_dk: Direkte GRN er indtastet
es_es: NBR directa ha sido introducida
id_id: Penerimaan Langsung berhasil dimasukkan
it_it: BEM diretto è stato inserito
ka_ge: სასაქონლო ზედნადები შეყვანილია
pt_pt: Recepção direta de Mercadorias foi registada
ru_ru: Прямая GRN был введен

source: &View this GRN
da_dk: &Se denne Følgeseddel (GRN)
es_es: &Ver esta NBR
id_id: Tampilkan penerimaan ini (&T)
it_it: &Visualizza questo BEM
ka_ge: დაათვალიერე ეს სასაქონლო ზედნადები
pt_pt: &Visualizar esta Recep.Merc.
ru_ru: И посмотреть этот GRN

source: View the GL Journal Entries for this Delivery
es_es: Ver los Asientos de Diario para esta Entrega
ka_ge: დაათვალიერე გატარებები ამ მოწოდებისთვის
pt_pt: Visualizar a Entrada no Diário para esta Entrega
ru_ru: Просмотр GL Записи в журнале для этой доставки

source: Entry purchase &invoice for this receival
da_dk: Angiv Købsfaktura for denne modtagelse
es_es: &Entra factura de compra para esta recepción
id_id: Buat Tagihan untuk penerimaan ini
it_it: Inserimento fatture di acquisto per questo arrivo
ka_ge: შეიყვანე შესყიდვის ინვოისი ამ მიღებისთვის
pt_br: Entrada de fatura de compra para este recebimento
pt_pt: Registar &fatura de compra para este recebimento
ru_ru: Вступление в счете-фактуре для этого receival

source: Enter &Another GRN
da_dk: Enter en anden (GRN)
es_es: Introducir Otra NBR
id_id: Buat Penerimaan Lain (&B)
it_it: Inserisci un'&altro BEM
ka_ge: შეიყვანე სხვა სასაქონლო ზედნადები
pt_pt: Registar &Outra Recep.Merc.
ru_ru: Введите другой GRN

source: Direct Purchase Invoice has been entered
da_dk: Direkte købsfaktura er indtastet
es_es: La Orden de Compra directa ha sido introducida
id_id: Tagihan Pembelian Langsung berhasil dimasukkan
it_it: La Fattura d'Acquisto Diretta è stata inserita
ka_ge: შესყიდვების ინვოისი შეყვანილია
pt_pt: Fatura de Compra foi registada
ru_ru: Прямые счета-фактуры был введен
