Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: System is blocked after source upgrade until database is updated on System/Software Upgrade page
da_dk: Systemet er blokeret efter kilde opgradere indtil databasen opdateres på System-Software Upgrade side
es_es: El sistema está bloqueado luego de una mejora de la fuente hasta que la base de datos se actualice en la página Mejoras del Sistema/Software
id_id: Sistem diblokir setelah 'source upgrade' sampai database terupdate pada halaman System/Software Upgrade
it_it: Il sistema è bloccato dopo l'aggiornamento del codice sorgente finchè il database non sarà aggiornato nella pagina Sistema / Aggiornamento Software
ka_ge: სისტემა დაბლოკილია პროგრამული კოდის განახლების შემდეგ, მონაცემთა ბაზის განახლებამდე სისტემის განახლების გვერდზე
pt_pt: O sistema é bloqueado após a atualização do programa até a base de dados for atualizada em Sistema/página Upgrade Software

source: Bank Payment
da_dk: Bankudbetaling
es_es: Pago bancario
id_id: Pembayaran Bank
it_it: Pagamento bancario
ka_ge: საბანკო გადახდა
pt_br: Pagamento
pt_pt: Pagamento Bancário
ru_ru: Оплата через банк

source: Bank Deposit
da_dk: Indbetaling
es_es: Depósito bancario
id_id: Penerimaan Bank
it_it: Deposito bancario
ka_ge: საბანკო დეპოზიტი
pt_br: Depósito
pt_pt: Depósito Bancário
ru_ru: Банковский депозит

source: Funds Transfer
da_dk: Bankoverførsel
es_es: Transferencia de fondos
id_id: Transfer Dana
it_it: Trasferimento dei fondi
ka_ge: თანხების გადარიცხვა
pt_br: Transferência
pt_pt: Transferência de Fundos
ru_ru: Перевод средств

source: Sales Invoice
da_dk: Debitor faktura
es_es: Factura de venta
id_id: Tagihan Penjualan
it_it: Fattura vendite
ka_ge: გაყიდვების ინვოისი
pt_br: Fatura de Vendas
pt_pt: Fatura de Vendas
ru_ru: Расходная накладная

source: Customer Credit Note
da_dk: Debitor kreditnota
es_es: Nota de Crédito de Cliente
id_id: Nota Kredit Pelanggan
it_it: Nota di credito cliente
ka_ge: მომხმარებლის კრედიტ მემო
pt_br: Nota de Crédito de Cliente
pt_pt: Nota Crédito de Cliente
ru_ru: Примечание клиентами кредитов

source: Customer Payment
da_dk: Debitor Indbetaling
es_es: Pago de Cliente
id_id: Pembayaran Pelanggan
it_it: Pagamento cliente
ka_ge: მომხმარებლის გადახდა
pt_br: Pagto do Cliente
pt_pt: Pagamento Cliente
ru_ru: Клиент оплаты

source: Delivery Note
da_dk: Følgeseddel
es_es: Nota de Entrega
id_id: Nota Pengiriman
it_it: Bolla di consegna
ka_ge: სასაქონლო ზედნადები
pt_br: Nota de Entrega
pt_pt: Nota de Entrega
ru_ru: Накладная

source: Location Transfer
da_dk: Lokation Overførsel
es_es: Transferencia de ubicación
id_id: Transfer antar lokasi
it_it: Trasferimento sede
ka_ge: მდებარეობისკენ/დან ტრანსფერი
pt_br: Transferir de local
pt_pt: Localização Transferência
ru_ru: Место передачи

source: Inventory Adjustment
da_dk: Lagerjustering
es_es: Ajuste de inventario
id_id: Penyesuaian Inventaris
it_it: Rettifica inventario
ka_ge: მარაგების დაზუსტება
pt_br: Ajustes de Estoque
pt_pt: Ajustamento de Stock
ru_ru: Инвентаризация Регулировка

source: Purchase Order
da_dk: Indkøbsordre
es_es: Orden de Compra
id_id: Order Pembelian
it_it: Ordine di acquisto
ka_ge: შესყიდვების შეკვეთა
pt_br: Pedido de Compra
pt_pt: Requisição de Compra
ru_ru: Заказ на покупку

source: Supplier Invoice
da_dk: Kreditor faktura
es_es: Factura de proveedor
id_id: Tagihan Pemasok
it_it: Fattura fornitore
ka_ge: მომწოდებლის ინვოისი
pt_br: Fatura do Fornecedor
pt_pt: Fatura Fornecedor
ru_ru: Поставщик Счет

source: Supplier Credit Note
da_dk: Kreditor kreditnota
es_es: Nota de Crédito de Proveedor
id_id: Nota Kredit Pemasok
it_it: Nota di credito fornitore
ka_ge: მომწოდებლის კრედიტ მემო
pt_br: Nota de Crédito do Fornecedor
pt_pt: Nota Crédito Fornecedor
ru_ru: Примечание Поставщик кредитов

source: Supplier Payment
da_dk: Kreditor Betaling
es_es: Pago a proveedor
id_id: Pembayaran ke Pemasok
it_it: Pagamento fornitore
ka_ge: მომწოდებლის გადახდა
pt_br: Pagto ao Fornecedor
pt_pt: Pagamento Fornecedor
ru_ru: Поставщик оплаты

source: Purchase Order Delivery
da_dk: Indkøbsordre modtagelse
es_es: Entrega de Orden de Compra
id_id: Pengiriman untuk Pembelian
it_it: Consegna ordine di acquisto
ka_ge: შესყიდვების შეკვეთების მოწოდება
pt_br: Entrega de Pedido de Compra
pt_pt: Entrega de Artigos da Requisição de Compra
ru_ru: Заказ доставки

source: Work Order
da_dk: Arbejdsordre
es_es: Orden de trabajo
id_id: Order Perakitan
it_it: Commessa
ka_ge: საწარმოო შეკვეთა
pt_br: Ordem de Produção
pt_pt: Ordem de Produção
ru_ru: Работа заказ

source: Work Order Issue
da_dk: Opret arbejdsordre
es_es: Asunto de la orden de trabajo
id_id: Pengambilan barang untuk Perakitan
it_it: Creazione commessa
ka_ge: საწარმოო შეკვეთის შექმნა
pt_br: Pendência de Ordem de Produção
pt_pt: Emissão Ordem de Produção
ru_ru: Заказ-наряд выпуск

source: Work Order Production
da_dk: Arbejdsordre produktion
es_es: Producción de la orden de trabajo
id_id: Produksi Order Perakitan
it_it: Commessa di produzione
ka_ge: საწარმოო შეკვეთის წარმოება
pt_br: Produção de Ordem de Produção
pt_pt: Trabalho em Ordem de Produção
ru_ru: Работа производственного заказа

source: Sales Order
da_dk: Ordre
es_es: Pedido
id_id: Order Penjualan
it_it: Ordine di vendita
ka_ge: გაყიდვების შეკვეთა
pt_br: Pedido de Vendas
pt_pt: Encomenda de Cliente
ru_ru: Заказов

source: Sales Quotation
da_dk: Salgs Tilbud
es_es: Presupuesto
id_id: Penawaran
it_it: Preventivo di vendita
ka_ge: გაყიდვების შეთავაზება
pt_br: Cotação de Vendas
pt_pt: Cotação de Vendas
ru_ru: Продажи цитаты

source: Cost Update
da_dk: Omkostningsopdatering
es_es: Actualización de coste
id_id: Update Harga
it_it: Aggiornamento costo
ka_ge: თვითღირებულების განახლება
pt_br: Atualizar Custo
pt_pt: Atualizar Custo
ru_ru: Стоимость обновления

source: GJ
es_es: DG
ka_ge: მთ.ჟრ.
pt_pt: ED

source: BP
es_es: PB
ka_ge: ბნკ.გდხდ.
pt_pt: PB

source: BD
es_es: DB
ka_ge: ბნკ.დეპზ.
pt_pt: DB

source: BT
es_es: TB
ka_ge: ბნკ.ტრნს.
pt_pt: TB

source: SI
es_es: FV
ka_ge: გაყ.ინვ.
pt_pt: FV

source: CN
da_dk: KN
es_es: NCC
ka_ge: კრ.მემ.
pt_pt: CC

source: CP
es_es: PC
ka_ge: მოხ.გდხ.
pt_pt: PC

source: DN
da_dk: FS
es_es: NEC
ka_ge: მ-ჩ აქ.
pt_pt: EC

source: IT
es_es: TI
ka_ge: მრგ.ტრსფ.
pt_pt: TL

source: PO
es_es: OC
ka_ge: შესყ.შეკ.
pt_pt: OC

source: PI
es_es: FC
ka_ge: შესყ.ინვ.
pt_pt: FC

source: PC
es_es: CP
ka_ge: მომწ.კრ.მემ.
pt_pt: CF
ru_ru: ПК

source: SP
es_es: PP
ka_ge: მოწ.გად.
pt_pt: PF

source: GRN
da_dk: FØLGESEDEL
es_es: NBR
it_it: BEM
ka_ge: სასქ.ზედ.
pt_pt: RMC

source: WO
es_es: OT
ka_ge: საწ.შეკ.
pt_pt: OP

source: WI
es_es: TOT
ka_ge: სწრ.შკ.შქ.
pt_pt: ME
ru_ru: Висконсин

source: WP
es_es: POT
ka_ge: სწრ.შეკ.
pt_pt: RM

source: SO
es_es: OV
ka_ge: გაყ.შეკ.
pt_pt: EV

source: SQ
es_es: CV
ka_ge: გაყ.შეთ.
pt_pt: OV

source: CU
es_es: AC
ka_ge: თვღ.გნხ.
pt_pt: AC

source: Dim
ka_ge: განზ.
pt_pt: Dep
ru_ru: Тусклый

source: Savings Account
da_dk: Sparekonto
es_es: Cuenta de ahorros
id_id: Akun Tabungan
it_it: Conto Risparmio
ka_ge: შემნახველი ანგარიში
pt_br: Conta Poupança
pt_pt: Conta Poupança
ru_ru: Сберегательный счет

source: Chequing Account
da_dk: Checkkonto
es_es: Cuenta de cheques
id_id: Akun Cek
it_it: Conto Corrente
ka_ge: მიმდინარე ანგარიში
pt_br: Conta de Cheque
pt_pt: Conta de Cheques
ru_ru: Чековый счет

source: Credit Account
da_dk: Kreditkonto
es_es: Cuenta de crédito
id_id: Akun Kredit (untuk kartu kredit)
it_it: Conto Creditori
ka_ge: საკრედიტო ანგარიში
pt_br: Conta de Crédito
pt_pt: Conta de Crédito
ru_ru: Счет с кредитовым сальдо

source: Cash Account
da_dk: Kassekonto
es_es: Cuenta de efectivo
id_id: Akun Tunai
it_it: Conto di Cassa
ka_ge: ნაღდი ფულის ანგარიში
pt_br: Conta de Dinheiro
pt_pt: Conta Numerário
ru_ru: Кассовый счет

source: Transfer
da_dk: Overførsel
es_es: Transferencia
it_it: Tasferimento
ka_ge: ტრანსფერი
pt_br: Transferência
pt_pt: Transferência
ru_ru: Передача

source: Cash
da_dk: Kontant
es_es: Efectivo
id_id: Tunai
it_it: Contante
ka_ge: ნაღდი ფული
pt_br: Dinheiro
pt_pt: Numerário
ru_ru: Наличные

source: Customer
da_dk: Debitor
es_es: Cliente
id_id: Pelanggan
it_it: Cliente
ka_ge: მომხმარებელი
pt_br: Cliente
pt_pt: Cliente
ru_ru: Клиент

source: Supplier
da_dk: Kreditor
es_es: Proveedor
id_id: Pemasok
it_it: Fornitore
ka_ge: მომწოდებელი
pt_br: Fornecedor
pt_pt: Fornecedor
ru_ru: Поставщик

source: Assemble
da_dk: Samle
es_es: Ensamblar
id_id: Perakitan (assemble)
it_it: Produzione
ka_ge: აწყობა
pt_br: Montagem
pt_pt: Montagem
ru_ru: Собираться

source: Unassemble
da_dk: Skille ad
es_es: Desensamblar
id_id: Pembongkaran (unassemble)
it_it: Dividere????
ka_ge: დაშლა
pt_br: Desmanche
pt_pt: Desmanche
ru_ru: Дизассемблировать

source: Advanced Manufacture
da_dk: Avanceret produktion
es_es: Manufactura avanzada
it_it: Anticipo produzione
ka_ge: მაღალი კლასის წარმოება
pt_br: Produção Avançada
pt_pt: Produção Avançada
ru_ru: Расширенный производство

source: Labour Cost
da_dk: Arbejdsløn
es_es: Coste laboral
id_id: Biaya Pekerja
it_it: Costo Lavoro per commessa
ka_ge: მუშახელის ხარჯი
pt_br: Custo de Mão de Obra
pt_pt: Custo de Mão de Obra
ru_ru: Затрат на рабочую силу

source: Overhead Cost
da_dk: Overordnede Omkostninger
es_es: Gastos Generales
id_id: Biaya overhead
it_it: Costi generali per commessa
ka_ge: ზედნადები ხარჯი
pt_br: Sobre Custo
pt_pt: Custo Excedente
ru_ru: Косвенных затрат

source: Assets
da_dk: Aktiver
es_es: Activos
id_id: Harta
it_it: Beni patrimoniali
ka_ge: აქტივები
pt_br: Bens
pt_pt: Ativo
ru_ru: Активы

source: Equity
da_dk: Egenkapital:
es_es: Patrimonio
id_id: Ekuitas
it_it: Azione
ka_ge: საწესდებო კაპიტალი
pt_br: Ações
pt_pt: Patrimonio
ru_ru: Капитал

source: Income
da_dk: Indkomst
es_es: Ingresos
id_id: Penerimaan
it_it: Entrate
ka_ge: შემოსავალი
pt_br: Receita
pt_pt: Receitas
ru_ru: Доход

source: Cost of Goods Sold
da_dk: Omkostninger for solgte varer
es_es: Coste de bienes vendidos
id_id: Harga Pokok Penjualan
it_it: Costo dei beni venduti
ka_ge: გაყიდული საქონლის თვითღირებულება
pt_br: Custo de Mercadorias Vendidas
pt_pt: Custo de Mercadorias Vendidas
ru_ru: Себестоимость реализованных товаров

source: Expense
da_dk: Udgift
es_es: Gasto
id_id: Biaya
it_it: Spesa
ka_ge: ხარჯი
pt_br: Despesas
pt_pt: Despesas
ru_ru: Расходы

source: Remainder
da_dk: Påmindelse
es_es: Restante
id_id: Pengingat
it_it: Rimanenza
ka_ge: ნარჩენი
pt_br: Lembrete
pt_pt: Restante
ru_ru: Остаток

source: Amount, increase base
da_dk: Beløb, forøg base
es_es: Monto, incrementar base
id_id: Jumlah, increase base
it_it: Importo, aumento della base
ka_ge: თანხა, ძირის გაზრდა
pt_br: Total, aumentar base
pt_pt: Total, aumentar base
ru_ru: Сумма, увеличение базы

source: Amount, reduce base
da_dk: Beløbet, reducere base
es_es: Monto, reducir base
id_id: Jumlah, reduce base
it_it: Importo, riduzione della base
ka_ge: თანხა, ძირის შემცირება
pt_br: Total, reduzir base
pt_pt: Total, reduzir base
ru_ru: Сумма, снижение базы

source: % amount of base
da_dk: % antal af base
es_es: % De monto de base
id_id: % basis jumlah
it_it: % importo di base
ka_ge: % ძირი თანხა
pt_br: % do total
pt_pt: % do total
ru_ru: % Количество основания

source: % amount of base, increase base
da_dk: % antal af base, forøg base
es_es: % monto de base, aumentar la base
id_id: % basis jumlah, increase base
it_it: % importo di base, aumento della base
ka_ge: % ძირი თანხა, გაზარდე ძირი
pt_br: % do total, aumentar base
pt_pt: % do total, aumentar base
ru_ru: % От суммы базу, увеличить базу

source: % amount of base, reduce base
da_dk: % antal af base, reducere base
es_es: % monto de base, reducir la base
id_id: % basis jumlah, reduce base
it_it: % importo di base, riduzione della base
ka_ge: % ძირი თანხა, შეამცირე ძირი
pt_br: % do total, reduzir base
pt_pt: % do total, reduzir base
ru_ru: % Количества основания, снижения базы

source: Taxes added
da_dk: Afgift tilføjet
es_es: Impuestos agregados
id_id: Pajak ditambahkan
it_it: Tasse aggiunte
ka_ge: გადასახადები დამატებულია
pt_br: Adicionar impostos
pt_pt: Impostos adicionados
ru_ru: Налоги добавлен

source: Taxes added, increase base
da_dk: Afgift tilføjet, forøg base
es_es: Impuestos agregados, aumentar base
id_id: Pajak ditambahkan, increase base
it_it: Tasse aggiunte, aumento della base
ka_ge: გადასახადები დამატებულია, გაზარდე ძირი
pt_br: Adicionar impostos, aumentar base
pt_pt: Impostos adicionados , aumentar base
ru_ru: Налоги добавил, увеличение базы

source: Taxes added, reduce base
da_dk: Afgift tilføjet, reducer base
es_es: Impuestos agregados, reducir la base
id_id: Pajak ditambahkan, reduce base
it_it: Tasse aggiunte, riduzione della base
ka_ge: გადასახადები დამატებულია, შეამცირე ძირი
pt_br: Adicionar impostos, reduzir base
pt_pt: Impostos adicionados , reduzir base
ru_ru: Налоги добавил, уменьшить базу

source: Taxes included
da_dk: Afgift inkluderet
es_es: Impuestos Incluidos
id_id: Termasuk Pajak
it_it: Tasse incluse
ka_ge: გადასახადები შეიცავს
pt_br: Impostos inclusos
pt_pt: Impostos incluidos
ru_ru: Налоги, включаемые

source: Taxes included, increase base
da_dk: Afgift inkluderet, forøg base
es_es: Impuestos incluidos, aumentar la base
id_id: Termasuk Pajak, increase base
it_it: Tasse incluse, aumento della base
ka_ge: გადასახადები შეიცავს, გაზარდე ძირი
pt_br: Impostos inclusos, aumentar base
pt_pt: Impostos incluidos, aumentar base
ru_ru: Налоги, включаемые, увеличить базу

source: Taxes included, reduce base
da_dk: Afgift inkluderet, reducer base
es_es: Impuestos incluidos, reducir la base
id_id: Termasuk Pajak, reduce base
it_it: Tasse incluse, riduzione della base
ka_ge: გადასახადები შეიცავს, შეამცირე ძირი
pt_br: Impostos inclusos, reduzir base
pt_pt: Impostos incluidos, reduzir base
ru_ru: Налоги, включаемые, уменьшить базу

source: Supplier Invoice/Credit
da_dk: Kreditor Faktura/Kreditnota
es_es: Factura/Credito de proveedor
id_id: Tagihan / Kredit Pemasok
it_it: Fattura/Credito fornitore
ka_ge: მომწოდებლის ინვოისი/კრედიტი
pt_br: Fatura/Crédito do Fornecedor
pt_pt: Fatura Fornecedor/Crédito
ru_ru: Поставщик счета / кредита

source: Manufactured
da_dk: Produceret
es_es: Manufacturado
id_id: Diproduksi/Dirakit
it_it: Prodotto
ka_ge: წარმოებულია
pt_br: Produzido
pt_pt: Produzido
ru_ru: Изготовитель

source: Purchased
da_dk: Købt
es_es: Comprado
id_id: Dibeli
it_it: Acquistato
ka_ge: შესყიდულია
pt_br: Comprado
pt_pt: Comprado
ru_ru: Купленный

source: Service
es_es: Servicio
id_id: Servis/Jasa
it_it: Servizio
ka_ge: მომსახურება
pt_br: Serviço
pt_pt: Serviço
ru_ru: Обслуживание

source: Customer branch
da_dk: Debitor afdelinger
es_es: Sucursales de Cliente
id_id: Cabang Pelanggan
it_it: Filiale Cliente
ka_ge: მომხმარებლის ფილიალი
pt_pt: Filial Cliente
ru_ru: Клиент филиала

source: Shipper
da_dk: Speditør
es_es: Tranportista
id_id: Pengirim
it_it: Spedizioniere
ka_ge: გადამზიდავი
pt_pt: Transportadora
ru_ru: Грузоотправитель

source: Company internal
da_dk: Firma internt
es_es: Interno a la Compañía
id_id: Internal Perusahaan
ka_ge: კომპანიის შიდა
pt_pt: Empresa interna
ru_ru: Компания внутреннего

source: Prepayment
da_dk: Forudbetaling
es_es: Prepago
it_it: Pagamento anticipato
ka_ge: წინასწარი გადახდა
pt_pt: Pré-pago
ru_ru: Предоплата

source: After No. of Days
da_dk: Efter antal af Dage
es_es: Después de un Número de Días
id_id: Setelah sekian hari
it_it: Dopo nÂ° di giorni
ka_ge: გარკვეული დღეების შემდეგ
pt_pt: Depois Nº. de Dias
ru_ru: После Кол-во дней

source: Day In Following Month
da_dk: Dage i følgende måned
es_es: Día en el Mes Siguiente
id_id: Tanggal tertentu bulan berikutnya
it_it: Giorno Nel Mese Successivo
ka_ge: დღე მომდევნო თვეში
pt_pt: Dia no mês seguinte
ru_ru: День В следующем месяце

source: Feb
pt_pt: Fev
ru_ru: Февраль

source: Apr
pt_pt: Abr
ru_ru: Апрель

source: May
da_dk: Maj
es_es: Mayo
id_id: Mei
it_it: Maggio
ka_ge: მაისი
pt_br: Maio
pt_pt: Mai
ru_ru: Май

source: Aug
id_id: Agu
pt_pt: Ago
ru_ru: Август

source: Sep
pt_pt: Set
ru_ru: Сентябрь

source: Oct
id_id: Okt
pt_pt: Out
ru_ru: Октябрь

source: Dec
id_id: Des
pt_pt: Dez
ru_ru: Декабрь

source: Optional
da_dk: Valgfri
es_es: Opcional
it_it: Opzionale
ka_ge: არასავალდებულო
pt_pt: Opcional
ru_ru: Необязательный

source: Recommended
da_dk: Anbefalet
es_es: Recomendado
it_it: Raccomandato
ka_ge: რეკომენდირებული
pt_pt: Recomendado
ru_ru: Рекомендованный

source: Required
da_dk: Nødvendigt
es_es: Requerido
it_it: Richiesto
ka_ge: სავალდებულო
pt_pt: Obrigatório
ru_ru: Требуется

source: MySQL version
es_es: Versión de MySQL
it_it: Versione MySQL
ka_ge: MySQL ვერსია
pt_pt: Versão MySQL
ru_ru: MySQL версии

source: Upgrade MySQL server to version at least 4.1
da_dk: Opgrader MySQL server til mindst version 4.1
es_es: Actualice el servidor MySQL al menos a la versión 4.1
it_it: Aggiorna il server MySQL almeno alla versione 4.1
ka_ge: განაახლე MySQL-ის სერვერი მინიმუმ 4,1 ვერსიამდე
pt_pt: Necessário upgrade do servidor MySQL para a versão 4.1, ou superior
ru_ru: Обновление MySQL сервер версии по крайней мере, 4,1

source: PHP MySQL extension
es_es: Extensión PHP MySQL
it_it: Estensione PHP MySQL
ka_ge: PHP MySQL გაფართოება
pt_pt: Extensão PHP MySQL
ru_ru: PHP MySQL расширения

source: Your PHP has to have MySQL extension enabled.
es_es: Su PHP debe tener la extensión MySQL activada
it_it: Il tuo PHP deve avere l'estensione MySQL abilitata.
ka_ge: შენს PHP-ს უნდა ქონდეს MySQL-ის გაფართოება გააქტიურებული.
pt_pt: O seu PHP deve ter a extensão MySQL ativa.
ru_ru: Ваш PHP должен иметь расширение MySQL включена.

source: PHP version
es_es: Versión de PHP
it_it: Versione PHP
ka_ge: PHP-ს ვერსია
pt_pt: Versão PHP
ru_ru: PHP версии

source: Server system
da_dk: Serversystemet
es_es: Sistema Servidor
it_it: Sistema Server
ka_ge: სერვერის სისტემა
pt_pt: Sistema Servidor
ru_ru: Сервер системы

source: Session save path
da_dk: Sessions gemme sti
es_es: Ruta de guardado de la sesión
it_it: Path salvataggio sessione
ka_ge: სესიის დასამახსოვრებელი მისამართი
pt_pt: Caminho registo de sessão
ru_ru: Сессия путь для сохранения

source: Removed install wizard folder
es_es: Carpeta del asistente de instalación eliminada
it_it: Rimuovi la directory del wizard di installazione
ka_ge: დასაყენებელი გიდის დირექტორია წაშლილია
pt_pt: Pasta de instalação wizard removida
ru_ru: Удалить мастера установки папки

source: Not removed
es_es: No eliminado
it_it: Non rimosso
ka_ge: არ არის წაშლილი
pt_pt: não removida
ru_ru: Не удалено

source: Remove or rename install wizard folder for security reasons.
es_es: Borre o renombre la carpeta del asistente de instalación por razones de seguridad.
it_it: Rimuovi o rinomina la directory del wizard di installazione per ragioni di sicurezza
ka_ge: წაშალე ან გადაარქვი დასაყენებელი გიდის დირექტორიას უსაფრთხოების მიზნებისთვის
pt_pt: Apague ou renomei a pasta de instalação do wizard por razões de segurança.
ru_ru: Удалите или переименуйте папку установки мастера по соображениям безопасности.

source: Browser type
da_dk: Browser typen
es_es: Tipo de Navegador
it_it: Tipo di browser
ka_ge: ბრაუზერის ტიპი
pt_pt: Tipo Browser
ru_ru: Тип браузера

source: Any browser is supported
da_dk: Enhver browser understøttes
es_es: Cualquier navegador es soportado
it_it: è supportato qualunque browser
ka_ge: ნებისმიერ ბრაუზერი მხარდაჭერილია
pt_pt: Suporta qualquer browser
ru_ru: Любой браузер поддерживается

source: Http server type
es_es: Tipo de servidor http
it_it: Tipo di server Http
ka_ge: Http სერვერის ტიპი
pt_pt: Tipo servidor Http
ru_ru: Http типа сервера

source: Any server is supported
da_dk: Enhver server er understøttet
es_es: Cualquier servidor es soportado
it_it: à© supportato qualunque server
ka_ge: ნებისმიერი სერვერი მხარდაჭერილია
pt_pt: Suporta qualquer servidor
ru_ru: Любой сервер поддерживает

source: Native gettext
es_es: Gettext Nativo
it_it: Gettext nativo
ka_ge: მშობლიური gettext
pt_pt: Gettext Nativo
ru_ru: Родные Gettext

source: In case of no gettext support, php emulation is used
da_dk: I tilfælde af ingen gettext understøttelse, bruges PHP emulering
es_es: En caso de no tener soporte gettext, se usa emulación php
it_it: Nel caso di nessun supporto gettext sarà usata l'emulazione da PHP
ka_ge: gettext-ის მხარდაჭერის არ ქონის შემთხვევაში, გამოიყენება php ემულაცია
pt_pt: No caso de não existir gettext, é utilizado emulação php
ru_ru: В случае отсутствия поддержки Gettext, PHP используется эмуляция

source: Debugging mode
da_dk: Debugging tilstand
es_es: modo de traza de errores
it_it: Modalità di debug
ka_ge: შეცდომების შესწორების რეჟიმი
pt_pt: Modo de depuração
ru_ru: Режим отладки

source: To switch debugging on set $go_debug>0 in config.php file
da_dk: Hvis du vil skifte debugging sætt $go_debug> 0 i config.php filen
es_es: Para activar traza de errores configure $go_debug>0 en el archivo config.php
it_it: Per attivare il debug imposta $go_debug>0 nel file config.php
ka_ge: შეცდომების შესწორების რეჟიმის გასააქტიურებლად შეასწორე config.php ფაილში $go_debug>0
pt_pt: Mudar para modo depuração defina $go_debug>0 no ficheiro config.php

source: Error logging
da_dk: Logføring af fejl
es_es: Registro de errores
it_it: Loggin errori
ka_ge: შეცდემობის ჩანიშვნა
pt_pt: Log de erros
ru_ru: Ошибка регистрации

source: Disabled
da_dk: Deaktiveret
es_es: Desactivado
it_it: Disabilitato
ka_ge: გათიშულია
pt_pt: Desactivado
ru_ru: Инвалид

source: To switch error logging set $error_logging in config.php file
da_dk: Hvis du vil skifte fejllogføring sæt $error_logging i config.php filen
es_es: Para activar escritura de errores configure $error_logging en el archivo config.php
it_it: Per attivare il loggin degli errori imposta $error_loggin nel file config.php
ka_ge: შეცდომების შესწორების რეჟიმის გასააქტიურებლად შეასწორე config.php ფაილში $error_logging
pt_pt: Para mudar modo log erros defina $error_logging no ficheiro config.php

source: Log file is not writeable
da_dk: Logfilen er ikke skrivbar
es_es: Archivo log no escribible
it_it: Il file di log non è scrivibile
ka_ge: ლოგის ფაილი არ არის რედაქტირებადი
pt_pt: Ficheiro de log sem permissões de escrita
ru_ru: Вход файла не записываемые

source: Current database version
da_dk: Nuværende databaseversion
es_es: Versión de la base de datos actual
it_it: Versione corrente del database
ka_ge: მონაცემთა ბაზის მიმდინარე ვერსია
pt_pt: Versão base de dados atual
ru_ru: Текущая версия базы данных

source: Database structure seems to be not upgraded to current version
da_dk: Database struktur synes ikke at være opgraderet til den aktuelle version
es_es: La estructura de la base de datos parece no haber sido actualizada a la version actual
it_it: La struttura del database sembra non essere aggiornata alla versione corrente
ka_ge: მონაცემთა ბაზის სტრუქტურა არ არის განახლებული მიმდინარე ვერსიამდე
pt_pt: Estrutura da base de dados não pode ser atualizada para a versão atual
ru_ru: Структура базы данных, кажется, не обновляется до текущей версии

source: Company subdirectories consistency
da_dk: Firma undermapper konsistens
es_es: Consistencia de subdirectorios de la compañía
it_it: Consistenza delle sottodirectory dell'azienda
ka_ge: კომპანიის ქვედირექტორიების თანმიმდევრულობა
pt_pt: Consistencia de sub-pastas da empresa
ru_ru: Компания последовательность подкаталогов

source: '%s' is not writeable
da_dk: '%s' er ikke skrivbar
es_es: '%s' no es escribible
it_it: '%s' non è editabile
ka_ge: '%s' არ არის რედაქტირებადი
pt_pt: '%s' não pode ser escrito

source: Temporary directory
da_dk: Midlertidig mappe
es_es: Directorio temporal
it_it: Directory temporanea
ka_ge: დროებითი დირექტორია
pt_pt: Pasta Temporária
ru_ru: Временный каталог

source: Language configuration consistency
da_dk: Sprog konfiguration konsistens
es_es: Consistencia de configuración de idioma
it_it: Consistenza della configurazione della lingua
ka_ge: ენის კონფიგურაციის თანმიმდევრულობა
pt_pt: Consistencia de configuracão do idioma
ru_ru: Согласованность языка конфигурации
