Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.18-1.po
Languages: fa_ir

source: Point of Sale Name
fa_ir: نام نقطه فروش

source: Allowed credit sale terms selection:
fa_ir: انتخاب شرایط فروش اعتباری مجاز:

source: Allowed cash sale terms selection:
fa_ir: انتخاب شرایط فروش نقدی مجاز:

source: Default cash account
fa_ir: حساب نقدی پیش فرض

source: POS location
fa_ir: مکان نقطه فروش

source: The sales type description cannot be empty.
fa_ir: توضیحات نوع فروش نمی تواند خالی باشد.

source: Calculation factor must be valid positive number.
fa_ir: عامل محاسبه باید عدد مثبت معتبر باشد.

source: New sales type has been added
fa_ir: نوع فروش جدید اضافه شده است

source: Selected sales type has been updated
fa_ir: نوع فروش انتخاب شده به روزرسانی شده است

source: Cannot delete this sale type because customer transactions have been created using this sales type.
fa_ir: نمی توان این نوع فروش را حذف کرد زیرا معاملات مشتری با استفاده از این نوع فروش ایجاد شده اند.

source: Cannot delete this sale type because customers are currently set up to use this sales type.
fa_ir: نمی توان این نوع فروش را حذف کرد زیرا مشتریان در حال حاضر برای استفاده از این نوع فروش تنظیم شده اند.

source: Selected sales type has been deleted
fa_ir: نوع فروش انتخاب شده حذف شده است

source: Type Name
fa_ir: نام نوع

source: Factor
fa_ir: عامل

source: Tax Incl
fa_ir: شامل مالیات

source: Base
fa_ir: پایه

source: Marked sales type is the company base pricelist for prices calculations.
fa_ir: نوع فروش علامت گذاری شده فهرست قیمت پایه شرکت برای محاسبات قیمت ها است.

source: Sales Type Name
fa_ir: نام نوع فروش

source: Calculation factor
fa_ir: عامل محاسبه

source: Tax included
fa_ir: مالیات شامل است

source: View Credit Note
fa_ir: مشاهده یادداشت اعتباری

source: CREDIT NOTE #%d
fa_ir: یادداشت اعتباری #%d

source: There are no line items on this credit note.
fa_ir: هیچ مورد خطی در این یادداشت اعتباری وجود ندارد.

source: View Sales Dispatch
fa_ir: مشاهده ارسال فروش

source: DISPATCH NOTE #%d
fa_ir: یادداشت ارسال #%d

source: Charge Branch
fa_ir: شعبه شارژ

source: Customer Order Ref.
fa_ir: مرجع سفارش مشتری.

source: Dispatch Date
fa_ir: تاریخ ارسال

source: There are no line items on this dispatch.
fa_ir: هیچ مورد خطی در این ارسال وجود ندارد.

source: TOTAL VALUE
fa_ir: مجموع ارزش

source: This dispatch has been voided.
fa_ir: این ارسال باطل شده است.

source: View Sales Invoice
fa_ir: مشاهده فاکتور فروش

source: FINAL INVOICE #%d
fa_ir: فاکتور نهایی #%d

source: PREPAYMENT INVOICE #%d
fa_ir: فاکتور پیش پرداخت #%d

source: SALES INVOICE #%d
fa_ir: فاکتور فروش #%d

source: There are no line items on this invoice.
fa_ir: هیچ مورد خطی در این فاکتور وجود ندارد.

source: PREPAYMENT AMOUNT INVOICED
fa_ir: مبلغ پیش پرداخت فاکتور شده

source: View Customer Payment
fa_ir: مشاهده پرداخت مشتری

source: Customer Payment #%d
fa_ir: پرداخت مشتری #%d

source: From Customer
fa_ir: از مشتری

source: Date of Deposit
fa_ir: تاریخ واریز

source: Customer Currency
fa_ir: ارز مشتری

source: Into Bank Account
fa_ir: به حساب بانکی

source: Bank Amount
fa_ir: مبلغ بانکی

source: This customer payment has been voided.
fa_ir: این پرداخت مشتری باطل شده است.

source: View Sales Quotation
fa_ir: مشاهده پیش فاکتور فروش

source: Sales Quotation #%d
fa_ir: پیش فاکتور فروش #%d

source: View Sales Order
fa_ir: مشاهده سفارش فروش

source: Sales Order #%d
fa_ir: سفارش فروش #%d

source: Order Information
fa_ir: اطلاعات سفارش

source: Customer Name
fa_ir: نام مشتری

source: Deliver To Branch
fa_ir: تحویل به شعبه

source: Requested Delivery
fa_ir: تحویل درخواست شده

source: Deliver From Location
fa_ir: تحویل از مکان

source: Non-Invoiced Prepayments
fa_ir: پیش پرداخت های غیر فاکتور شده

source: All Payments Allocated
fa_ir: تمام پرداخت ها تخصیص داده شده اند

source: Telephone
fa_ir: تلفن

source: This Sales Order is used as a Template.
fa_ir: این سفارش فروش به عنوان الگو استفاده می شود.

source: Quantity Delivered
fa_ir: مقدار تحویل داده شده

source: Upgrade from version 2.0 to 2.1
fa_ir: به روزرسانی از نسخه 2.0 به 2.1

source: Cannot retrieve bank accounts codes
fa_ir: نمی توان کدهای حساب های بانکی را بازیابی کرد

source: Cannot update bank transactions
fa_ir: نمی توان تراکنش های بانکی را به روزرسانی کرد

source: Cannot select stock identificators
fa_ir: نمی توان شناسایی کننده های موجودی را انتخاب کرد

source: Cannot insert stock id into item_codes
fa_ir: نمی توان شناسه موجودی را به item_codes وارد کرد

source: Seems that system upgrade to version 2.1 has been performed for this company already.<br> If something has gone wrong and you want to retry upgrade process you MUST perform database restore from last backup file first.
fa_ir: به نظر می رسد که به روزرسانی سیستم به نسخه 2.1 برای این شرکت قبلاً انجام شده است.<br> اگر چیزی اشتباه پیش رفته و می خواهید فرآیند به روزرسانی را دوباره امتحان کنید، باید ابتدا بازیابی دیتابیس را از آخرین فایل پشتیبان انجام دهید.

source: Upgrade from version 2.1/2.2beta to 2.2
fa_ir: به روزرسانی از نسخه 2.1/2.2beta به 2.2

source: Cannot query max sales order number.
fa_ir: نمی توان حداکثر شماره سفارش فروش را پرس و جو کرد.

source: Cannot store next sales order reference.
fa_ir: نمی توان مرجع سفارش فروش بعدی را ذخیره کرد.

source: Cannot upgrade extensions system: file /modules/installed_modules.php is not writeable
fa_ir: نمی توان سیستم افزونه ها را به روزرسانی کرد: فایل /modules/installed_modules.php قابل نوشتن نیست

source: Upgrade from version 2.2 to 2.3
fa_ir: به روزرسانی از نسخه 2.2 به 2.3

source: Upgrade from version 2.3 to 2.4
fa_ir: به روزرسانی از نسخه 2.3 به 2.4

source: Set optimal parameters and start upgrade:
fa_ir: پارامترهای بهینه را تنظیم کرده و به روزرسانی را شروع کنید:

source: Text collation optimization:
fa_ir: بهینه سازی ترتیب متن:

source: Cannot update config_db.php file.
fa_ir: نمی توان فایل config_db.php را به روزرسانی کرد.

source: Cannot update work orders costs: %s
fa_ir: نمی توان هزینه های سفارش های کاری را به روزرسانی کرد: %s

source: Convertion to utf8 done.
fa_ir: تبدیل به utf8 انجام شد.

source: Cannot drop column in %s table: %s
fa_ir: نمی توان ستون را در جدول %s حذف کرد: %s

source: Upgrade from version 2.4beta to 2.4RC1
fa_ir: به روزرسانی از نسخه 2.4beta به 2.4RC1

source: None (will be set later)
fa_ir: هیچ (بعداً تنظیم خواهد شد)

source: Cannot update sys prefs setting: %s
fa_ir: نمی توان تنظیمات ترجیحات سیستم را به روزرسانی کرد: %s

source: Item Tax Types
fa_ir: انواع مالیات بر کالا

source: The item tax type description cannot be empty.
fa_ir: توضیحات نوع مالیات بر کالا نمی تواند خالی باشد.

source: Selected item tax type has been updated
fa_ir: نوع مالیات بر کالای انتخاب شده به روزرسانی شده است

source: New item tax type has been added
fa_ir: نوع مالیات بر کالای جدید اضافه شده است

source: Cannot delete this item tax type because items have been created referring to it.
fa_ir: نمی توان این نوع مالیات بر کالا را حذف کرد زیرا کالاهایی با ارجاع به آن ایجاد شده اند.

source: Cannot delete this item tax type because item categories have been created referring to it.
fa_ir: نمی توان این نوع مالیات بر کالا را حذف کرد زیرا کتگوری های کالایی با ارجاع به آن ایجاد شده اند.

source: Selected item tax type has been deleted
fa_ir: نوع مالیات بر کالای انتخاب شده حذف شده است

source: Tax exempt
fa_ir: معاف از مالیات

source: Is Fully Tax-exempt:
fa_ir: آیا کاملاً معاف از مالیات است:

source: Select which taxes this item tax type is exempt from.
fa_ir: انتخاب کنید که این نوع مالیات بر کالا از کدام مالیات ها معاف است.

source: Tax Name
fa_ir: نام مالیات

source: Is exempt
fa_ir: آیا معاف است

source: Tax Groups
fa_ir: گروه های مالیاتی

source: There are no tax types defined. Define tax types before defining tax groups.
fa_ir: هیچ نوع مالیاتی تعریف نشده است. قبل از تعریف گروه های مالیاتی، انواع مالیات را تعریف کنید.

source: The tax group name cannot be empty.
fa_ir: نام گروه مالیاتی نمی تواند خالی باشد.

source: Selected tax group has been updated
fa_ir: گروه مالیاتی انتخاب شده به روزرسانی شده است

source: New tax group has been added
fa_ir: گروه مالیاتی جدید اضافه شده است

source: Cannot delete this tax group because customer branches been created referring to it.
fa_ir: نمی توان این گروه مالیاتی را حذف کرد زیرا شعبه های مشتری با ارجاع به آن ایجاد شده اند.

source: Cannot delete this tax group because suppliers been created referring to it.
fa_ir: نمی توان این گروه مالیاتی را حذف کرد زیرا تأمین کنندگان با ارجاع به آن ایجاد شده اند.

source: Selected tax group has been deleted
fa_ir: گروه مالیاتی انتخاب شده حذف شده است

source: Select the taxes that are included in this group.
fa_ir: مالیات هایی را که در این گروه گنجانده شده اند انتخاب کنید.

source: Shipping Tax
fa_ir: مالیات حمل و نقل

source: Tax Types
fa_ir: انواع مالیات

source: The tax type name cannot be empty.
fa_ir: نام نوع مالیات نمی تواند خالی باشد.

source: The default tax rate must be numeric and not less than zero.
fa_ir: نرخ مالیات پیش فرض باید عددی باشد و کمتر از صفر نباشد.

source: Selected GL Accounts cannot be used by another tax type.
fa_ir: حساب های GL انتخاب شده نمی توانند توسط نوع مالیات دیگری استفاده شوند.

source: New tax type has been added
fa_ir: نوع مالیات جدید اضافه شده است

source: Selected tax type has been updated
fa_ir: نوع مالیات انتخاب شده به روزرسانی شده است

source: Cannot delete this tax type because tax groups been created referring to it.
fa_ir: نمی توان این نوع مالیات را حذف کرد زیرا گروه های مالیاتی با ارجاع به آن ایجاد شده اند.

source: Selected tax type has been deleted
fa_ir: نوع مالیات انتخاب شده حذف شده است

source: To avoid problems with manual journal entry all tax types should have unique Sales/Purchasing GL accounts.
fa_ir: برای جلوگیری از مشکلات با ورود دستی دفتر کل، تمام انواع مالیات باید حساب های GL فروش/خرید منحصر به فرد داشته باشند.

source: Default Rate (%)
fa_ir: نرخ پیش فرض (%)

source: Sales GL Account
fa_ir: حساب GL فروش

source: Purchasing GL Account
fa_ir: حساب GL خرید

source: Default Rate:
fa_ir: نرخ پیش فرض:

source: Sales GL Account:
fa_ir: حساب GL فروش:

source: Purchasing GL Account:
fa_ir: حساب GL خرید:

source: Main Menu
fa_ir: منوی اصلی

source: Preferences
fa_ir: تنظیمات

source: Change Password
fa_ir: تغییر رمز عبور

source: Help
fa_ir: راهنما

source: Direct Invoice
fa_ir: فاکتور مستقیم

source: Sales Order Inquiry
fa_ir: استعلام سفارش فروش

source: Inventory Adjustments
fa_ir: تنظیمات موجودی

source: Ourstanding Work Orders
fa_ir: سفارش های کار معوق

source: Work Order Inquiry
fa_ir: استعلام سفارش کاری

source: Bills Of Material
fa_ir: صورتحساب مواد

source: Fixed Assets Purchase
fa_ir: خرید دارایی های ثابت

source: Dimension Inquiry
fa_ir: استعلام ابعاد

source: Deposits
fa_ir: سپرده ها

source: Taxes
fa_ir: مالیات ها

source: Forms Setup
fa_ir: تنظیمات فرم ها

source: Backup and Restore
fa_ir: پشتیبان گیری و بازیابی
