Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.3-1.po
Languages: hi_in, zh_tw

source: Modifying Customer Credit Note #%d
hi_in: ग्राहक क्रडिट नोट संशोधित करें # %d
zh_tw: 修改客戶貸方通知單 #%d

source: There are no customers, or there are no customers with branches. Please define customers and customer branches.
hi_in: कोई ग्राहक नहीं है, या शाखाओं वाले कोई ग्राहक नहीं हैं। कृपया ग्राहकों और ग्राहक शाखाओं को परिभाषित करें।
zh_tw: 目前沒有客戶或是具有分支機構的客戶，請定義客戶與客戶分支機構。

source: Credit Note # %d has been processed
hi_in: क्रेडिट नोट #% डी पर संसाधित किया गया है
zh_tw: 貸方通知單 #%d 已經處理

source: &View this credit note
hi_in: इस क्रेडिट नोट को देखें
zh_tw: 檢視貸方通知單(&V)

source: &Print This Credit Invoice
hi_in: इस क्रेडिट चालान को प्रिंट करें
zh_tw: 列印此貸方發票(&P)

source: &Email This Credit Invoice
hi_in: इस क्रेडिट चालान को ईमेल करें
zh_tw: Email此貸方發票(&E)

source: View the GL &Journal Entries for this Credit Note
hi_in: इस क्रेडिट नोट के लिए जीएल जर्नल प्रविष्टियां देखें
zh_tw: 檢視這張貸方通知單的會計分錄

source: Enter Another &Credit Note
hi_in: अन्य क्रेडिट नोट दर्ज करें
zh_tw: 輸入其他貸方通知單(&C)

source: You must enter a reference.
hi_in: आपको एक संदर्भ दर्ज करना होगा
zh_tw: 您必須輸入一個序號。

source: The entered date for the credit note is invalid.
hi_in: क्रेडिट नोट के लिए प्रविष्ट दिनांक अमान्य है।
zh_tw: 貸方通知單中所輸入的日期是無效的。

source: For credit notes created to write off the stock, a general ledger account is required to be selected.
hi_in: स्टॉक को लिखने के लिए बनाए गए क्रेडिट नोट्स के लिए, एक सामान्य खाता खाता का चयन करना आवश्यक है।
zh_tw: 要產生核銷庫存的貸方通知單需要選擇一項會計項目。

source: Please select an account to write the cost of the stock off to, then click on Process again.
hi_in: कृपया शेयर की लागत को लिखने के लिए एक खाता चुनें, फिर फिर से प्रक्रिया पर क्लिक करें।
zh_tw: 請選擇一個會計項目來核銷庫存成本，然後再次點選處理。

source: The quantity must be greater than zero.
hi_in: मात्रा शून्य से अधिक होनी चाहिए।
zh_tw: 數量必須大於 0。

source: The entered price is negative or invalid.
hi_in: दर्ज की गई कीमत नकारात्मक या अमान्य है।
zh_tw: 輸入的價格是負數或是無效的。

source: The entered discount percent is negative, greater than 100 or invalid.
hi_in: प्रवेश किया छूट प्रतिशत नकारात्मक है, 100 से अधिक या अमान्य है।
zh_tw: 輸入的折扣百分比為負數、大於 100，或是無效的。

source: Credit Note Items
hi_in: क्रेडिट नोट आइटम
zh_tw: 貸方通知單貨品

source: Process Credit Note
hi_in: प्रक्रिया क्रेडिट नोट
zh_tw: 處理貸方通知單

source: Modifying Credit Invoice # %d.
hi_in: क्रडिट चालान संशोधित # %d
zh_tw: 修改貸方發票 # %d 。

source: Credit all or part of an Invoice
hi_in: सभी या एक चालान का हिस्सा क्रेडिट करें
zh_tw: 減少發票的全部或部份金額

source: Credit Note has been processed
hi_in: क्रेडिट नोट पर कार्रवाई की गई है
zh_tw: 貸方通知單已更新

source: &View This Credit Note
hi_in: यह क्रेडिट नोट देखें
zh_tw: 檢視貸方通知單(&V)

source: &Print This Credit Note
hi_in: इस क्रेडिट नोट को प्रिंट करें
zh_tw: 列印此貸方通知單(&P)

source: &Email This Credit Note
hi_in: इस क्रेडिट नोट को ईमेल करें
zh_tw: Email此貸方通知單(&E)

source: Credit Note has been updated
hi_in: क्रेडिट नोट को अपडेट किया गया है
zh_tw: 貸方通知單已更新

source: The entered shipping cost is invalid or less than zero.
hi_in: दर्ज की गई शिपिंग लागत शून्य या शून्य से कम है।
zh_tw: 輸入的運送成本是無效的或是小於零。

source: Selected quantity cannot be less than zero nor more than quantity not credited yet.
hi_in: चयनित मात्रा शून्य से कम नहीं हो सकती है और न ही मात्रा में जितना जमा नहीं किया जा सकता है।
zh_tw: 選擇的數量不能夠少於 0 或是超過尚未進行信用交易的數量。

source: This page can only be opened if an invoice has been selected for crediting.
hi_in: यह पृष्ठ केवल तब खोला जा सकता है जब कोई चालान जमा करने के लिए चुना गया हो।
zh_tw: 此頁只有在發票選取貸方交易(折退)時才會開啟。

source: Crediting Invoice
hi_in: चालान का श्रेय
zh_tw: 貸方發票(折退)作業

source: Credit Note Date
hi_in: क्रेडिट नोट तिथि
zh_tw: 貸方通知單日期

source: Invoiced Quantity
hi_in: चालान राशि
zh_tw: 已開發票的數量

source: Credit Quantity
hi_in: क्रेडिट मात्रा
zh_tw: 貸方(折退)數量

source: Credit Shipping Cost
hi_in: क्रेडिट नौवहन लागत
zh_tw: 貸方運送成本

source: Credit Note Type
hi_in: क्रेडिट नोट प्रकार
zh_tw: 貸方通知單類別

source: Items Returned to Location
hi_in: स्थान पर लौट आए आइटम
zh_tw: 貨品退回地區

source: Write off the cost of the items to
hi_in: आइटम की लागत को उस पर लिखें
zh_tw: 勾消貨品成本到

source: Update credit value for quantities entered
hi_in: प्रविष्ट किए गए मात्रा के लिए क्रेडिट मान अपडेट करें
zh_tw: 更新已輸入數量的貸方數值

source: Modifying Delivery Note # %d.
hi_in: संशोधित वितरण नोट # %d
zh_tw: 修改出貨單 # %d 。

source: Deliver Items for a Sales Order
hi_in: एक विक्रय आदेश के लिए आइटम वितरित करें
zh_tw: 銷貨訂單的出貨貨品

source: Delivery # %d has been entered.
hi_in: डिलिवरी # %d दर्ज किया गया है।
zh_tw: 出貨 # %d 已完成輸入。

source: &View This Delivery
hi_in: इस डिलिवरी को देखें
zh_tw: 檢視此出貨(&V)

source: &Print Delivery Note
hi_in: प्रिंट डिलीवरी नोट
zh_tw: 列印出貨單(&P)

source: &Email Delivery Note
hi_in: ईमेल वितरण नोट
zh_tw: email 出貨單(&E)

source: P&rint as Packing Slip
hi_in: पैकिंग पर्ची के रूप में प्रिंट करें
zh_tw: 列印成包裝單(&r)

source: E&mail as Packing Slip
hi_in: पैकिंग स्लिप के रूप में ईमेल करें
zh_tw: Email 包裝單(&m)

source: View the GL Journal Entries for this Dispatch
hi_in: इस डिस्पैच के लिए जीएल जर्नल प्रविष्टियां देखें
zh_tw: 檢視此筆配送的會計分錄

source: Invoice This Delivery
hi_in: चालान इस डिलिवरी
zh_tw: 發票出貨詳細資料

source: Select Another Order For Dispatch
hi_in: डिस्पैच के लिए एक अन्य ऑर्डर चुनें
zh_tw: 選擇配送其他的訂單

source: Delivery Note # %d has been updated.
hi_in: डिलिवरी नोट # %d अपडेट किया गया है।
zh_tw: 出貨單 # %d 已經更新。

source: View this delivery
hi_in: इस वितरण को देखें
zh_tw: 檢視此出貨

source: Confirm Delivery and Invoice
hi_in: वितरण और चालान की पुष्टि करें
zh_tw: 出貨及發票確認

source: Select A Different Delivery
hi_in: एक अलग डिलीवरी का चयन करें
zh_tw: 選擇不同的出貨方式

source: You have to set Deferred Income Account in GL Setup to entry prepayment invoices.
hi_in: आपको प्रविष्टि प्रीपेडमेंट इनवॉइस के लिए जीएल सेटअप में डिफर्ड आय अकाउंट सेट करना होगा।
zh_tw: 您必須在總帳設定中設定遞延收入會計項目才能輸入預付發票。

source: Select a different sales order to delivery
hi_in: डिलीवरी के लिए एक अलग बिक्री ऑर्डर चुनें
zh_tw: 選擇不同銷售訂單出貨

source: This order has no items. There is nothing to delivery.
hi_in: इस ऑर्डर के पास कोई आइटम नहीं है वितरण के लिए कुछ भी नहीं है
zh_tw: 此訂單沒有貨品，所以無法出貨。

source: This prepayment order is not yet ready for delivery due to insufficient amount received.
hi_in: अपर्याप्त राशि प्राप्त होने के कारण यह प्रीपेमेंट ऑर्डर अभी डिलीवरी के लिए तैयार नहीं है
zh_tw: 由於收到的金額不足，此預付款訂單尚未準備好出貨。

source: Select a different delivery
hi_in: एक अलग वितरण का चयन करें
zh_tw: 選擇不同的出貨方式

source: This delivery has all items invoiced. There is nothing to modify.
hi_in: इस वितरण में सभी आइटम चालान किए गए हैं। संशोधित करने के लिए कुछ भी नहीं है
zh_tw: 這個出貨單的所有貨品已經開立發票，沒有可以修改的資料。

source: This page can only be opened if an order or delivery note has been selected. Please select it first.
hi_in: यह पृष्ठ केवल तब खोला जा सकता है जब कोई आदेश या वितरण नोट चुना गया हो। कृपया इसे पहले चुनें।
zh_tw: 此頁面只有在選擇訂單或出貨單時才會開啟，請先選擇。

source: Select a Sales Order to Delivery
hi_in: डिलिवरी के लिए एक विक्रय आदेश चुनें
zh_tw: 選擇銷貨訂單出貨

source: Selected quantity cannot be less than quantity invoiced nor more than quantity not dispatched on sales order.
hi_in: चयनित मात्रा मात्रा से कम नहीं हो सकती और न ही बिक्री आदेश पर रकम प्रेषित की जा सकती है।
zh_tw: 選擇的數量不能夠少於已開發票數量，或是大於銷售訂單未出貨數量。

source: Freight cost cannot be less than zero
hi_in: माल की लागत शून्य से कम नहीं हो सकती
zh_tw: 運費成本不能少於零

source: The entered date of delivery is invalid.
hi_in: डिलीवरी की प्रविष्टि तिथि अमान्य है
zh_tw: 輸入出貨日期格式無效。

source: The entered dead-line for invoice is invalid.
hi_in: इनवॉइस के लिए प्रवेश की गई पंक्ति-पंक्ति अमान्य है।
zh_tw: 發票上輸入的最後期限日期是無效的。

source: The entered shipping value is not numeric.
hi_in: दर्ज शिपिंग मूल्य संख्यात्मक नहीं है
zh_tw: 輸入的運輸數值不是數字。

source: There are no item quantities on this delivery note.
hi_in: इस वितरण नोट पर कोई आइटम मात्रा नहीं है।
zh_tw: 這筆出貨單沒有數量。

source: This document cannot be processed because there is insufficient quantity for items marked.
hi_in: इस दस्तावेज़ पर संसाधित नहीं किया जा सकता क्योंकि इसमें चिन्हित वस्तुओं के लिए अपर्याप्त मात्रा है
zh_tw: 文件無法處理，因為標記的貨品數量不足。

source: For Sales Order
hi_in: बिक्री आदेश के लिए
zh_tw: 銷貨訂單

source: Delivery From
hi_in: डिलिवरी से
zh_tw: 出貨自

source: Invoice Dead-line
hi_in: चालान मृत रेखा
zh_tw: 發票最後期限

source: The selected customer account is currently on hold. Please contact the credit control personnel to discuss.
hi_in: चयनित ग्राहक खाता वर्तमान में होल्ड पर है कृपया चर्चा करने के लिए क्रेडिट नियंत्रण कर्मियों से संपर्क करें।
zh_tw: 選擇的客戶帳號目前保留中，請連絡控制信用額度的負責人

source: Delivery Items
hi_in: डिलिवरी आइटम
zh_tw: 出貨貨品

source: Max. delivery
hi_in: मैक्स। वितरण
zh_tw: 最大出貨

source: Invoiced
hi_in: चालान की गई
zh_tw: 已開立發票

source: Shipping Cost
hi_in: शिपिंग लागत
zh_tw: 運送成本

source: Marked items have insufficient quantities in stock as on day of delivery.
hi_in: चिह्नित वस्तुओं के वितरण के दिन के रूप में स्टॉक में अपर्याप्त मात्रा है।
zh_tw: 標示的貨品在出貨日的數量不足。

source: Action For Balance
hi_in: बैलेंस के लिए कार्रवाई
zh_tw: 資產負債表 action

source: Refresh document page
hi_in: दस्तावेज़ पृष्ठ को रिफ्रेश करें
zh_tw: 更新文件頁

source: Reset quantity
hi_in: रीसेट मात्रा
zh_tw: 重設數量

source: Clear quantity
hi_in: साफ़ मात्रा
zh_tw: 清除數量

source: Process Dispatch
hi_in: प्रक्रिया डिस्पैच
zh_tw: 配送處理

source: Check entered data and save document
hi_in: दर्ज किए गए डेटा की जांच करें और दस्तावेज़ सहेजें
zh_tw: 檢查輸入的資料後儲存文件

source: Modifying Sales Invoice # %d.
hi_in: विक्रय बिक्री चालान #% डी
zh_tw: 修改銷貨發票 # %d 。

source: Issue an Invoice for Delivery Note
hi_in: वितरण नोट के लिए एक चालान जारी करें
zh_tw: 依出貨單發出發票

source: Issue Batch Invoice for Delivery Notes
hi_in: डिलीवरी नोट्स के लिए समस्या बैच चालान
zh_tw: 依出貨單上批次發出發票

source: Prepayment or Final Invoice Entry
hi_in: प्रीपेमेंट या अंतिम चालान प्रविष्टि
zh_tw: 預付資料或定稿發票單

source: Selected deliveries has been processed
hi_in: चयनित डिलिवरी को संसाधित किया गया है
zh_tw: 選定的出貨單已處理

source: &View This Invoice
hi_in: इस चालान को देखें
zh_tw: 檢視此發票(&V)

source: &Print This Invoice
hi_in: इस चालान को प्रिंट करें
zh_tw: 列印此發票(&P)

source: &Email This Invoice
hi_in: इस चालान को ईमेल करें
zh_tw: email 此發票(&E)

source: View the GL &Journal Entries for this Invoice
hi_in: इस चालान के लिए जीएल जर्नल प्रविष्टियां देखें
zh_tw: 檢視此發票的會計分錄

source: Select Another &Delivery For Invoicing
hi_in: इनवॉइसिंग के लिए एक और डिलीवरी का चयन करें
zh_tw: 選擇其他要開發票作業的出貨單(&D)

source: Entry &customer payment for this invoice
hi_in: इस चालान के लिए प्रवेश ग्राहक भुगतान
zh_tw: 輸入此發票的客戶付款

source: Sales Invoice # %d has been updated.
hi_in: बिक्री चालान # %d अपडेट किया गया है।
zh_tw: 銷貨發票 # %d 已經更新。

source: Select Another &Invoice to Modify
hi_in: संशोधित करने के लिए एक और चालान चुनें
zh_tw: 選擇其他發票進行修改(&I)

source: Select a different delivery to invoice
hi_in: चालान के लिए एक अलग डिलीवरी का चयन करें
zh_tw: 選擇不同的出貨單開立發票

source: There are no delivered items with a quantity left to invoice. There is nothing left to invoice.
hi_in: इनवॉइस के लिए छोड़ दिए गए मात्रा के साथ कोई वितरित आइटम नहीं हैं चालान के लिए कुछ भी नहीं बचा है
zh_tw: 已沒有出貨的貨品可以開發票。沒有要開的發票。

source: All quantities on this invoice has been credited. There is nothing to modify on this invoice
hi_in: इस चालान पर सभी मात्रा का श्रेय दिया गया है। इस चालान में संशोधित करने के लिए कुछ भी नहीं है
zh_tw: 在此發票的所有數量已記入。此發票沒有任何要修改

source: Please select correct Sales Order Prepayment to be invoiced and try again.
hi_in: चालान करने के लिए कृपया सही बिक्री आदेश प्रीपेमेंट चुनें और फिर से प्रयास करें।
zh_tw: 請選擇正確的銷售訂單預付款，然後重試。

source: This page can only be opened after delivery selection. Please select delivery to invoicing first.
hi_in: यह पेज डिलीवरी चयन के बाद ही खोला जा सकता है कृपया चालान का चयन पहले करें।
zh_tw: 此頁面只能出貨作業後打開。請先選擇出貨後開立發票。

source: Select Delivery to Invoice
hi_in: इनवॉइस के लिए डिलीवरी का चयन करें
zh_tw: 選取出貨單開發票

source: Selected quantity cannot be less than quantity credited nor more than quantity not invoiced yet.
hi_in: चयनित मात्रा में मात्रा की तुलना में कम नहीं हो सकता है और न ही मात्रा में अभी तक चालान नहीं किया जा सकता है।
zh_tw: 選擇的數量不能夠少於已記入數量，或是大於未開發票數量。

source: The entered invoice date is invalid.
hi_in: प्रवेश की गई चालान की तारीख अमान्य है
zh_tw: 輸入的發票日期是無效的。

source: The entered invoice due date is invalid.
hi_in: दर्ज की गई चालान की नियत तारीख अवैध है
zh_tw: 輸入發票的到期日是無效的。

source: There are no item quantities on this invoice.
hi_in: इस चालान पर कोई आइटम मात्रा नहीं है
zh_tw: 此發票沒有貨品數量。

source: There is no non-invoiced payments for this order. If you want to issue final invoice, select delayed or cash payment terms.
hi_in: इस आदेश के लिए कोई भी गैर-चालान भुगतान नहीं है यदि आप अंतिम चालान जारी करना चाहते हैं, तो देरी या नकदी भुगतान शर्तों का चयन करें
zh_tw: 此訂單沒有非發票式的付款。如果您想要發出正式發票，請選擇延遲或現金付款條件。

source: Payment terms:
hi_in: भुगतान की शर्तें:
zh_tw: 付款條件：

source: Sales Order Items
hi_in: बिक्री आदेश आइटम
zh_tw: 銷售訂單的貨品

source: Invoice Items
hi_in: चालान आइटम
zh_tw: 發票的貨品

source: This Invoice
hi_in: यह चालान
zh_tw: 此張發票

source: Credited
hi_in: श्रेय
zh_tw: 已記入

source: Invoice Total
hi_in: कुल बिल
zh_tw: 發票總計

source: Sales order:
hi_in: बिक्री आदेश:
zh_tw: 銷貨訂單：

source: Payments received:
hi_in: भुगतान प्राप्त किया:
zh_tw: 已收到款項：

source: Invoiced here:
hi_in: यहां चालान:
zh_tw: 已開立發票：

source: Left to be invoiced:
hi_in: चालान करने के लिए बाएं:
zh_tw: 左側為已開立發票：

source: Customer Payment Entry
hi_in: ग्राहक भुगतान प्रवेश
zh_tw: 輸入客戶付款

source: There are no customers defined in the system.
hi_in: सिस्टम में परिभाषित कोई ग्राहक नहीं हैं
zh_tw: 在系統中沒有定義客戶資料。

source: Invalid sales invoice number.
hi_in: अमान्य बिक्री चालान संख्या
zh_tw: 無效的銷貨發票號碼。

source: The customer payment has been successfully entered.
hi_in: ग्राहक भुगतान सफलतापूर्वक दर्ज किया गया है
zh_tw: 客戶付款已完成輸入。

source: &Print This Receipt
hi_in: इस रसीद को प्रिंट करें
zh_tw: 列印此收據(&P)

source: &View this Customer Payment
hi_in: यह ग्राहक भुगतान देखें
zh_tw: 檢視客戶付款(&V)

source: Enter Another &Customer Payment
hi_in: एक अन्य ग्राहक भुगतान दर्ज करें
zh_tw: 輸入其他客戶付款(&C)

source: Enter Payment to &Supplier
hi_in: प्रदायक को भुगतान दर्ज करें
zh_tw: 輸入付款給供應商(&S)

source: &View the GL Journal Entries for this Customer Payment
hi_in: इस ग्राहक भुगतान के लिए जीएल जर्नल प्रविष्टियां देखें
zh_tw: 檢視此客戶付款的會計分錄(&V)

source: The customer payment has been successfully updated.
hi_in: ग्राहक भुगतान सफलतापूर्वक अपडेट किया गया है।
zh_tw: 客戶付款已完成更新。

source: Select Another Customer Payment for &Edition
hi_in: संस्करण के लिए एक और ग्राहक भुगतान का चयन करें
zh_tw: 編輯其他客戶付款(&E)

source: There is no customer selected.
hi_in: कोई ग्राहक चयनित नहीं है
zh_tw: 沒有選定的客戶。

source: This customer has no branch defined.
hi_in: इस ग्राहक की कोई शाखा परिभाषित नहीं है
zh_tw: 此客戶沒有定義分支機構。

source: The entered date is invalid. Please enter a valid date for the payment.
hi_in: प्रविष्ट दिनांक अमान्य है कृपया भुगतान के लिए एक मान्य तारीख दर्ज करें
zh_tw: 輸入日期是無效的。在付款中請輸入有效日期。

source: The entered amount is invalid or negative and cannot be processed.
hi_in: दर्ज की गई राशि अमान्य या नकारात्मक है और संसाधित नहीं की जा सकती।
zh_tw: 輸入金額是無效或是負數所以不能處理。

source: The entered discount is not a valid number.
hi_in: प्रवेश की गई छूट एक मान्य संख्या नहीं है।
zh_tw: 輸入的折扣不是有效數。

source: The balance of the amount and discount is zero or negative. Please enter valid amounts.
hi_in: राशि और छूट की शेष राशि शून्य या नकारात्मक है। कृपया वैध मात्रा दर्ज करें
zh_tw: 餘額的金額及折扣是零或是負數。請輸入有效的金額。

source: The entered payment amount is zero or negative.
hi_in: दर्ज की गई भुगतान राशि शून्य या नकारात्मक है
zh_tw: 輸入付款金額是 0 或負數。

source: From Customer:
hi_in: ग्राहक से:
zh_tw: 從客戶：

source: Into Bank Account:
hi_in: बैंक खाते में:
zh_tw: 匯入銀行帳戶：

source: Date of Deposit:
hi_in: जमा की तिथि:
zh_tw: 存入日期：

source: Payment Amount:
hi_in: भुगतान राशि:
zh_tw: 付款金額：

source: Customer prompt payment discount :
hi_in: ग्राहक शीघ्र भुगतान छूट:
zh_tw: 客戶提示付款折扣：

source: Add Payment
hi_in: भुगतान जोड़ें
zh_tw: 新增付款資料

source: Update Payment
hi_in: भुगतान अपडेट करें
zh_tw: 更款付款資料

source: Direct Sales Delivery
hi_in: प्रत्यक्ष बिक्री वितरण
zh_tw: 直接開立銷貨出貨單

source: Fixed Assets Sale
hi_in: निश्चित संपत्ति बिक्री
zh_tw: 銷售固定資產

source: Direct Sales Invoice
hi_in: प्रत्यक्ष बिक्री चालान
zh_tw: 直接開立銷貨發票

source: Modifying Sales Order # %d
hi_in: विक्रय क्रम # %d में संशोधन करना
zh_tw: 修改銷貨訂單 # %d

source: Modifying Sales Quotation # %d
hi_in: विक्रय विक्रय कोटेशन # %d
zh_tw: 修改銷貨報價 # %d

source: New Sales Order Entry
hi_in: नई बिक्री आदेश प्रविष्टि
zh_tw: 新的銷售訂單

source: New Sales Quotation Entry
hi_in: नई बिक्री कोटेशन एंट्री
zh_tw: 新的銷貨報價單

source: Sales Order Entry
hi_in: बिक्री आदेश प्रविष्टि
zh_tw: 銷貨訂單(&O)

source: This order cannot be edited because there are invoices or payments related to it, and prepayment terms were used.
hi_in: यह आदेश संपादित नहीं किया जा सकता क्योंकि इसमें चालान या उससे संबंधित भुगतान हैं, और पूर्व भुगतान शर्तों का उपयोग किया गया था।
zh_tw: 因為有發票或付款單關連到此訂單，且已使用預付條件，所以無法編輯。

source: Order # %d has been entered.
hi_in: ऑर्डर # %d दर्ज किया गया है।
zh_tw: 訂單 # %d 已經輸入。

source: &View This Order
hi_in: यह आदेश देखें
zh_tw: 檢視此訂單(&V)

source: Make &Delivery Against This Order
hi_in: इस आदेश के खिलाफ वितरण करें
zh_tw: 隨著此筆訂單製作出貨單(&D)

source: Enter a &New Order
hi_in: एक नया आदेश दर्ज करें
zh_tw: 輸入新訂單(&N)

source: Order # %d has been updated.
hi_in: ऑर्डर # %d अपडेट किया गया है
zh_tw: 訂單 # %d 已經更新。

source: Confirm Order Quantities and Make &Delivery
hi_in: आदेश की मात्रा की पुष्टि करें और वितरण करें
zh_tw: 確認訂單數量並製作出貨單(&D)

source: Select A Different &Order
hi_in: एक अलग आदेश का चयन करें
zh_tw: 選擇其他訂單(&O)

source: Quotation # %d has been entered.
hi_in: कोटेशन # %d दर्ज किया गया है।
zh_tw: 報價單 # %d 已經輸入。

source: &View This Quotation
hi_in: यह उद्धरण देखें
zh_tw: 檢視此筆報價單(&V)

source: &Print This Quotation
hi_in: इस कोटेशन को प्रिंट करें
zh_tw: 列印此筆報價單(&P)

source: &Email This Quotation
hi_in: इस उद्धरण को ईमेल करें
zh_tw: Email 此筆報價單(&E)

source: Make &Sales Order Against This Quotation
hi_in: इस कोटेशन के खिलाफ बिक्री आदेश करें
zh_tw: 隨著報價單製作銷貨訂單(&S)

source: Enter a New &Quotation
hi_in: एक नई कोटेशन दर्ज करें
zh_tw: 輸入一筆新的報價單(&Q)

source: Quotation # %d has been updated.
hi_in: कोटेशन # %d अपडेट किया गया है
zh_tw: 報價單 # %d 已經更新。

source: Select A Different &Quotation
hi_in: एक अलग कोटेशन का चयन करें
zh_tw: 選擇其他報價單(&Q)

source: Make &Invoice Against This Delivery
hi_in: इस वितरण के खिलाफ चालान करें
zh_tw: 隨著此筆出貨單製作發票(&I)

source: Enter a New Template &Delivery
hi_in: एक नया टेम्पलेट डिलिवरी दर्ज करें
zh_tw: 輸入一筆新的出貨單範本(&D)

source: Enter a &New Delivery
hi_in: एक नई डिलीवरी दर्ज करें
zh_tw: 輸入一筆新的出貨單(&N)

source: Invoice # %d has been entered.
hi_in: चालान # %d दर्ज किया गया है
zh_tw: 發票 # %d 已輸入。

source: &Print Sales Invoice
hi_in: प्रिंट बिक्री चालान
zh_tw: 列印銷貨發票(&P)

source: &Email Sales Invoice
hi_in: ईमेल बिक्री चालान
zh_tw: Email 銷貨發票(&E)

source: Print &Receipt
hi_in: प्रिंट रसीद
zh_tw: 列印收據(&R)

source: Enter a &New Template Invoice
hi_in: एक नया टेम्प्लेट चालान दर्ज करें
zh_tw: 輸入一筆新的發票範本(&N)

source: Enter a &New Direct Invoice
hi_in: एक नया प्रत्यक्ष चालान दर्ज करें
zh_tw: 輸入一筆新的直接開立發票(&N)

source: Pre-payment required have to be positive and less than total amount.
hi_in: आवश्यक पूर्व भुगतान कुल राशि से सकारात्मक और कम होना चाहिए।
zh_tw: 所需的預付款必須是正數且少於總金額。

source: You must enter the person or company to whom delivery should be made to.
hi_in: आपको उस व्यक्ति या कंपनी को दर्ज करना होगा जिसकी डिलीवरी करने के लिए किया जाना चाहिए।
zh_tw: 您必須輸入出貨個人或公司。

source: You should enter the street address in the box provided. Orders cannot be accepted without a valid street address.
hi_in: आपको प्रदान किए गए बॉक्स में सड़क का पता दर्ज करना चाहिए। किसी वैध सड़क पते के बिना आदेशों को स्वीकार नहीं किया जा सकता है
zh_tw: 您必須在箱子上輸入街名。訂單沒有有效的街名是不被接受。

source: The shipping cost entered is expected to be numeric.
hi_in: दर्ज शिपिंग लागत में संख्यात्मक होने की संभावना है
zh_tw: 已輸入運送成本預設是數值。

source: The Valid date is invalid.
hi_in: वैध दिनांक अमान्य है
zh_tw: 有效日期是無效的。

source: The delivery date is invalid.
hi_in: डिलीवरी की तारीख अमान्य है
zh_tw: 出貨日期是無效的。

source: The requested valid date is before the date of the quotation.
hi_in: अनुरोधित मान्य तारीख उद्धरण की तारीख से पहले है।
zh_tw: 要求的有效日期是在報價單日期之前。

source: The requested delivery date is before the date of the order.
hi_in: अनुरोधित वितरण तिथि आदेश की तिथि से पहले है।
zh_tw: 要求的出貨日期是在訂購日期之前。

source: You need to define a cash account for your Sales Point.
hi_in: आपको अपने बिक्री बिंदु के लिए नकद खाते को परिभाषित करने की आवश्यकता है
zh_tw: 您需要定義您的銷售點現金帳戶。

source: The reference number field has been increased. Please save the document again.
hi_in: संदर्भ संख्या क्षेत्र बढ़ गया है। कृपया दस्तावेज़ को फिर से सहेजें।
zh_tw: 序號欄位已增加。請再次儲存文件。

source: The item could not be updated because you are attempting to set the quantity ordered to less than 0, or the discount percent to more than 100.
hi_in: आइटम अपडेट नहीं किया जा सका क्योंकि आप 0 से कम या कम से कम 100 के लिए डिस्काउंट प्रतिशत के लिए निर्धारित मात्रा सेट करने का प्रयास कर रहे हैं।
zh_tw: 這貨品未能更新，因為您試著設定的訂單數量少於 0，或價格少於 0，或折扣大於 100% 或少於0%。

source: Price for inventory item must be entered and can not be less than 0
hi_in: इन्वेंट्री आइटम के लिए मूल्य दर्ज किया जाना चाहिए और 0 से कम नहीं होना चाहिए
zh_tw: 庫存貨品的價格必須輸入並且不能小於0

source: You attempting to make the quantity ordered a quantity less than has already been delivered. The quantity delivered cannot be modified retrospectively.
hi_in: आप मात्रा बनाने की कोशिश कर रहे हैं पहले से ही वितरित किया गया है की तुलना में कम मात्रा का आदेश दिया। वितरित मात्रा पूर्वव्यापी रूप से संशोधित नहीं किया जा सकता है।
zh_tw: 您正試著讓訂購數量低於已出貨數量，已出貨數量不能夠回頭修改。

source: Price %s is below Standard Cost %s
hi_in: मूल्य %s मानक लागत% से नीचे है
zh_tw: 價格 %s 低於標準成本 %s

source: This item cannot be deleted because some of it has already been delivered.
hi_in: यह आइटम हटाया नहीं जा सकता है क्योंकि इसमें से कुछ पहले ही वितरित हो चुका है।
zh_tw: 此貨品未能刪除，因為已有部份出貨。

source: Direct delivery entry has been cancelled as requested.
hi_in: अनुरोध के अनुसार डायरेक्ट डिलीवरी एंट्री को रद्द कर दिया गया है।
zh_tw: 直接出貨單依要求已取消。

source: Enter a New Sales Delivery
hi_in: एक नई बिक्री वितरण दर्ज करें
zh_tw: 輸入新的銷售出貨單

source: Direct invoice entry has been cancelled as requested.
hi_in: अनुरोध के अनुसार प्रत्यक्ष चालान प्रविष्टि को रद्द कर दिया गया है।
zh_tw: 直接輸入發票單依要求已取消。

source: Enter a New Sales Invoice
hi_in: एक नई बिक्री चालान दर्ज करें
zh_tw: 輸入一筆新的銷貨發票

source: This sales quotation has been cancelled as requested.
hi_in: अनुरोध के अनुसार यह बिक्री उद्धरण रद्द कर दिया गया है।
zh_tw: 此筆銷貨報價依要求已刪除。

source: Enter a New Sales Quotation
hi_in: एक नई बिक्री कोटेशन दर्ज करें
zh_tw: 輸入一筆新的銷售報價單

source: Undelivered part of order has been cancelled as requested.
hi_in: आदेश के अंतःस्थापित हिस्से को अनुरोध के रूप में रद्द कर दिया गया है।
zh_tw: 已依要求取消未出貨的部分訂單。

source: Select Another Sales Order for Edition
hi_in: संस्करण के लिए एक और बिक्री आदेश का चयन करें
zh_tw: 選擇其他要編輯的銷貨訂單

source: This sales order has been cancelled as requested.
hi_in: अनुरोध के अनुसार यह बिक्री आदेश रद्द कर दिया गया है।
zh_tw: 依要求取消銷售訂單。

source: Enter a New Sales Order
hi_in: एक नई बिक्री आदेश दर्ज करें
zh_tw: 輸入一筆新的銷售訂單

source: Sales Invoice Items
hi_in: बिक्री चालान आइटम
zh_tw: 銷售發票貨品

source: Enter Delivery Details and Confirm Invoice
hi_in: डिलीवरी विवरण दर्ज करें और चालान की पुष्टि करें
zh_tw: 輸入出貨詳細資料和確認發票

source: Place Invoice
hi_in: प्लेस चालान
zh_tw: 安排開立發票

source: Delivery Note Items
hi_in: डिलिवरी नोट आइटम
zh_tw: 出貨單的貨品

source: Enter Delivery Details and Confirm Dispatch
hi_in: डिलीवरी विवरण दर्ज करें और डिस्पैच की पुष्टि करें
zh_tw: 輸入出貨詳細資料和確認配送

source: Cancel Delivery
hi_in: डिलीवरी रद्द करें
zh_tw: 取消出貨

source: Place Delivery
hi_in: प्लेस डिलिवरी
zh_tw: 安排出貨

source: Quotation Date:
hi_in: बोली की तारीख:
zh_tw: 報價單日期：

source: Sales Quotation Items
hi_in: बिक्री कोटेशन आइटम
zh_tw: 銷售報價單的貨品

source: Enter Delivery Details and Confirm Quotation
hi_in: डिलीवरी विवरण दर्ज करें और कोटेशन की पुष्टि करें
zh_tw: 輸入出貨詳細資料和確認報價單
