Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: Main Menu
da_dk: Hovedmenu
es_es: Menú Principal
id_id: Menu Utama
it_it: Menù principale
ka_ge: მთავარი მენიუ
pt_br: Menu Principal
pt_pt: Menu Principal
ru_ru: Главное меню

source: Logout
da_dk: Log af
es_es: Salir de la sesión
id_id: Keluar
ka_ge: გამოსვლა
pt_br: Sair do Sistema
pt_pt: Sair
ru_ru: Выйти

source: Restricted access
da_dk: Begrænset adgang
es_es: Acceso restringido
id_id: Akses Terbatas
it_it: Accesso protetto
ka_ge: შეზღუდული წვდომა
pt_br: Acesso restrito
pt_pt: acesso restrito
ru_ru: Ограничение доступа

source: Login as user: demouser and password: password
da_dk: Log ind som bruger: demouser og adgangskoden: password
es_es: Iniciar sesión con usuario: demouser y contraseña: password
id_id: Login sebagai: demouser, password: password
it_it: Login come utente: demouser e password: password
ka_ge: შესვლა როგორც მომხმარებელი: demouser და პაროლი: password
pt_br: Logar com o usuário: demouser e senha: password
pt_pt: Efetuar login com utilizador: demouser e senha: password
ru_ru: Войти как пользователь: пользователь демо-версию и пароль:

source: Please login here
da_dk: Venligst log ind her
es_es: Por favor inicie sesión aquí
id_id: Silahkan login
it_it: Login
ka_ge: სისტემაში შესვლა
pt_br: Por favor, logue-se aqui
pt_pt: Por favor, efetue login aqui
ru_ru: Пожалуйста, войдите здесь

source: Too many failed login attempts.<br>Please wait a while or try later.
es_es: Demasiados intentos de inicio de sesión fallidos.<br>Por favor espere unos instantes o intentelo más tarde.
id_id: Terlalu banyak kesalahan login.<br>Mohon tunggu beberapa saat atau coba lagi nanti.
pt_pt: Expirou o numero de tentativas de login. <br> Por favor, aguarde um pouco ou tente mais tarde.
ru_ru: Слишком много неудачных входа attempts.Please подождать некоторое время и попробуйте позже.

source: Authorization timeout
da_dk: Godkendelses timeout
es_es: Tiempo de Autorización sobrepasado
id_id: Habis waktu otorisasi
it_it: Timeout autorizzazione
ka_ge: ავტორიზაციის ტაიმაუტი
pt_br: Autorização expirada
pt_pt: Autorização expirada
ru_ru: Авторизация тайм-аут

source: Version
es_es: Versión
id_id: Versi
ka_ge: ვერსია
pt_br: Versão
pt_pt: Versão
ru_ru: Версия

source: User name
da_dk: Bruger navn
es_es: Nombre de Usuario
id_id: Pengguna
it_it: Nome utente
ka_ge: მომხმარებლის სახელი
pt_br: Usuário:
pt_pt: Nome Utilizador
ru_ru: Имя пользователя

source: Company
da_dk: Firma
es_es: Compañía
id_id: Perusahaan
it_it: Azienda
ka_ge: კომპანია
pt_br: Empresa:
pt_pt: Empresa
ru_ru: Компания

source: Theme:
da_dk: Tema:
es_es: Tema:
id_id: Tema:
it_it: Tema:
ka_ge: იერსახე
pt_br: Tema:
pt_pt: Tema:
ru_ru: Тема:

source: Thank you for using
da_dk: Tak fordi du har valgt
es_es: Gracias por usar
id_id: Terima kasih telah menggunakan
it_it: Grazie di averci utilizzato
ka_ge: გმადლობთ
pt_br: Obrigado por utilizar o
pt_pt: Obrigado por utilizar o
ru_ru: Спасибо за использование

source: Click here to Login Again.
da_dk: Klik her for at log ind igen.
es_es: Click aquí para Iniciar Sesión Nuevamente.
id_id: Klik disini untuk Login kembali.
it_it: Clicca qui per effettuare di nuovo il Login
ka_ge: დააჭირე აქ თავიდან შესასვლელად.
pt_br: Clique aqui para Logar Novamente.
pt_pt: Clique aqui para efetuar Login Novamente
ru_ru: Нажмите здесь, чтобы Войти снова.

source: Attach Documents
da_dk: Vedhæft Dokumenter
es_es: Adjuntar Documentos
id_id: Dokumen Lampiran
it_it: Allega Documenti
ka_ge: მიამაგრე დოკუმენტი
pt_br: Anexar Documentos
pt_pt: Anexar Documentos
ru_ru: Приложите документы

source: Selected transaction does not exists.
id_id: Transaksi yang dipilih tidak ada.
pt_pt: A transação selecionada não existe.
ru_ru: Выбранная операция не существует.

source: Select attachment file.
es_es: Seleccionar archivo adjunto.
id_id: Pilih file lampiran.
pt_pt: Anexar ficheiro.
ru_ru: Выберите файл вложения.

source: Attachment has been inserted.
da_dk: Vedhæftet fil er blevet indsat.
es_es: El adjunto ha sido insertado
id_id: Lampiran berhasil ditambahkan.
it_it: L'allegato è stato inserito
ka_ge: ფაილი მიმაგრებულია.
pt_br: O anexo foi inserido.
pt_pt: O anexo foi inserido.
ru_ru: Вложение был включен.

source: Attachment has been updated.
da_dk: Attachment er blevet opdateret.
es_es: El adjunto ha sido actualizado.
id_id: Lampiran berhasil diperbarui.
it_it: L'allegato è stato aggiornato
ka_ge: მიმაგრებული ფაილი განახლებულია.
pt_br: O anexo foi atualizado.
pt_pt: O anexo foi atualizado.
ru_ru: Приложение было обновлено.

source: Attachment has been deleted.
da_dk: Vedhæftede er slettet.
es_es: El adjunto ha sido eliminado.
id_id: Lampiran berhasil dihapus.
it_it: L'allegato è stato rimosso
ka_ge: მიმაგრებული ფაილი წაშლილია.
pt_br: O anexo foi deletado.
pt_pt: O anexo foi apagado.
ru_ru: Приложения были удалены.

source: Type:
es_es: Tipo:
id_id: Jenis:
it_it: Tipo:
ka_ge: ტიპი:
pt_br: Tipo:
pt_pt: Tipo:
ru_ru: Тип:

source: Edit
da_dk: Rediger
es_es: Editar
id_id: Ubah
it_it: Modifica
ka_ge: რედაქტირება
pt_br: Editar
pt_pt: Editar
ru_ru: Редактировать

source: View
da_dk: Vis
es_es: Ver
id_id: Tampilkan
it_it: Visualizza
ka_ge: ხედი
pt_br: Visualizar
pt_pt: Visualizar
ru_ru: Смотреть

source: Delete
da_dk: Slet
es_es: Eliminar
id_id: Hapus
it_it: Rimuovi
ka_ge: წაშლა
pt_br: Deletar
pt_pt: Apagar
ru_ru: Удалять

source: Description
da_dk: Beskrivelse
es_es: Descripción
id_id: Deskripsi
it_it: Descrizione
ka_ge: აღწერილობა
pt_br: Descrição
pt_pt: Descrição
ru_ru: Описание

source: Filename
da_dk: Filnavn
es_es: Nombre de Archivo
id_id: Nama File
it_it: Nome del file
ka_ge: ფაილის სახელი
pt_br: Nome do Arquivo
pt_pt: Nome Ficheiro
ru_ru: Имя файла

source: Size
da_dk: Størrelse
es_es: Tamaño
id_id: Ukuran
it_it: Dimensione
ka_ge: ზომა
pt_br: Tamanho
pt_pt: Tamanho
ru_ru: Размер

source: Filetype
da_dk: Fil type
es_es: Tipo de Archivo
id_id: Jenis File
it_it: Tipo di file
ka_ge: ფაილის ტიპი
pt_br: Tipo do Arquivo
pt_pt: Tipo do Arquivo

source: Date Uploaded
da_dk: Data er uploadet
es_es: Fecha subida
id_id: Tanggal Upload
it_it: Data di caricamento
ka_ge: ატვირთვის თარიღი
pt_br: Data do Envio
pt_pt: Data do Envio
ru_ru: Дата загрузки

source: Transaction #
da_dk: Transaktion #
es_es: Transacción Nº
id_id: No. Transaksi
it_it: Transazione
ka_ge: ტრანზაქციის #
pt_br: Transação #
pt_pt: Transação Nº
ru_ru: Транзакция #

source: Attached File
da_dk: Vedhæftet Fil
es_es: Archivo Adjunto
id_id: File lampiran
it_it: File allegato
ka_ge: მიმაგრებული ფაილი
pt_br: Arquivo Anexo
pt_pt: Ficheiro Anexo
ru_ru: Прикрепленный файл

source: Select backup file first.
da_dk: Vælg backup fil først.
es_es: Primero seleccione un archivo de respaldo.
id_id: Pilih file backup terlebih dahulu.
it_it: Seleziona prima il file per backup.
ka_ge: ჯერ აირჩიე სარეზერვო ფაილი.
pt_pt: Em primeiro lugar, selecione ficheiro backup
ru_ru: Выберите файл резервной копии в первую очередь.

source: Backup and Restore Database
da_dk: Database sikkerhedskopi og genskabelse
es_es: Respaldo y Recuperación de la Base de Datos
id_id: Salin dan Pulihkan Database
it_it: Backup e ripristino del database
ka_ge: დაარეზერვე/აღადგინე მონაცემთა ბაზა
pt_br: Backup e Restauração do Banco de Dados
pt_pt: Backup e Restauro Base de Dados
ru_ru: Резервное копирование и восстановление баз данных

source: Backup paths have not been set correctly.
da_dk: Genvej til sikkerhedskopi er forkert.
es_es: Las rutas del respaldo no han sido configuradas correctamente.
id_id: Alamat file salinan belum diatur dengan benar.
it_it: I percorsi di backup non sono stati impostati correttamente.
ka_ge: სარეზერვო დირექტორიის მისამართი არასწორადაა მითითებული.
pt_br: O diretório do backup não foi configurado corretamente.
pt_pt: A pasta de backup não foi configurada corretamente
ru_ru: Резервное копирование пути не были установлены правильно.

source: Please contact System Administrator.
da_dk: Venligst kontakt systemadministratoren.
es_es: Por favor contacte al Administrador del Sistema.
id_id: Mohon hubungi Administrator Sistem.
it_it: Contattare l'Amministratore di Sistema
ka_ge: მიმართე სისტემის ადმინისტრატორს.
pt_br: Favor contatar o Administrador do Sistema.
pt_pt: Favor contatar o Administrador do Sistema.
ru_ru: Пожалуйста, свяжитесь с системным администратором.

source: cannot find backup directory
da_dk: kan ikke finde sikkerhedskopimappen
es_es: no se encuentra el directorio de respaldo
id_id: tidak dapat menemukan direktori file salinan
it_it: impossibile trovare la directory del backup
ka_ge: სარეზერვო დირექტორია ვერ იქნა ნაპოვნი
pt_br: diretório de backup não encontrado
pt_pt: pasta de backup não encontrada
ru_ru: не могу найти каталог резервного копирования

source: Backup successfully generated.
da_dk: Sikkerhedskopi OK
es_es: El respaldo ha sido generado exitosamente.
id_id: Salinan berhasil dibuat.
it_it: Il backup è stato generato con successo.
ka_ge: დარეზერვება განხორციელდა წარმატებით.
pt_br: Backup gerado com sucesso.
pt_pt: Backup gerado com sucesso.
ru_ru: Резервное копирование успешно создана.

source: Database backup failed.
da_dk: Sikkerhedskopi af databasen mislykkedes.
es_es: Falló el respaldo de la base de datos.
id_id: Database gagal disalin.
it_it: Il backup del database non è riuscito.
ka_ge: მონაცემთა ბაზის დარეზერვება ვერ მოხერხდა.
pt_br: O backup do banco de dados falhou.
pt_pt: O backup da Base de Dados falhou.
ru_ru: Резервное копирование базы данных не удалось.

source: No
da_dk: Nej
id_id: Tidak
ka_ge: არა
pt_br: Não
pt_pt: Não
ru_ru: Нет

source: Restore backup completed.
da_dk: Genskabelse OK
es_es: Restauración del respaldo terminada.
id_id: Pemulihan database selesai.
it_it: Ripristino del backup completato
ka_ge: სარეზერვო ფაილის აღდგენა დასრულდა.
pt_br: Restauração de backup completa.
pt_pt: Restauro do backup completo.
ru_ru: Восстановление резервное копирование завершено.

source: File successfully deleted.
da_dk: Filen slettet.
es_es: Archivo borrado exitosamente.
id_id: File berhasil dihapus.
it_it: File rimosso con successo
ka_ge: ფაილი წარმატებით წაიშალა.
pt_br: Arquivo deletado com sucesso.
pt_pt: Ficheiro apagado com sucesso
ru_ru: Файл успешно удален.

source: Can't delete backup file.
da_dk: Kan ikke slette back-up fil.
es_es: No se pudo borrar archivo de respaldo.
id_id: Gagal menghapus file salinan.
it_it: Il file di backup non pu˜ essere cancellato.
ka_ge: სარეზერვო ფაილის წაშლა შეუძლებელია.
pt_br: Não é possível deletar o arquivo de backup.
pt_pt: Não é possivel apagar o ficheiro de backup

source: You can only upload *.sql backup files
da_dk: Du kan kun uploade *.sql sikkerhedskopifiler
es_es: Solo puede subir archivos de respaldo *.sql
id_id: Anda hanya dapat meng-upload file salinan berekstensi *.sql
it_it: Puoi solo caricare file di backup *.sql
ka_ge: შეგიძლია ატვირთო მხოლოდ *sql სარეზერვო ფაილები
pt_br: Você só pode enviar arquivos de backup *.sql
pt_pt: Só é possivel enviar ficheiro de backup *.sql

source: File uploaded to backup directory
id_id: File berhasil di-upload ke direktori salinan
pt_pt: Ficheiro enviado para pasta de backup
ru_ru: Файл загружен сделать резервную копию каталога

source: File was not uploaded into the system.
da_dk: Filen blev ikke uploadede til systemet.
es_es: El archivo no fue subido al sistema.
id_id: File tidak/belum/gagal di-upload ke sistem.
it_it: Il file non è stato caricato nel sistema.
ka_ge: ფაილი არ ატვირთულა სისტემაში.
pt_br: Arquivo não foi enviado ao sistema.
pt_pt: Ficheiro não foi enviado para o sistema.
ru_ru: Файл не был загружен в систему.

source: Create backup
da_dk: Opret sikkerhedskopi
es_es: Crear respaldo
id_id: Buat salinan
it_it: Crea backup
ka_ge: შექმენი სარეზერვო ფაილი
pt_br: Criar backup
pt_pt: Criar backup
ru_ru: Создание резервной копии

source: Comments:
da_dk: Kommentarer:
es_es: Comentarios:
id_id: Komentar:
it_it: Commenti:
ka_ge: კომენტარები:
pt_br: Comentários:
pt_pt: Comentários:
ru_ru: Комментарии:

source: Compression:
da_dk: Kompression:
es_es: Compresión:
id_id: Kompresi:
it_it: Compressione:
ka_ge: შეკუმშვა:
pt_br: Compressão:
pt_pt: Compressão:
ru_ru: Сжатие:

source: Create Backup
da_dk: Opret Sikkerhedskopi
es_es: Crear Respaldo
id_id: Buat Salinan
it_it: Crea Backup
ka_ge: შექმენი სარეზერვო ფაილი
pt_br: Criar Backup
pt_pt: Criar backup
ru_ru: Создать резервную копию

source: Backup scripts maintenance
da_dk: Backup scripts vedligeholdelse
es_es: Mantención de scripts de respaldo
id_id: Pemeliharaan skrip salinan
it_it: Manutenzione scripts di Backup
ka_ge: სარეზერვო სკრიპტის მოვლა
pt_br: Manutenção dos arquivos de backup
pt_pt: Manutenção dos ficheiros de backup
ru_ru: Резервное копирование сценариев обслуживания

source: View Backup
da_dk: Vis sikkerhedskopi
es_es: Ver Respaldo
id_id: Lihat Salinan
it_it: Visualizza Backup
ka_ge: დაათვალიერე სარეზერვო ფაილი
pt_br: Visualizar Backup
pt_pt: Visualizar Backup
ru_ru: Просмотр резервного копирования

source: Restore Backup
da_dk: Genskab fra sikkerhedskopi
es_es: Restaurar Respaldo
id_id: Pulihkan Salinan
it_it: Ripristino Backup
ka_ge: აღადგინე სარეზერვო ფაილი
pt_br: Restaurar Backup
pt_pt: Restaurar Backup
ru_ru: Восстановление резервного копирования

source: You are about to restore database from backup file. Do you want to continue?
da_dk: Du er ved at gendanne databasen fra backup-fil. Vil du fortsætte?
es_es: Estas a punto de restaurar la base de datos desde el archivo de respaldo. ¿Desea continuar?
id_id: Anda akan memulihkan database dari file salinan. Lanjutkan?
it_it: Stai per ripristinare il databse dal file di backup./nVuoi contiuare?
ka_ge: აღდგება სარეზერვო ფაილი. გსურს გააგრძელო?
pt_br: Você está prestes a restaurar o banco de dados. Você deseja continuar?
pt_pt: Está prestes a restaurar a base de dados. Deseja continuar?

source: Delete Backup
da_dk: Slet sikkerhedskopi
es_es: Borrar Respaldo
id_id: Hapus Salinan
it_it: Cancella Backup
ka_ge: წაშალე სარეზერვო ფაილი
pt_br: Deletar Backup
pt_pt: Apagar Backup
ru_ru: Удалить резервную копию

source: You are about to remove selected backup file. Do you want to continue ?
da_dk: Du er ved at fjerne udvalgte backup-fil. Vil du fortsætte?
es_es: Estás a punto de eliminar el archivo de respaldo seleccionado. ¿Desea continuar?
id_id: Anda akan menghapus file salinan yang dipilih. Lanjutkan?
it_it: Stai per rimuovere il file di backup./nVuoi contiuare?
ka_ge: წაიშლება სარეზერვო ფაილი. გსურს გააგრძელო?
pt_br: Você está prestes a remover um arquivo de backup. Você deseja continuar?
pt_pt: Está prestes a remover o ficheiro de backup selecionado. Deseja continuar?

source: Upload file
da_dk: Upload fil
es_es: Subir archivo
id_id: Unggah file
it_it: Carica file
ka_ge: ატვირთე ფაილი
pt_br: Enviar arquivo
pt_pt: Enviar ficheiro
ru_ru: Загрузить файл

source: Change password
da_dk: Skift adgangskode
es_es: Cambiar contraseña
id_id: Ubah sandi
it_it: Cambia password
ka_ge: შეცვალე პაროლი
pt_br: Alterar senha
pt_pt: Alterar password
ru_ru: Изменить пароль

source: Invalid password entered.
id_id: Sandii salah.
pt_pt: Password digitada é inválida.

source: The password entered must be at least 4 characters long.
da_dk: Adgangskoden skal være på mindst 4 tegn.
es_es: La contraseña introducida debe tener una longitud de al menos 4 carácteres.
id_id: Panjang sandi minimal 4 karakter.
it_it: La password inserita deve essere lunga almeno 4 caratteri.
ka_ge: პაროლი უნდა იყოს მინიმუმ 4 სიმბოლოიანი.
pt_br: A senha deve conter pelo menos 4 caracteres.
pt_pt: A password deve conter pelo menos 4 caracteres.
ru_ru: Введенный пароль должен быть не менее 4 символов.

source: The password cannot contain the user login.
da_dk: Adgangskoden kan ikke være det samme som bruger login.
es_es: La contraseña no puede contener el identificador de usuario.
id_id: Sandi tidak boleh mengandung nama login.
it_it: La password non può contenere il login utente.
ka_ge: პაროლი არ უნდა შეიცავდეს მომხმარებლის სახელს.
pt_br: A senha não pode conter o login do usuário.
pt_pt: A password não pode conter o login do utilizador.
ru_ru: Пароль не может содержать входа пользователя в систему.

source: The passwords entered are not the same.
da_dk: De angivede adgangskoder er ikke ens.
es_es: Las contraseñas introducidas no coinciden.
id_id: Sandi yang dimasukkan tidak sama.
it_it: Le passwords inserite non corrispondono.
ka_ge: პაროლები არ ემთხვევა.
pt_br: As senhas digitadas não são as mesmas.
pt_pt: As passwords digitadas não são as mesmas.
ru_ru: Паролей, вводимых не то же самое.

source: Password cannot be changed in demo mode.
da_dk: Adgangskode kan ikke ændres i demo-tilstand.
es_es: No puede cambiar la contraseña en el modo demo.
id_id: Sandi tidak dapat diubah pada mode uji coba.
it_it: La password non può essere cambiata nella modalità demo.
ka_ge: სადემონსტრაციო მდგომარეობაში პაროლის შეცვლა შეუძლებელია.
pt_br: A senha não pode ser alterada no modo de demonstração.
pt_pt: A password não pode ser alterada no modo de demonstração.
ru_ru: Пароль не может быть изменен в демо-режиме.

source: Your password has been updated.
da_dk: Adgangskoden er opdateret.
es_es: Su contraseña ha sido actualizada.
id_id: Sandi berhasil diubah.
it_it: La tua password è stata aggiornata.
ka_ge: პაროლი განახლებულია.
pt_br: A sua senha foi atualizada.
pt_pt: A sua password foi atualizada.
ru_ru: Ваш пароль был изменен.

source: User login:
da_dk: Bruger log ind:
es_es: Inicio de sesión de usuario:
id_id: Nama Login:
it_it: Login utente:
ka_ge: მომხმარებლის სახელი:
pt_br: Login do Usuário:
pt_pt: Login do Utilizador:
ru_ru: Вход для пользователей:

source: Current Password:
id_id: Sandi saat ini:
pt_pt: Password Actual:

source: New Password:
id_id: Sandi baru:
pt_pt: Nova Password:

source: Repeat New Password:
id_id: Ulangi sandi baru:
pt_pt: Repetir Nova Password:

source: Enter your new password in the fields.
da_dk: Indtast din nye adgangskode i felterne.
es_es: Introduce tu nueva contraseña en los campos.
id_id: Masukkan sandi baru pada tempatnya.
it_it: Inserisci la nuova password nei campi.
ka_ge: შეიყვანე ახალი პაროლი ველში.
pt_br: Digite sua nova senha.
pt_pt: Digite sua nova password.
ru_ru: Введите новый пароль в поля.

source: Company Setup
da_dk: Firmainformation
es_es: Configuración de la Compañía
id_id: Atur Perusahaan
it_it: Set-up azienda
ka_ge: კომპანიის გაწყობა
pt_br: Configuração da Empresa
pt_pt: Configuração da Empresa
ru_ru: Компания установки

source: Login timeout must be positive number not less than 10.
da_dk: Login timeout skal være positive tal, mindst 10.
es_es: El limite de tiempo de la sesión debe ser un numero positivo no menor a 10.
id_id: Batas waktu login harus lebih dari 10.
it_it: La scadenza del login deve essere un numero positivo maggiore di 10.
ka_ge: სისტემაში უმოქმედოდ ყოფნის მსაზღვრელი რიცხვი არ უნდა იყოს 10-ზე ნაკლები.
pt_br: O tempo de expiração de login deve ser maior que 10.
pt_pt: O tempo de expiração de login deve ser maior que 10.
ru_ru: Вход тайм-аута должно быть положительным числом не менее 10.

source: The company name must be entered.
da_dk: Firmanavnet skal angives.
es_es: Debe introducir el nombre de la compañía.
id_id: Nama perusahaan harus diisi.
it_it: Il nome dell'azienda deve essere inserito.
ka_ge: შეიყვანე კომპანიის სახელი.
pt_br: O nome da empresa deve ser digitado.
pt_pt: O nome da empresa deve ser indicado.
ru_ru: Название компании должно быть введено.

source: Only jpg and png files are supported - a file extension of .jpg or .png is expected
da_dk: Kun jpg og png-filer understøttes - forventede filtypenavnet .jpg eller .png
es_es: Sólo archivos jpg y png son soportados - se espera un archivo con extensión .jpg o .png
id_id: Hanya mendukung file jpg dan png.
it_it: Sono supportati solo file jpg e png - ci si aspetta una esetnsione .jpg o .png
ka_ge: მხოლოდ jpg და png გაფართოების ფაილების მხარდაჭერა
pt_br: Somente arquivos jpg e png são suportados - extensão .jpg ou .png é esperado
pt_pt: Somente ficheiros jpg e png são suportados - extensão .jpg ou .png é esperado

source: The file size is over the maximum allowed. The maximum size allowed in KB is
da_dk: Filstørrelsen overskrider det maksimale. Den maksimale størrelse i KB er
es_es: El tamaño de archivo es mayor al máximo permitido. El tamaño máximo permitido en KB es
id_id: Ukuran file lebih dari batas maksimal. Ukuran maksimal dalam KB adalah
it_it: La dimensione del file supera il limite massimo consentito. Il limite è KB
ka_ge: ფაილის ზომა მაქსიმუმზე მეტი დასაშვებია. მაქსიმუმ დასაშვები ფაილის ზომა KB-ებში არის
pt_br: O tamanho do arquivo ultrapassa o máximo permitido. O tamanho máximo em KB é
pt_pt: O tamanho do ficheiro ultrapassa o máximo permitido. O tamanho máximo em KB é

source: Only graphics files can be uploaded
da_dk: Du kan kun uploade grafiske filer
es_es: Sólo archivos gráficos pueden ser subidos
id_id: Hanya file grafik yang dapat di-unggah
it_it: Possono essere caricati solo file grafici
ka_ge: მხოლოდ გრაფიკული ფაილების ატვირთვა არის შესაძლებელი
pt_br: Somente arquivos de imagens podem ser enviados
pt_pt: Somente ficheiros de imagens podem ser enviados
ru_ru: Только графические файлы могут быть загружены

source: The existing image could not be removed
da_dk: Eksisterende billede kan ikke fjernes
es_es: La imagen existente no puede ser eliminada.
id_id: Gambar yang ada tidak dapat dihilangkan
it_it: L'immagine esistente non può essere rimossa
ka_ge: არსებული გრაფიკის წაშლა შეუძლებელია
pt_br: A imagem existente não pode ser removida
pt_pt: A imagem existente não pode ser removida
ru_ru: Существующее изображение не может быть удален

source: Error uploading logo file
da_dk: Fejl i forbindelse med upload af logo
es_es: Error al subir archivo de logotipo
id_id: Gagal mengunggah file logo
it_it: Errore nel caricamento del file del logo
ka_ge: შეცდომაა ლოგოს ფაილის ატვირთვისას
pt_br: Erro ao enviar arquivo de logo
pt_pt: Erro ao enviar ficheiro de logo
ru_ru: Ошибка загрузки файла логотипа

source: Company setup has been updated.
da_dk: Firmainformation er opdateret.
es_es: La configuración de la compañía ha sido actualizada.
id_id: Pengaturan perusahaan berhasil diperbarui.
it_it: Il setup dell'azienda è stato aggiornato.
ka_ge: კომპანიის გაწყობა განახლებულია.
pt_br: A configuração da empresa foi atualizada.
pt_pt: A configuração da empresa foi atualizada.
ru_ru: Компания установки была обновлена.

source: Name (to appear on reports):
da_dk: Navn (vises på rapporter):
es_es: Nombre (que aparecerá en los reportes):
id_id: Nama (yang muncul pada laporan):
it_it: Nome (che comparirà nei report):
ka_ge: სახელწოდება (რეპორტებზე ასასახი):
pt_br: Nome (para os relatórios):
pt_pt: Nome (para os relatórios):

source: Address:
da_dk: Adresse:
es_es: Dirección:
id_id: Alamat:
it_it: Indirizzo:
ka_ge: მისამართი:
pt_br: Endereço:
pt_pt: Endereço:
ru_ru: Адрес:

source: Domicile:
da_dk: Hovedsæde:
es_es: Domicilio:
id_id: Domisili:
it_it: Domicilio:
ka_ge: იურიდიული მისამართი:
pt_br: Domicílio:
pt_pt: Domicílio:
ru_ru: Место нахождения:

source: Phone Number:
da_dk: Telefon nummer:
es_es: Número de Teléfono:
id_id: No Telepon:
it_it: Telefono:
ka_ge: ტელეფონის #:
pt_br: Telefone:
pt_pt: Telefone:
ru_ru: Номер телефона:

source: Fax Number:
da_dk: Fax:
es_es: Número de Fax:
id_id: No Fax:
it_it: Fax:
ka_ge: ფაქსის #:
pt_br: Fax:
pt_pt: Fax:
ru_ru: Номер факса:

source: Email Address:
da_dk: Email adresse:
es_es: Dirección de Mail:
id_id: Alamat Email:
it_it: Email:
ka_ge: ელ.ფოსტის მისამართი:
pt_br: E-mail:
pt_pt: E-mail:
ru_ru: Адрес электронной почты:

source: BCC Address for all outgoing mails:
id_id: Alamat BCC untuk seluruh mail yang dikirimkan:
pt_pt: Endereço BCC para todos os e-mails de saída:
ru_ru: BCC адресов для всех исходящих писем:
