Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.8-1.po
Languages: ta_in

source: Location Notifications:
ta_in: இருப்பிட அறிவிப்புகள்:

source: Allow Negative Prices:
ta_in: எதிர்மறை விலைகளை அனுமதி:

source: Items Defaults
ta_in: விடயங்கள் இயல்புநிலை

source: Inventory Account:
ta_in: சரக்குக் கணக்கு:

source: C.O.G.S. Account:
ta_in: C.O.G.S. கணக்கு:

source: Inventory Adjustments Account:
ta_in: சரக்கு சரிசெய்தல் கணக்கு:

source: WIP Account:
ta_in: WIP கணக்கு:

source: Fixed Assets Defaults
ta_in: நிலையான சொத்துகள் தவறுகள்

source: Loss On Asset Disposal Account:
ta_in: சொத்து நீக்கல் கணக்கில் இழப்பு:

source: Depreciation Period:
ta_in: தேய்மான காலம்:

source: Monthly
ta_in: மாதாந்திர

source: Yearly
ta_in: வருடாந்திரம்

source: Manufacturing Defaults
ta_in: உற்பத்தித் தவறுகள்

source: Work Order Required By After:
ta_in: வேலை ஆணை பின்னர் தேவைப்படுகிறது:

source: Install Charts of Accounts
ta_in: கணக்குகளின் விளக்கப்படங்களை நிறுவவும்

source: Selected chart has been successfully deleted
ta_in: தேர்ந்தெடுத்த விளக்கப்படம் வெற்றிகரமாக நீக்கப்பட்டது

source: No optional chart of accounts is currently available.
ta_in: கணக்குகளின் எந்த விருப்ப வரைபடமும் தற்போது கிடைக்கவில்லை.

source: Chart
ta_in: விளக்கப்படம்

source: Installed
ta_in: நிறுவப்பட்ட

source: Available
ta_in: கிடைக்கும்

source: Encoding
ta_in: என்கோடிங்

source: Unknown
ta_in: தெரியாத

source: Install
ta_in: நிறுவ

source: Upload and install latest extension package
ta_in: சமீபத்திய நீட்டிப்பு தொகுப்பை பதிவேற்றி நிறுவவும்

source: You are about to remove package \'%s\'. Do you want to continue ?
ta_in: நீங்கள் தொகுப்பை \'%s\' அகற்ற உள்ளீர்கள். தொடர விரும்புகிறீர்களா?

source: Install/Update Languages
ta_in: நிறுவு/புதுப்பி மொழிகள்

source: Name
ta_in: பெயர்

source: Right To Left
ta_in: வலது இடது

source: Supported
ta_in: ஆதரிக்கப்படும்

source: Display also languages not supported by server locales
ta_in: சர்வர் லோக்கல்ஸால் ஆதரிக்கப்படாத மொழிகளையும் கூட காட்டவும்

source: Edit non standard language configuration
ta_in: நிலையான மொழி கட்டமைப்பைத் திருத்தவும்

source: Upload and install latest language package
ta_in: சமீபத்திய மொழி தொகுப்பு பதிவேற்ற மற்றும் நிறுவ

source: You are about to remove language \'%s\'. Do you want to continue ?
ta_in: நீங்கள் மொழியை \'%s\' அகற்றுவீர்கள். தொடர விரும்புகிறீர்களா?

source: The marked language is the current language which cannot be deleted.
ta_in: குறிக்கப்பட்ட மொழி தற்போதைய மொழியாக நீக்கப்படமுடியாது.

source: Update default
ta_in: இயல்புநிலை புதுப்பிக்கவும்

source: Add new language manually
ta_in: கைமுறையாக புதிய மொழியை சேர்க்கவும்

source: Language name, code nor encoding cannot be empty
ta_in: மொழி பெயர், குறியீடு அல்லது குறியாக்கம் காலியாக இருக்க முடியாது

source: Standard package for this language is already installed. If you want to install this language manually, uninstall standard language package first.
ta_in: இந்த மொழிக்கான நிலையான தொகுப்பு ஏற்கனவே நிறுவப்பட்டுள்ளது. இந்த மொழியை நீங்கள் கைமுறையாக நிறுவ வேண்டுமெனில், முதலில் தர மொழியைப் பயன்படுத்தவும்.

source: Language Code
ta_in: மொழி குறியீடு

source: Language Name
ta_in: மொழி பெயர்

source: Default Language
ta_in: இயல்புநிலை மொழி

source: Language File
ta_in: மொழி கோப்பு

source: Select your language files from your local harddisk.
ta_in: உங்கள் உள்ளூர் ஹார்டிடஸ்க் இலிருந்து உங்கள் மொழி கோப்புகளைத் தேர்ந்தெடுக்கவும்.

source: Install/Activate extensions
ta_in: நிறுவு/நீட்டிப்புகளை செயல்படுத்தவும்

source: Selected extension has been successfully deleted
ta_in: தேர்ந்தெடுத்த நீட்டிப்பு வெற்றிகரமாக நீக்கப்பட்டது

source: Extension
ta_in: நீட்டிப்பு

source: Modules provided
ta_in: தொகுதிகள் வழங்கப்பட்டன

source: Options provided
ta_in: விருப்பங்கள் வழங்கப்பட்டன

source: Install third-party extension.
ta_in: மூன்றாம் தரப்பு நீட்டிப்பை நிறுவுக.

source: Active
ta_in: செயலில்

source: Package '%s' is incompatible with current application version and cannot be activated.
ta_in: தொகுப்பு '%s' தற்போதைய பயன்பாட்டு பதிப்போடு இணக்கமற்றது மற்றும் செயல்படுத்தப்படாது.

source: Check Install/Activate page for newer package version.
ta_in: புதிய தொகுப்பு பதிப்பை நிறுவ/நிறுவு என்பதை சரிபார்க்கவும்.

source: Status change for some extensions failed.
ta_in: சில நீட்டிப்புகளுக்கான நிலைமாற்றம் தோல்வியடைந்தது.

source: Current active extensions set has been saved.
ta_in: தற்போதைய செயலில் நீட்டிப்புகளின் தொகுப்பு சேமிக்கப்பட்டது.

source: Extensions:
ta_in: நீட்சிகள்:

source: No optional extension module is currently available.
ta_in: விருப்ப நீட்டிப்பு தொகுதி தற்போது இல்லை.

source: Install Themes
ta_in: தீம்கள் நிறுவவும்

source: Selected theme has been successfully deleted
ta_in: தேர்ந்தெடுத்த தீம் வெற்றிகரமாக நீக்கப்பட்டது

source: Theme
ta_in: தீம்

source: No optional theme is currently available.
ta_in: தற்போது விருப்பமான தீம் இல்லை.

source: Software Upgrade
ta_in: மென்பொருள் மேம்படுத்தல்

source: Select company to be upgraded.
ta_in: மேம்படுத்துவதற்கு நிறுவனத்தைத் தேர்ந்தெடுக்கவும்.

source: Company upgraded successfully.
ta_in: நிறுவனத்தின் வெற்றிகரமாக மேம்படுத்தப்பட்டது.

source: Table set
ta_in: டேபிள் செட்

source: Current version
ta_in: நடப்பு வடிவம்

source: Last log
ta_in: கடைசி பதிவு

source: Upgrade
ta_in: மேம்படுத்தல்

source: View log
ta_in: பதிவைப் பார்க்கவும்

source: Clear
ta_in: தெளிவு

source: Clear log
ta_in: தெளிவான பதிவு

source: Do you really want to clear this upgrade log?
ta_in: நீங்கள் உண்மையில் இந்த மேம்படுத்தல் பதிவு அழிக்க வேண்டுமா?

source: Up to date
ta_in: தேதி வரை

source: All company database schemes are up to date.
ta_in: அனைத்து நிறுவன தரவுத்தள திட்டங்களும் தேதி வரை உள்ளன.

source: Select company for incremental upgrade.
ta_in: மேம்பட்ட மேம்பாட்டிற்கான நிறுவனத்தைத் தேர்ந்தெடுக்கவும்.

source: Save database and perform upgrade
ta_in: தரவுத்தளத்தை சேமித்து மேம்படுத்தவும்

source: Payment Terms
ta_in: கட்டண வரையறைகள்

source: The number of days or the day in the following month must be numeric.
ta_in: அடுத்த மாதத்தில் நாட்களின் எண்ணிக்கை அல்லது நாளின் எண் இருக்க வேண்டும்.

source: The Terms description must be entered.
ta_in: விதிமுறைகள் விளக்கம் உள்ளிடப்பட வேண்டும்.

source: Selected payment terms have been updated
ta_in: தேர்ந்தெடுக்கப்பட்ட கட்டண விதிமுறைகள் புதுப்பிக்கப்பட்டுள்ளன

source: New payment terms have been added
ta_in: புதிய கட்டண விதிமுறைகள் சேர்க்கப்பட்டுள்ளன

source: Cannot delete this payment term, because customer accounts have been created referring to this term.
ta_in: வாடிக்கையாளர் கணக்குகள் இந்த காலவரை குறிப்பிட்டுள்ளதால், இந்த கட்டண காலத்தை நீக்க முடியாது.

source: Cannot delete this payment term, because supplier accounts have been created referring to this term
ta_in: இந்த கட்டண காலத்தை நீக்க முடியாது, ஏனென்றால் வழங்குநரின் கணக்குகள் இந்த காலவரை குறிப்பிட்டுள்ளன

source: Selected payment terms have been deleted
ta_in: தேர்ந்தெடுக்கப்பட்ட கட்டண விதிமுறைகள் நீக்கப்பட்டன

source: Type
ta_in: வகை

source: Due After/Days
ta_in: /நாட்களுக்கு பிறகு

source: N/A
ta_in: பொ/இ

source: Terms Description:
ta_in: விதிமுறைகள் விவரம்:

source: Payment type:
ta_in: கட்டணம் வகை:

source: Days (Or Day In Following Month):
ta_in: நாட்கள் (அல்லது மாதம் தொடர்ந்து மாதத்தில்):

source: Printer Locations
ta_in: அச்சுப்பொறி இடங்கள்

source: Printer name cannot be empty.
ta_in: அச்சுப்பொறிப் பெயர் காலியாக இருக்க முடியாது.

source: You have selected printing to server at user IP.
ta_in: பயனர் ஐபி சேவையகத்திற்கு அச்சிடுவதைத் தேர்ந்தெடுத்தீர்கள்.

source: Timeout cannot be less than zero nor longer than 60 (sec).
ta_in: காலாவதியானது பூஜ்ஜியத்தை விட குறைவாகவோ அல்லது 60 (நொடி) க்கும் அதிகமாக இருக்கக்கூடாது.

source: New printer definition has been created
ta_in: புதிய அச்சுப்பொறி வரையறை உருவாக்கப்பட்டது

source: Selected printer definition has been updated
ta_in: தேர்ந்தெடுத்த பிரிண்டர் வரையறை புதுப்பிக்கப்பட்டது

source: Cannot delete this printer definition, because print profile have been created using it.
ta_in: இந்த அச்சுப்பொறியின் வரையறையை நீக்க முடியாது, ஏனென்றால் அச்சிடல் சுயவிவரம் அதைப் பயன்படுத்தி உருவாக்கப்பட்டது.

source: Selected printer definition has been deleted
ta_in: தேர்ந்தெடுக்கப்பட்ட பிரிண்டர் வரையறை நீக்கப்பட்டது

source: Printer Queue
ta_in: பிரிண்டர் வரிசை

source: Printer Name
ta_in: அச்சுப்பொறி பெயர்

source: Printer Description
ta_in: அச்சுப்பொறி விளக்கம்

source: Host name or IP
ta_in: புரவலன் பெயர் அல்லது ஐபி

source: Timeout
ta_in: நேரம் முடிந்தது

source: Printing Profiles
ta_in: அச்சு சுயவிவரங்கள்

source: Default printing destination
ta_in: இயல்புநிலை அச்சிடும் இலக்கு

source: Printing profile name cannot be empty.
ta_in: அச்சிடும் சுயவிவரத்தின் பெயர் காலியாக இருக்க முடியாது.

source: New printing profile has been created
ta_in: புதிய அச்சிடும் சுயவிவரம் உருவாக்கப்பட்டது

source: Printing profile has been updated
ta_in: அச்சிடல் சுயவிவரம் புதுப்பிக்கப்பட்டது

source: Selected printing profile has been deleted
ta_in: தேர்ந்தெடுக்கப்பட்ட அச்சிடும் சுயவிவரம் நீக்கப்பட்டது

source: Select printing profile
ta_in: அச்சிடும் சுயவிவரத்தைத் தேர்ந்தெடுக்கவும்

source: New printing profile
ta_in: புதிய அச்சிடும் சுயவிவரம்

source: Printing Profile Name
ta_in: அச்சிடும் சுயவிவர பெயர்

source: Report Id
ta_in: அறிக்கை ஐடி

source: Printer
ta_in: பிரிண்டர்

source: Browser support
ta_in: உலாவி ஆதரவு

source: no title was found in this report definition file.
ta_in: இந்த அறிக்கையில் வரையறுக்கப்பட்ட கோப்பில் எந்தப் பெயரும் இல்லை.

source: Add New Profile
ta_in: புதிய சுயவிவரத்தைச் சேர்க்கவும்

source: Update Profile
ta_in: சுயவிவரத்தை புதுப்பிக்கவும்

source: Update printer profile
ta_in: அச்சுப்பொறி சுயவிவரத்தை புதுப்பிக்கவும்

source: Delete Profile
ta_in: சுயவிவரத்தை நீக்கு

source: Delete printer profile (only if not used by any user)
ta_in: அச்சுப்பொறி சுயவிவரத்தை நீக்கு (எந்த பயனரால் பயன்படுத்தப்படாவிட்டால் மட்டும்)

source: Access setup
ta_in: அணுகல் அமைப்பு

source: Role description cannot be empty.
ta_in: பங்கு விளக்கம் காலியாக இருக்க முடியாது.

source: Role name cannot be empty.
ta_in: பங்கு பெயரை காலியாக இருக்க முடியாது.

source: Access level edition in Company setup section have to be enabled for your account.
ta_in: நிறுவனத்தின் கணக்கு பிரிவில் அணுகல் நிலை பதிப்பை உங்கள் கணக்கில் செயல்படுத்த வேண்டும்.

source: New security role has been added.
ta_in: புதிய பாதுகாப்பு பாத்திரம் சேர்க்கப்பட்டது.

source: Security role has been updated.
ta_in: பாதுகாப்பு பாத்திரம் மேம்படுத்தப்பட்டது.

source: This role is currently assigned to some users and cannot be deleted
ta_in: இந்த பாத்திரம் தற்போது சில பயனர்களுக்கு ஒதுக்கப்பட்டிருக்கிறது மற்றும் நீக்கப்பட முடியாது

source: Security role has been sucessfully deleted.
ta_in: பாதுகாப்புப் பங்கு வெற்றிகரமாக நீக்கப்பட்டது.

source: Role:
ta_in: ரோல்:

source: Show inactive:
ta_in: செயலற்றவை காட்டு:

source: Role name:
ta_in: பங்குப் பெயர்:

source: Role description:
ta_in: பங்கு விளக்கம்:

source: Current status:
ta_in: தற்போதைய நிலை:

source: On/off set of features
ta_in: அம்சங்களின் தொகுப்பு ஆஃப்/ஆஃப்

source: Update view
ta_in: காட்சி புதுப்பிக்கவும்

source: Insert New Role
ta_in: புதிய பங்கைச் செருகவும்

source: Save Role
ta_in: பங்கு சேமிக்க

source: Clone This Role
ta_in: இந்த கதாபாத்திரம் குளோன்

source: Delete This Role
ta_in: இந்த பங்கை நீக்கு

source: Cancel
ta_in: ரத்து

source: Cancel Edition
ta_in: பதிப்பு ரத்து

source: Shipping Company
ta_in: கப்பல் நிறுவனம்

source: The shipping company name cannot be empty.
ta_in: கப்பல் நிறுவனத்தின் பெயர் காலியாக இருக்க முடியாது.

source: New shipping company has been added
ta_in: புதிய கப்பல் நிறுவனம் சேர்க்கப்பட்டுள்ளது

source: Selected shipping company has been updated
ta_in: தேர்ந்தெடுக்கப்பட்ட கப்பல் நிறுவனம் புதுப்பிக்கப்பட்டது

source: Cannot delete this shipping company because sales orders have been created using this shipper.
ta_in: விற்பனை கப்பல்கள் இந்த கப்பல் சேவையைப் பயன்படுத்தி உருவாக்கப்பட்டது என்பதால், இந்த கப்பல் நிறுவனத்தை நீக்க முடியாது.

source: Cannot delete this shipping company because invoices have been created using this shipping company.
ta_in: இந்த கப்பல் நிறுவனத்தை பயன்படுத்தி விவரங்கள் உருவாக்கப்பட்டதால், இந்த கப்பல் நிறுவனத்தை நீக்க முடியாது.

source: Selected shipping company has been deleted
ta_in: தேர்ந்தெடுக்கப்பட்ட கப்பல் நிறுவனம் நீக்கப்பட்டது

source: Contact Person
ta_in: நபர் தொடர்பு

source: Phone Number
ta_in: தொலைபேசி எண்

source: Secondary Phone
ta_in: இரண்டாம்நிலை தொலைபேசி

source: Address
ta_in: முகவரி

source: Name:
ta_in: பெயர்:

source: Contact Person:
ta_in: தொடர்பு நபரை:

source: Secondary Phone Number:
ta_in: இரண்டாம் நிலை தொலைபேசி எண்:

source: System Diagnostics
ta_in: கணினி கண்டறிதல்

source: Unspecified tag type
ta_in: குறிப்பிடப்படாத குறிச்சொல் வகை

source: Account Tags
ta_in: கணக்கு குறிச்சொற்கள்

source: Dimension Tags
ta_in: பரிமாண குறிச்சொற்கள்

source: The tag name cannot be empty.
ta_in: குறிச்சொல் பெயர் காலியாக இருக்க முடியாது.

source: Selected tag settings have been updated
ta_in: தேர்ந்தெடுத்த குறிச்சொல் அமைப்புகள் புதுப்பிக்கப்பட்டுள்ளன

source: New tag has been added
ta_in: புதிய குறி சேர்க்கப்பட்டுள்ளது

source: Cannot delete this tag because records have been created referring to it.
ta_in: இந்த குறியை நீக்க முடியாது, ஏனென்றால் அதைப் பற்றி பதிவுகள் உருவாக்கப்பட்டன.

source: Selected tag has been deleted
ta_in: தேர்ந்தெடுத்த டேக் நீக்கப்பட்டது

source: Tag Name
ta_in: குறிச்சொல் பெயர்

source: Tag Description
ta_in: குறி விளக்கம்

source: Tag Name:
ta_in: குறிச்சொல் பெயர்:

source: Tag Description:
ta_in: குறிச்சொல் விளக்கம்:

source: Users
ta_in: பயனர்கள்

source: The user login entered must be at least 4 characters long.
ta_in: உள்ளிட்ட பயனர் உள்நுழைவு குறைந்தபட்சம் 4 எழுத்துகள் இருக்க வேண்டும்.

source: The selected user has been updated.
ta_in: தேர்ந்தெடுத்த பயனர் புதுப்பிக்கப்பட்டது.

source: A new user has been added.
ta_in: ஒரு புதிய பயனர் சேர்க்கப்பட்டுள்ளது.

source: Cannot delete this user because entries are associated with this user.
ta_in: இந்த பயனருடன் உள்ளீடுகளை இணைத்துள்ளதால், இந்த பயனரை நீக்க முடியாது.

source: User has been deleted.
ta_in: பயனர் நீக்கப்பட்டது.

source: User login
ta_in: பயனர் உள்நுழைவு

source: Full Name
ta_in: முழு பெயர்

source: Phone
ta_in: தொலைபேசி

source: E-mail
ta_in: மின்னஞ்சல்

source: Last Visit
ta_in: கடந்த வருகை

source: Access Level
ta_in: அணுகல் நிலை

source: User Login:
ta_in: பயனர் உள்நுழைவு:

source: Enter a new password to change, leave empty to keep current.
ta_in: மாற்ற ஒரு புதிய கடவுச்சொல்லை உள்ளிடுக, தற்போதைய வைத்திருக்க காலியாக விடவும்.

source: Telephone No.:
ta_in: தொலைபேசி எண்.:

source: Access Level:
ta_in: அணுகல் நிலை:

source: User's POS
ta_in: பயனர் POS

source: Use popup window for reports:
ta_in: அறிக்கைகள் பாப் அப் விண்டோவைப் பயன்படுத்தவும்:

source: View or Print Transactions
ta_in: பார்வை அல்லது அச்சிடும் பரிவர்த்தனைகள்

source: Print
ta_in: அச்சு

source: Only documents can be printed.
ta_in: ஆவணங்களை மட்டுமே அச்சிட முடியும்.

source: from #:
ta_in: # இலிருந்து

source: Search
ta_in: தேடல்

source: The starting transaction number is expected to be numeric and greater than zero.
ta_in: தொடங்கும் பரிவர்த்தனை எண் பூஜ்ஜியத்தை விட எண்ணி மற்றும் அதிகமானதாக இருக்கும் என எதிர்பார்க்கப்படுகிறது.

source: The ending transaction number is expected to be numeric and greater than zero.
ta_in: முடிவான பரிவர்த்தனை எண் பூஜ்ஜியத்தை விட எண் மற்றும் அதிகமானதாக இருக்கும் என எதிர்பார்க்கப்படுகிறது.

source: Date
ta_in: தேதி

source: GL
ta_in: ஜீ

source: Void a Transaction
ta_in: ஒரு பரிவர்த்தனை ரத்து செய்யப்பட்டது

source: Select
ta_in: தேர்வு

source: Transaction Type:
ta_in: பரிவர்த்தனை வகை:

source: Marked transactions will be voided.
ta_in: குறிக்கப்பட்ட பரிவர்த்தனைகள் ரத்து செய்யப்படும்.

source: Transaction #:
ta_in: பரிவர்த்தனை #:

source: Voiding Date:
ta_in: வெயிட்டிங் தேதி:

source: Memo:
ta_in: மெமோ:

source: Void Transaction
ta_in: தவறான பரிவர்த்தனை

source: The entered transaction does not exist or cannot be voided.
ta_in: உள்ளிட்ட பரிவர்த்தனை இல்லை அல்லது வரக்கூடாது.

source: The void cannot be processed because there is an insufficient quantity for item:
ta_in: உருப்படிக்கு போதுமான அளவு இல்லை, ஏனெனில் இந்த ரத்து செயலாக்கப்பட முடியாது:

source: Quantity On Hand
ta_in: கையில் அளவு

source: Are you sure you want to void this transaction ? This action cannot be undone.
ta_in: இந்த பரிவர்த்தனை ரத்துசெய்ய விரும்புகிறீர்களா? இந்த செயலைச் செயல்தவிர்க்க முடியாது.

source: Proceed
ta_in: தொடர

source: The selected transaction was closed for edition and cannot be voided.
ta_in: தேர்ந்தெடுக்கப்பட்ட பரிவர்த்தனை பதிப்பிற்காக மூடப்பட்டது மற்றும் ரத்து செய்யப்பட முடியாது.

source: The entered date is invalid.
ta_in: உள்ளிட்ட தேதி செல்லாதது.

source: The entered date is out of fiscal year or is closed for further data entry.
ta_in: நுழைந்த தேதி நிதியாண்டில் இல்லை அல்லது மேலும் தரவு நுழைவுக்காக மூடப்பட்டுள்ளது.

source: The transaction number is expected to be numeric and greater than zero.
ta_in: பரிவர்த்தனை எண் பூஜ்ஜியத்தை விட எண் மற்றும் அதிகமானதாக இருக்கும் என எதிர்பார்க்கப்படுகிறது.

source: The selected transaction has already been voided.
ta_in: தேர்ந்தெடுக்கப்பட்ட பரிவர்த்தனை ஏற்கனவே நீக்கப்பட்டிருக்கிறது.

source: Selected transaction has been voided.
ta_in: தேர்ந்தெடுக்கப்பட்ட பரிவர்த்தனை நீக்கப்பட்டது.

source: Attached File:
ta_in: இணைக்கப்பட்டுள்ள கோப்பு:

source: The Retained Earnings Account or the Profit and Loss Year Account has not been set in System and General GL Setup
ta_in: தக்க வருவாய் கணக்கு அல்லது லாபம் மற்றும் இழப்பு வருடாந்திர கணக்கு முறைமை மற்றும் பொது GL அமைப்பில் அமைக்கப்படவில்லை

source: Closing Year
ta_in: மூடு வருடம்

source: Open Balance
ta_in: திறந்த இருப்பு

source: Cannot open the extension setup file '%s' for writing.
ta_in: நீட்டிப்பு அமைப்பு கோப்பு '%s' திறக்க முடியவில்லை.

source: Cannot write to the extensions setup file '%s'.
ta_in: '%s' நீட்டிப்புகள் அமைப்பு கோப்புக்கு எழுத முடியாது.

source: Cannot update system extensions list.
ta_in: கணினி நீட்டிப்பு பட்டியலைப் புதுப்பிக்க முடியவில்லை.

source: Cannot update extensions list for company '%s'.
ta_in: நிறுவனத்தின் '%s' க்கான நீட்டிப்பு பட்டியலை புதுப்பிக்க முடியவில்லை.

source: Cannot open the languages file -
ta_in: மொழிகள் கோப்பு திறக்க முடியாது -

source: Cannot write to the language file -
ta_in: மொழி கோப்புக்கு எழுத முடியாது -

source: The language files folder
ta_in: மொழி கோப்புகளை அடைவு

source: This is new format backup file which cannot be restored on database not migrated to utf8.
ta_in: இது புதிய வடிவம் காப்பு பிரதி கோப்பு ஆகும், இது utf8 க்கு நகர்த்தாத தரவுத்தளத்தில் மீட்டமைக்க முடியாது.

source: SQL script execution failed in line %d: %s
ta_in: %d: %s வரிக்கு SQL ஸ்கிரிப்ட் செயல்படுத்தல் தோல்வியடைந்தது

source: user online
ta_in: பயனர் ஆன்லைன்

source: users online
ta_in: ஆன்லைன் பயனர்கள்

source: This transaction was already voided before.
ta_in: இந்த பரிவர்த்தனை ஏற்கனவே முன்னர் குற்றம்சாட்டப்பட்டது.

source: This transaction cannot be voided because it is part of Work Order %s costs.
ta_in: இந்த பரிவர்த்தனை செயலிழக்கப்படாது, ஏனென்றால் அது வேலை ஆணை%s செலவின் ஒரு பகுதியாகும்.

source: This transaction cannot be voided because the operation would decrease account balance below allowed limit in some point of account history.
ta_in: இந்த பரிவர்த்தனை ரத்து செய்யப்படாது, ஏனெனில் கணக்கு வரலாற்றின் சில புள்ளியில் செயல்பாட்டை வரம்புக்குட்பட்டால் கணக்கு இருப்பு குறைக்கப்படும்.

source: This invoice cannot be voided because it was already credited.
ta_in: இது ஏற்கனவே வரவு வைக்கப்பட்டுள்ளதால், இந்த விலைப்பட்டியல் விலக்கப்பட முடியாது.

source: This delivery cannot be voided because it was already invoiced.
ta_in: ஏற்கனவே விநியோகிக்கப்பட்டதால் இந்த விநியோகத்தை ரத்து செய்ய முடியாது.

source: This transaction type cannot be voided.
ta_in: இந்த பரிவர்த்தனை வகை நீக்கப்பட்டிருக்க முடியாது.

source: This GRN cannot be voided because it was already invoiced.
ta_in: இது ஏற்கனவே Invoiced ஏனெனில் இந்த GRN குத்தியதாக முடியாது.

source: Error encountered when voiding transaction.
ta_in: பரிவர்த்தனை வாங்கும் போது பிழை ஏற்பட்டது.

source: Selected document cannot be voided because related Work Order %s is already closed.
ta_in: தொடர்புடைய பணி ஆர்டர்%s ஏற்கனவே மூடப்பட்டுவிட்டது என்பதால் தேர்ந்தெடுக்கப்பட்ட ஆவணம் ரத்து செய்யப்படாது.

source: Voided.
ta_in: வெளியேற்றப்பட்ட.

source: &Sales
ta_in: விற்பனை

source: Transactions
ta_in: பரிவர்த்தனைகள்

source: Sales &Quotation Entry
ta_in: விற்பனை மேற்கோள் நுழைவு

source: Sales &Order Entry
ta_in: விற்பனை ஆர்டர் நுழைவு

source: Direct &Delivery
ta_in: நேரடி டெலிவரி

source: Direct &Invoice
ta_in: நேரடி விலைப்பட்டியல்

source: &Delivery Against Sales Orders
ta_in: விற்பனையாளர்களுக்கு எதிராக டெலிவரி

source: &Invoice Against Sales Delivery
ta_in: விற்பனை விநியோகத்திற்கு எதிராக விலைப்பட்டியல்

source: &Template Delivery
ta_in: டெலிவரி டெலிவரி

source: &Template Invoice
ta_in: டெம்ப்ளேட் விலைப்பட்டியல்

source: &Create and Print Recurrent Invoices
ta_in: தொடர்ச்சியான பற்றுச்சீட்டுகளை உருவாக்குங்கள் மற்றும் அச்சிடுக

source: Customer &Payments
ta_in: வாடிக்கையாளர் கொடுப்பனவு

source: Invoice &Prepaid Orders
ta_in: விலைப்பட்டியல் ப்ரீபெய்டு ஆணைகள்

source: Customer &Credit Notes
ta_in: வாடிக்கையாளர் கடன் குறிப்புகள்

source: &Allocate Customer Payments or Credit Notes
ta_in: வாடிக்கையாளர் கொடுப்பனவுகள் அல்லது கடன் குறிப்புகளை ஒதுக்குதல்

source: Inquiries and Reports
ta_in: விசாரணைகள் மற்றும் அறிக்கைகள்

source: Sales Quotation I&nquiry
ta_in: விற்பனை மேற்கோள் விசாரணைகள்

source: Sales Order &Inquiry
ta_in: விற்பனை ஆணை விசாரணைகள்

source: Customer Transaction &Inquiry
ta_in: வாடிக்கையாளர் பரிவர்த்தனை விசாரணைகள்

source: Customer Allocation &Inquiry
ta_in: வாடிக்கையாளர் ஒதுக்கீடு விசாரணை

source: Customer and Sales &Reports
ta_in: வாடிக்கையாளர் மற்றும் விற்பனை மற்றும் அறிக்கைகள்

source: Maintenance
ta_in: பராமரிப்பு

source: Add and Manage &Customers
ta_in: சேர் மற்றும் நிர்வகி வாடிக்கையாளர்கள்

source: Customer &Branches
ta_in: வாடிக்கையாளர் கிளைகள்

source: Sales &Groups
ta_in: விற்பனை குழுக்கள்

source: Recurrent &Invoices
ta_in: மீண்டும் மீண்டும் பொருள்

source: Sales T&ypes
ta_in: விற்பனை வகைகள்

source: Sales &Persons
ta_in: விற்பனை மற்றும் நபர்கள்

source: Sales &Areas
ta_in: விற்பனை மற்றும் பகுதிகள்

source: Credit &Status Setup
ta_in: கடன் நிலைமை அமைப்பு

source: &Dimensions
ta_in: பரிமாணங்கள்

source: Dimension &Entry
ta_in: பரிமாணம் நுழைவு

source: &Outstanding Dimensions
ta_in: சிறந்த பரிமாணங்கள்

source: Dimension &Inquiry
ta_in: பரிமாணமும் விசாரணையும்

source: Dimension &Reports
ta_in: பரிமாணம் அறிக்கைகள்

source: Dimension &Tags
ta_in: பரிமாணம் குறிச்சொற்கள்

source: &Fixed Assets
ta_in: நிலையான சொத்துக்கள்

source: Fixed Assets &Purchase
ta_in: நிலையான சொத்துகள் கொள்முதல்

source: Fixed Assets Location &Transfers
ta_in: நிலையான சொத்துகள் இடம் இடமாற்றங்கள்

source: Fixed Assets &Disposal
ta_in: நிலையான சொத்துகள் அகற்றல்

source: Fixed Assets &Sale
ta_in: நிலையான சொத்துகள் விற்பனை

source: Process &Depreciation
ta_in: செயல்முறை மற்றும் தேய்மானம்

source: Fixed Assets &Movements
ta_in: நிலையான சொத்துகள் இயக்கங்கள்

source: Fixed Assets In&quiry
ta_in: நிலையான சொத்துக்கள் விசாரணை

source: Fixed Assets &Reports
ta_in: நிலையான சொத்துகள் அறிக்கைகள்

source: Fixed &Assets
ta_in: நிலையான சொத்துக்கள்

source: Fixed Assets &Locations
ta_in: நிலையான சொத்துகள் இடங்கள்

source: Fixed Assets &Categories
ta_in: நிலையான சொத்துக்கள் வகைகள்

source: Fixed Assets Cl&asses
ta_in: நிலையான சொத்துகள் வகுப்புகள்

source: &Banking and General Ledger
ta_in: வங்கி மற்றும் பொது லெட்ஜர்

source: &Payments
ta_in: கொடுப்பனவுகள்

source: &Deposits
ta_in: வைப்பு

source: Bank Account &Transfers
ta_in: வங்கி கணக்கு மற்றும் இடமாற்றங்கள்

source: &Journal Entry
ta_in: ஜர்னல் நுழைவு

source: &Budget Entry
ta_in: பட்ஜெட் நுழைவு

source: &Reconcile Bank Account
ta_in: வங்கி கணக்கை மீண்டும் இணைக்கவும்

source: Revenue / &Costs Accruals
ta_in: வருவாய்/செலவுகள் அதிகரிப்பு

source: &Journal Inquiry
ta_in: ஜர்னல் விசாரணை

source: GL &Inquiry
ta_in: GL விசாரணை

source: Bank Account &Inquiry
ta_in: வங்கி கணக்கு மற்றும் விசாரணைகள்

source: Ta&x Inquiry
ta_in: வரி விசாரணை

source: Trial &Balance
ta_in: சோதனை இருப்பு

source: Balance &Sheet Drilldown
ta_in: இருப்பு தாள் துளைத்தல்
