Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.15-1.po
Languages: vi_vn

source: The invoice cannot be processed because the there are no items or values on the invoice. Invoices are expected to have a charge.
vi_vn: Hóa đơn không thể xử lý vì không có mặt hàng hoặc giá trị trên hoá đơn. Hoá đơn được dự kiến ​​sẽ có một lần sạc.

source: The invoice as entered cannot be processed because the invoice date is in an incorrect format.
vi_vn: Hoá đơn như đã nhập không thể xử lý vì ngày lập hóa đơn là trong một định dạng không đúng.

source: The quantity to invoice must be numeric and greater than zero.
vi_vn: Số lượng đối với hóa đơn phải có dạng số và lớn hơn không.

source: The price is not numeric.
vi_vn: Giá là không số.

source: The price being invoiced is more than the purchase order price by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
vi_vn: Giá được ghi trên hóa đơn là hơn giá đơn đặt hàng hơn tỷ lệ phần trăm trên phí cho phép. Hệ thống này được thiết lập để ngăn cấm này. Xem người quản trị hệ thống để sửa đổi các thông số thiết lập nếu cần thiết.

source: The over-charge percentage allowance is :
vi_vn: Trợ cấp tỷ lệ phần trăm so với phí là:

source: The quantity being invoiced is more than the outstanding quantity by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
vi_vn: Số lượng được ghi trên hóa đơn là hơn số lượng vượt trội hơn so với tỷ lệ phí cho phép. Hệ thống này được thiết lập để ngăn cấm này. Xem người quản trị hệ thống để sửa đổi các thông số thiết lập nếu cần thiết.

source: All yet non-invoiced items on delivery line # %d has been removed.
vi_vn: Tất cả các mục nào không lập hoá đơn trên đường giao hàng #%d đã được gỡ bỏ.

source: Enter Invoice
vi_vn: nhập Invoice

source: Supplier Payment Entry
vi_vn: Nhà cung cấp thanh toán nhập

source: Invalid purchase invoice number.
vi_vn: số hóa đơn mua hàng không hợp lệ.

source: Payment has been sucessfully entered
vi_vn: Thanh toán đã được nhập thành công

source: &Print This Remittance
vi_vn: In chuyển tiền này

source: &Email This Remittance
vi_vn: Email Chuyển tiền này

source: View this Payment
vi_vn: Xem thanh toán này

source: View the GL &Journal Entries for this Payment
vi_vn: Xem GL Journal Entries for thanh toán này

source: Enter another supplier &payment
vi_vn: Nhập một thanh toán nhà cung cấp

source: Enter Other &Payment
vi_vn: Nhập thức thanh toán khác

source: Enter &Customer Payment
vi_vn: Nhập thanh toán của khách hàng

source: Enter Other &Deposit
vi_vn: Nhập Khác Tiền đặt cọc

source: Bank Account &Transfer
vi_vn: Chuyển khoản ngân hàng

source: The entered discount is invalid or less than zero.
vi_vn: Giảm giá nhập không hợp lệ hoặc nhỏ hơn không.

source: The total of the amount and the discount is zero or negative. Please enter positive values.
vi_vn: Tổng số tiền và số tiền chiết khấu là zero hay tiêu cực. Vui lòng nhập giá trị dương.

source: The entered bank amount is zero or negative.
vi_vn: Lượng ngân hàng cho vào là zero hay tiêu cực.

source: Payment To:
vi_vn: Chi trả tiền cho:

source: From Bank Account:
vi_vn: Từ tài khoản ngân hàng:

source: Date Paid
vi_vn: Ngay trả

source: Bank Amount:
vi_vn: Ngân hàng Số lượng:

source: Amount of Discount:
vi_vn: Lượng Giảm giá:

source: Amount of Payment:
vi_vn: Số tiền thanh toán:

source: Enter Payment
vi_vn: nhập Thanh toán

source: Allocate Supplier Payment or Credit Note
vi_vn: Phân bổ thanh toán nhà cung cấp hoặc Credit Note

source: Allocation of
vi_vn: Phân bổ

source: Total:
vi_vn: Toàn bộ:

source: Refresh
vi_vn: Làm tươi

source: Start again allocation of selected amount
vi_vn: Bắt đầu lại phân bổ số tiền được lựa chọn

source: Process allocations
vi_vn: phân bổ quá trình

source: Back to Allocations
vi_vn: Về phân bổ

source: Abandon allocations and return to selection of allocatable amounts
vi_vn: Bỏ phân bổ và trở về lựa chọn của một lượng allocatable

source: There are no unsettled transactions to allocate.
vi_vn: Không có giao dịch bất ổn để phân bổ.

source: Supplier Allocations
vi_vn: Phân bổ nhà cung cấp

source: Select a Supplier:
vi_vn: Chọn một Nhà cung cấp:

source: Show Settled Items:
vi_vn: Hiện Items giải quyết:

source: Allocate
vi_vn: Chỉ định

source: Marked items are settled.
vi_vn: mục đánh dấu được giải quyết.

source: Payment for:
vi_vn: Thanh toan cho:

source: Supplier invoice adjustment for zero inventory of
vi_vn: Nhà cung cấp điều chỉnh hóa đơn cho zero hàng tồn kho của

source: Invoice
vi_vn: Hóa đơn

source: GRN Removal
vi_vn: GRN diệt

source: Order Currency
vi_vn: để tệ

source: For Purchase Order
vi_vn: Đối với đơn mua hàng

source: Delivery Date
vi_vn: Ngày giao hàng

source: Deliver Into Location
vi_vn: Cung cấp Into Location

source: Delivery Address
vi_vn: Địa chỉ giao hàng

source: Order Comments
vi_vn: thứ tự Comments

source: Ordered On
vi_vn: ra lệnh On

source: Date Items Received
vi_vn: Ngày Items nhận

source: Source Invoices:
vi_vn: Nguồn Hoá đơn:

source: Supplier's Ref.:
vi_vn: Ref của nhà cung cấp .:

source: Terms:
vi_vn: Điều kiện:

source: Dimension 2
vi_vn: Kích thước 2

source: Supplier's Currency:
vi_vn: Nhà cung cấp ngoại tệ:

source: Tax Group:
vi_vn: Thuế Nhóm:

source: Sub-total:
vi_vn: Tổng phụ:

source: Invoice Total:
vi_vn: Tổng hóa đơn:

source: Credit Note Total
vi_vn: Credit Note Tổng số

source: Add GL Line
vi_vn: Thêm GL Dòng

source: Reset
vi_vn: Cài lại

source: GL Items for this Invoice
vi_vn: Items GL cho hóa đơn này

source: GL Items for this Credit Note
vi_vn: Items GL cho tín dụng này Lưu ý

source: Add to Invoice
vi_vn: Thêm vào hóa đơn

source: Add to Credit Note
vi_vn: Thêm vào Credit Note

source: Remove
vi_vn: Tẩy

source: WARNING! Be careful with removal. The operation is executed immediately and cannot be undone !!!
vi_vn: CẢNH BÁO!Hãy cẩn thận với loại bỏ. Các hoạt động được thực hiện ngay lập tức và không thể khôi phục !!!

source: You are about to remove all yet non-invoiced items from delivery line #%d. This operation also irreversibly changes related order line. Do you want to continue ?
vi_vn: Bạn muốn loại bỏ tất cả các mục được nêu ra không xuất hoá đơn từ dòng giao hàng #%d. Thao tác này cũng không thể phục hồi thay đổi dòng lệnh có liên quan. Bạn có muốn tiếp tục ?

source: Items Received Yet to be Invoiced
vi_vn: Items Nhận Tuy nhiên, để được lập hoá đơn

source: Delivery Item Selected For Adding To A Supplier Credit Note
vi_vn: Giao hàng chọn để thêm vào một nhà cung cấp tín dụng Note

source: Received Items Charged on this Invoice
vi_vn: Items nhận Tính trên hóa đơn này

source: Received Items Credited on this Note
vi_vn: Items nhận ghi có vào Chú giải này

source: Received between
vi_vn: nhận giữa

source: Add All Items
vi_vn: Thêm All Items

source: Delivery
vi_vn: Chuyển

source: Received On
vi_vn: Nhận được trên

source: Quantity Received
vi_vn: Số lượng nhận vào

source: Quantity Invoiced
vi_vn: Số lượng lập hoá đơn

source: Qty Yet To Invoice
vi_vn: Số lượng Tuy nhiên, đối với hóa đơn

source: Price after Tax
vi_vn: Giá sau thuế

source: Price before Tax
vi_vn: Giá trước thuế doanh thu

source: Qty Yet To Credit
vi_vn: Số lượng Tuy nhiên, tín dụng

source: Line Value
vi_vn: Giá trị dòng

source: There are no outstanding items received from this supplier that have not been invoiced by them.
vi_vn: Không có bài viết xuất sắc nhận được từ nhà cung cấp này chưa được hóa đơn của họ.

source: There are no received items for the selected supplier that have been invoiced.
vi_vn: Không có mục nào nhận được cho các nhà cung cấp được lựa chọn đã được hóa đơn.

source: Credits can only be applied to invoiced items.
vi_vn: Tín chỉ có thể được áp dụng cho các mặt hàng xuất hoá đơn.

source: Order Date:
vi_vn: Ngày đặt hàng:

source: Delivery Date:
vi_vn: Ngày giao hàng:

source: Invoice Date:
vi_vn: Ngày hóa đơn:

source: Supplier Currency:
vi_vn: Nhà cung cấp ngoại tệ:

source: Due Date:
vi_vn: Ngày đáo hạn:

source: Supplier's Reference:
vi_vn: Tham khảo nhà cung cấp:

source: Receive Into:
vi_vn: Nhận Into:

source: The default stock location set up for this user is not a currently defined stock location. Your system administrator needs to amend your user record.
vi_vn: Vị trí chứng khoán mặc định thiết lập cho người dùng này không phải là một vị trí cổ phiếu hiện đang xác định. quản trị hệ thống của bạn cần phải sửa đổi hồ sơ người dùng của bạn.

source: Deliver to:
vi_vn: Cung cấp cho:

source: Order Items
vi_vn: để mục

source: Required Delivery Date
vi_vn: Cần ngày giao hàng

source: Line Total
vi_vn: dòng Tổng số

source: Required Pre-Payment
vi_vn: Yêu cầu Pre-Payment

source: Pre-Payments Allocated
vi_vn: Pre-Thanh toán phân bổ

source: Pre-Payment Required:
vi_vn: Yêu cầu trước khi thanh toán:

source: Search Outstanding Purchase Orders
vi_vn: Tìm kiếm đơn đặt hàng chưa mua hàng

source: Receive
vi_vn: Nhận được

source: Order Date
vi_vn: Ngày đặt hàng

source: Order Total
vi_vn: để Tổng số

source: Marked orders have overdue items.
vi_vn: đơn đặt hàng được đánh dấu có các mục quá hạn.

source: Search Purchase Orders
vi_vn: Đơn đặt hàng tìm kiếm mua hàng

source: into location:
vi_vn: vào vị trí:

source: Also closed:
vi_vn: Cũng đóng:

source: Tax ID
vi_vn: Mã số thuế

source: Supplier Allocation Inquiry
vi_vn: Nhà cung cấp phân bổ Inquiry

source: show settled:
vi_vn: chương trình giải quyết:

source: Payment
vi_vn: Thanh toán

source: Allocated
vi_vn: phân bổ

source: Supplier Inquiry
vi_vn: Nhà cung cấp Inquiry

source: Over
vi_vn: Kết thúc

source: Terms
vi_vn: Điều kiện

source: Total Balance
vi_vn: Tổng Balance

source: Credit This
vi_vn: tín dụng này

source: Print Remittance
vi_vn: In chuyển tiền

source: Select a supplier:
vi_vn: Chọn một nhà cung cấp:

source: There are no tax groups defined in the system. At least one tax group is required before proceeding.
vi_vn: Không có nhóm thuế được xác định trong hệ thống. Ít nhất một nhóm thuế là cần thiết trước khi tiến hành.

source: The supplier name must be entered.
vi_vn: Tên nhà cung cấp phải được nhập.

source: The supplier short name must be entered.
vi_vn: Các nhà cung cấp tên viết tắt phải được nhập.

source: Supplier has been updated.
vi_vn: Nhà cung cấp đã được cập nhật.

source: A new supplier has been added.
vi_vn: Một nhà cung cấp mới đã được thêm vào.

source: Cannot delete this supplier because there are transactions that refer to this supplier.
vi_vn: Không thể xóa nhà cung cấp này vì có những giao dịch mà tham khảo nhà cung cấp này.

source: Cannot delete the supplier record because purchase orders have been created against this supplier.
vi_vn: Không thể xóa hồ sơ nhà cung cấp vì đơn đặt hàng đã được tạo ra với nhà cung cấp này.

source: Supplier has been deleted.
vi_vn: Nhà cung cấp đã bị xóa.

source: Basic Data
vi_vn: Dữ liệu cơ bản

source: Supplier Name:
vi_vn: Tên đệm:

source: Supplier Short Name:
vi_vn: Nhà cung cấp Tên viết tắt:

source: Website:
vi_vn: Trang mạng:

source: Our Customer No:
vi_vn: Khách hàng của chúng tôi Số:

source: Purchasing
vi_vn: Thu mua

source: Bank Name/Account:
vi_vn: Tên ngân hàng / tài khoản:

source: Credit Limit:
vi_vn: Giới hạn tín dụng:

source: Payment Terms:
vi_vn: Điều khoản thanh toán:

source: Prices contain tax included:
vi_vn: Giá đã bao gồm thuế chứa:

source: Accounts
vi_vn: Tài khoản

source: Accounts Payable Account:
vi_vn: Tài khoản Account Payable:

source: Purchase Account:
vi_vn: Mua tài khoản:

source: Use Item Inventory/COGS Account
vi_vn: Sử dụng hàng tồn kho / COGS tài khoản

source: Contact Data
vi_vn: Liên hệ dữ liệu

source: System default
vi_vn: Mặc định hệ thống

source: Addresses
vi_vn: Địa chỉ

source: Mailing Address:
vi_vn: Địa chỉ gửi thư:

source: Physical Address:
vi_vn: Địa chỉ vật lý:

source: General
vi_vn: Chung

source: General Notes:
vi_vn: Ghi chú chung:

source: Supplier status:
vi_vn: tình trạng nhà cung cấp:

source: Update Supplier
vi_vn: cập nhật Nhà cung cấp

source: Update supplier data
vi_vn: cập nhật dữ liệu nhà cung cấp

source: Select this supplier and return to document entry.
vi_vn: Chọn nhà cung cấp này và trở về vào tài liệu.

source: Delete Supplier
vi_vn: xóa Nhà cung cấp

source: Delete supplier data if have been never used
vi_vn: Xóa dữ liệu nhà cung cấp nếu đã bao giờ sử dụng

source: Add New Supplier Details
vi_vn: Thêm chi tiết nhà cung cấp mới

source: New supplier
vi_vn: Nhà cung cấp mới

source: &Contacts
vi_vn: Liên hệ

source: Purchase &Orders
vi_vn: Đơn đặt hàng

source: Attachments
vi_vn: Tệp đính kèm

source: View Purchase Order Delivery
vi_vn: Xem Mua hàng Giao hàng

source: This page must be called with a Purchase Order Delivery number to review.
vi_vn: Trang này phải được gọi với một số Đơn đặt hàng giao hàng để xem xét.

source: Line Details
vi_vn: Chi tiết dòng

source: Sub Total
vi_vn: Tổng phụ

source: This delivery has been voided.
vi_vn: giao hàng này đã được hủy bỏ.

source: View Purchase Order
vi_vn: Xem Mua hàng

source: This page must be called with a purchase order number to review.
vi_vn: Trang này phải được gọi với một số đơn đặt hàng để xem xét.

source: Requested By
vi_vn: Được yêu cầu bởi

source: Deliveries
vi_vn: Việc giao hàng

source: Delivered On
vi_vn: Đã gửi vào ngày

source: Invoices/Credits
vi_vn: Hoá đơn / Tín

source: View Supplier Credit Note
vi_vn: Xem Nhà cung cấp tín dụng Note

source: SUPPLIER CREDIT NOTE
vi_vn: CUNG CẤP TÍN DỤNG GHI CHÚ

source: Invoice Date
vi_vn: ngày hóa đơn

source: TOTAL CREDIT NOTE
vi_vn: TỔNG TÍN DỤNG GHI CHÚ

source: This credit note has been voided.
vi_vn: lưu ý tín dụng này đã được hủy bỏ.

source: View Supplier Invoice
vi_vn: Xem Nhà cung cấp hóa đơn

source: SUPPLIER INVOICE
vi_vn: CUNG CẤP INVOICE

source: TOTAL INVOICE
vi_vn: TỔNG HÓA ĐƠN

source: This invoice has been voided.
vi_vn: Hoá đơn này đã được hủy bỏ.

source: View Payment to Supplier
vi_vn: Xem thanh toán cho Nhà cung cấp

source: Payment to Supplier
vi_vn: Thanh toán cho nhà cung cấp

source: To Supplier
vi_vn: cho Nhà cung cấp

source: Payment Currency
vi_vn: Tiền tệ thanh toán

source: Discount
vi_vn: Giảm giá

source: Supplier's Currency
vi_vn: Ngoại tệ của nhà cung cấp

source: Balances in Home Currency
vi_vn: Số dư trong Home tệ

source: Trans Type
vi_vn: Trans Loại

source: Debits
vi_vn: Ghi nợ

source: Credits
vi_vn: Tín dụng

source: Show Balance
vi_vn: Hiện Balance

source: Suppress Zeros
vi_vn: không Zeros

source: Customer Balances
vi_vn: Số dư của khách hàng

source: Grand Total
vi_vn: Tổng cộng

source: Summary Only
vi_vn: Chỉ tóm tắt

source: Detailed Report
vi_vn: Báo cáo chi tiết

source: End Date
vi_vn: Ngày cuối

source: Show Also Allocated
vi_vn: Hiện Cũng phân bổ

source: Aged Customer Analysis
vi_vn: Phân tích khách hàng trong độ tuổi

source: All Areas
vi_vn: Tất cả các khu vực

source: All Sales Folk
vi_vn: Tất cả nhân viên bán hàng

source: Greater than
vi_vn: Lớn hơn

source: Less than
vi_vn: Ít hơn

source: Customer Postal Address
vi_vn: Khách hàng Địa chỉ bưu chính

source: Price/Turnover
vi_vn: Giá / Doanh thu

source: Branch Contact Information
vi_vn: Chi nhánh Thông Tin Liên Hệ

source: Branch Delivery Address
vi_vn: Chi nhánh phân phối Địa chỉ

source: Activity Since
vi_vn: hoạt động Từ

source: Sales Areas
vi_vn: Khu vực bán hàng

source: Sales Folk
vi_vn: Dân gian bán hàng

source: Activity
vi_vn: Hoạt động

source: Customer Details Listing
vi_vn: Chi tiết khách hàng Liệt kê

source: Customers in
vi_vn: khách hàng ở

source: Price List
vi_vn: Danh sách giá

source: Ph
vi_vn: Điện thoại

source: Turnover
vi_vn: Doanh số

source: Category/Items
vi_vn: Thể loại / Items

source: Show GP %
vi_vn: Hiện GP %

source: Price Listing
vi_vn: Liệt kê giá

source: Sales Kits
vi_vn: Kits bán hàng

source: All Orders
vi_vn: Tất cả các đơn đặt hàng

source: Back Orders Only
vi_vn: Chỉ đơn đặt hàng trở lại

source: Order
vi_vn: Gọi món

source: Customer Ref
vi_vn: Khách hàng ref

source: Ord Date
vi_vn: ord ngày

source: Del Date
vi_vn: del ngày

source: Loc
vi_vn: Lộc

source: Delivered
vi_vn: Đã giao hàng

source: Selection
vi_vn: Lựa chọn

source: Order Status Listing
vi_vn: Liệt kê Tình hình đơn hàng

source: Inv Date
vi_vn: inv ngày

source: Provision
vi_vn: Điều khoản

source: Salesman
vi_vn: Người bán hàng

source: Break Pt.
vi_vn: Phá vỡ Pt.

source: Salesman Listing
vi_vn: Liệt kê nhân viên bán hàng

source: INVOICE
vi_vn: HÓA ĐƠN

source: Prepayments invoiced to this order up to day:
vi_vn: Trả trước hóa đơn để đặt hàng này lên đến trong ngày:

source: Invoice reference
vi_vn: Tham khảo hóa đơn

source: Total payments:
vi_vn: Tổng chi phí:

source: Shipping
vi_vn: Đang chuyển hàng

source: TOTAL ORDER VAT INCL.
vi_vn: TỔNG Incl TRÌNH TỰ thuế GTGT.

source: THIS INVOICE
vi_vn: HÓA ĐƠN NÀY

source: STATEMENT
vi_vn: TUYÊN BỐ

source: Outstanding Transactions
vi_vn: Các giao dịch nổi bật

source: Statement
vi_vn: Tuyên bố

source: as of
vi_vn: tính

source: SALES ORDER
vi_vn: ĐƠN ĐẶT HÀNG

source: QUOTE
vi_vn: TRÍCH DẪN

source: TOTAL ORDER EX VAT
vi_vn: TỔNG TRÌNH TỰ EX VAT

source: DELIVERY
vi_vn: CHUYỂN

source: PACKING SLIP
vi_vn: ĐÓNG SLIP

source: DELIVERY NOTE
vi_vn: giấy giao hàng

source: TOTAL DELIVERY INCL. VAT
vi_vn: TỔNG GIAO Incl. VAT

source: SALES QUOTATION
vi_vn: SALES BÁO GIÁ

source: RECEIPT
vi_vn: BIÊN LAI

source: As advance / full / part / payment towards:
vi_vn: Như trước / full / phần / thanh toán đối với:

source: TOTAL RECEIPT
vi_vn: TỔNG NHẬN

source: Received / Sign
vi_vn: Nhận / Đăng nhập

source: By Cash / Cheque* / Draft No.
vi_vn: By Cash / Kiểm tra * / Dự thảo số

source: Dated
vi_vn: ngày tháng

source: Drawn on Bank
vi_vn: Vẽ trên Ngân hàng

source: CREDIT NOTE
vi_vn: GHI CHÚ TÍN DỤNG

source: TOTAL CREDIT
vi_vn: TỔNG SỐ TÍN DỤNG

source: Sales Summary Report
vi_vn: Tóm tắt thông tin bán hàng Báo cáo

source: Tax Id Only
vi_vn: Chỉ Id thuế

source: Tax Id
vi_vn: Id thuế

source: Total ex. Tax
vi_vn: Tổng số cũ. Thuế

source: Tax
vi_vn: Thuế

source: All Sales Man
vi_vn: Tất cả nhân viên bán hàng

source: Balances in Home currency
vi_vn: Số dư bằng tiền chủ

source: Charges
vi_vn: phí

source: Supplier Balances
vi_vn: Số dư nhà cung cấp

source: currency
vi_vn: tiền tệ

source: Aged Supplier Analysis
vi_vn: Phân tích Nhà cung cấp độ tuổi

source: Payment Report
vi_vn: báo cáo thanh toán

source: Qty Recd
vi_vn: Số lượng nhận được

source: qty Inv
vi_vn: Số lượng được lập hoá đơn

source: Act Price
vi_vn: Luật Giá

source: Outstanding GRNs Report
vi_vn: Báo cáo GRNs nổi bật

source: Contact Information
vi_vn: Thông tin liên lạc

source: Physical Address
vi_vn: Địa chỉ vật lý

source: Supplier Details Listing
vi_vn: Nhà cung cấp chi tiết Niêm yết

source: PURCHASE ORDER
vi_vn: MUA TỰ

source: TOTAL PO
vi_vn: TỔNG PO

source: REMITTANCE
vi_vn: nỘP

source: TOTAL REMITTANCE
vi_vn: TỔNG nỘP

source: Inventory Valuation Report
vi_vn: Hàng tồn kho Báo cáo định giá

source: Cust Ord
vi_vn: Đơn đặt hàng của Khách hàng

source: Supp Ord
vi_vn: Nhà cung cấp đặt hàng

source: Sugg Ord
vi_vn: Đơn đặt hàng được Đề xuất

source: Inventory Planning Report
vi_vn: Báo cáo Kế hoạch hàng tồn kho

source: Shortage
vi_vn: Sự thiếu

source: Stock ID
vi_vn: cổ ID

source: Check
vi_vn: Kiểm tra

source: Only Shortage
vi_vn: chỉ Thiếu

source: Stock Check Sheets
vi_vn: Cổ Kiểm tra Sheets

source: Qty
vi_vn: Số

source: Contribution
vi_vn: Sự đóng góp

source: Show Service Items
vi_vn: Items Hiện Dịch vụ

source: Inventory Sales Report
vi_vn: Báo cáo hàng tồn kho bán hàng

source: PO No
vi_vn: PO Không

source: Inv Price
vi_vn: inv Giá

source: PO Price
vi_vn: PO Giá

source: GRN Valuation Report
vi_vn: Báo cáo định giá GRN

source: Unit Price
vi_vn: đơn giá

source: Inventory Purchasing Report
vi_vn: Báo cáo mua hàng tồn kho

source: Opening
vi_vn: Khai mạc

source: Inventory Movements
vi_vn: Biến động hàng tồn kho

source: OpeningStock
vi_vn: Mở cổ phiếu

source: StockIn
vi_vn: Đã nhận cổ phiếu

source: ClosingStock
vi_vn: Đóng cổ phiếu

source: QTY
vi_vn: Số lượng hàng tồn kho

source: Rate
vi_vn: Tỷ lệ

source: Costed Inventory Movements
vi_vn: Biến động hàng tồn kho dự trù kinh phí

source: Item/Category
vi_vn: Mục / Chuyên mục

source: Remark
vi_vn: Ghi chú

source: Item Sales Summary Report
vi_vn: Mục Báo cáo tổng hợp bán hàng

source: Gift
vi_vn: Quà tặng

source: Note
vi_vn: Ghi chú

source: The lines separate the transactions.
vi_vn: Các đường phân tách các giao dịch.

source: Inventory Purchasing - Transaction Based
vi_vn: Mua hàng tồn kho - Dựa trên giao dịch

source: Bill of Material Listing
vi_vn: Bill of Material Liệt kê

source: Open Only
vi_vn: mở Chỉ

source: Work Order Listing
vi_vn: Làm việc theo thứ tự Liệt kê

source: WORK ORDER
vi_vn: TRÌNH TỰ CÔNG VIỆC

source: Fixed Assets Valuation Report
vi_vn: Tài sản cố định Báo cáo Định giá

source: YTD
vi_vn: Năm đến Ngày

source: Dimension Summary
vi_vn: Tóm tắt thông tin Kích thước

source: Bank Statement
vi_vn: Báo cáo Ngân hàng

source: Bank Account
vi_vn: Tài khoản ngân hàng

source: Total Debit / Credit
vi_vn: Tổng số Nợ / Tín dụng

source: Net Change
vi_vn: Thay đổi ròng

source: Bank Statement w/Reconcile
vi_vn: Bản Tuyên Bố Ngân hàng w / hòa giải

source: Reco Date
vi_vn: Ngày hoà giải

source: Narration
vi_vn: Tường thuật

source: Bank Balance
vi_vn: Ngân hàng Cân

source: Type/Account
vi_vn: Loại / Tài khoản

source: Date/Dim.
vi_vn: Ngày / Dim.

source: Person/Item/Memo
vi_vn: Người / Item / Memo

source: List of Journal Entries
vi_vn: Danh sách Journal Entries

source: GL Account Transactions
vi_vn: Giao dịch tài khoản GL

source: Amounts in thousands
vi_vn: Số tiền trong hàng ngàn

source: Year
vi_vn: Năm

source: Tags
vi_vn: Thẻ

source: Annual Expense Breakdown
vi_vn: Breakdown Chi phí hàng năm

source: Close Balance
vi_vn: Đóng Balance

source: Profit and Loss Statement
vi_vn: Lỗ Tuyên Bố

source: Tax Report
vi_vn: báo cáo thuế

source: Branch Name
vi_vn: Tên chi nhánh

source: Net
vi_vn: Mạng lưới

source: Tax Rate
vi_vn: Thuế suất

source: Net Tax
vi_vn: thuế net

source: Exempt
vi_vn: Miễn

source: Time
vi_vn: Thời gian

source: Trans Date
vi_vn: ngày Trans

source: Action
vi_vn: Hoạt động

source: Audit Trail
vi_vn: Đường mòn kiểm toán

source: Changed
vi_vn: Thay đổi

source: Reports and Analysis
vi_vn: Các báo cáo và phân tích

source: Customer &Balances
vi_vn: Số dư của khách hàng

source: Currency Filter
vi_vn: Lọc tệ

source: Orientation
vi_vn: Sự định hướng

source: Destination
vi_vn: Nơi Đến

source: &Aged Customer Analysis
vi_vn: Phân tích khách hàng trong độ tuổi

source: Graphics
vi_vn: Đồ họa

source: Customer &Detail Listing
vi_vn: Liệt kê chi tiết khách hàng

source: Activity Greater Than
vi_vn: Hoạt động Lớn hơn

source: Activity Less Than
vi_vn: Hoạt động ít hơn

source: Sales &Summary Report
vi_vn: Tóm tắt thông tin bán hàng Báo cáo

source: &Price Listing
vi_vn: Liệt kê giá

source: Inventory Category
vi_vn: Hàng tồn kho loại

source: Sales Types
vi_vn: Các loại bán hàng

source: Show Pictures
vi_vn: Hiển thị hình ảnh

source: &Order Status Listing
vi_vn: Liệt kê Tình hình đơn hàng

source: Stock Location
vi_vn: cổ Location

source: &Salesman Listing
vi_vn: Liệt kê nhân viên bán hàng

source: Print &Invoices
vi_vn: Hoá đơn in

source: email Customers
vi_vn: Khách hàng email

source: Payment Link
vi_vn: Liên kết thanh toán

source: Print &Credit Notes
vi_vn: In báo ghi có

source: Print &Deliveries
vi_vn: Việc giao hàng In

source: Print as Packing Slip
vi_vn: In như đóng gói trượt

source: Print &Statements
vi_vn: báo cáo In

source: Email Customers
vi_vn: email khách hàng

source: &Print Sales Orders
vi_vn: Đơn đặt hàng In Sales

source: Print as Quote
vi_vn: In như Quote

source: &Print Sales Quotations
vi_vn: Báo giá In Sales

source: Print Receipts
vi_vn: Biên lai in
