Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.18-1.po
Languages: fa_ir

source: &Quick Entries
fa_ir: &ورودهای سریع

source: Account &Tags
fa_ir: &برچسب های حساب

source: &Currencies
fa_ir: &ارزها

source: &Exchange Rates
fa_ir: &نرخ های تبدیل

source: &GL Accounts
fa_ir: &حساب های دفتر کل

source: GL Account &Groups
fa_ir: گروه های حساب &دفتر کل

source: GL Account &Classes
fa_ir: کلاس های حساب &دفتر کل

source: &Closing GL Transactions
fa_ir: &بستن تراکنش های دفتر کل

source: &Revaluation of Currency Accounts
fa_ir: &ارزیابی مجدد حساب های ارزی

source: &Items and Inventory
fa_ir: &موارد و موجودی

source: Inventory Location &Transfers
fa_ir: محل موجودی و &انتقالات

source: Inventory &Adjustments
fa_ir: &تنظیمات موجودی

source: Inventory Item &Movements
fa_ir: حرکات مورد موجودی &

source: Inventory Item &Status
fa_ir: وضعیت مورد موجودی &

source: Inventory &Reports
fa_ir: &گزارش های موجودی

source: &Items
fa_ir: &موارد

source: &Foreign Item Codes
fa_ir: &کدهای مورد خارجی

source: Sales &Kits
fa_ir: &کیت های فروش

source: Item &Categories
fa_ir: کتگوری ها &موارد

source: Inventory &Locations
fa_ir: &محل های موجودی

source: &Units of Measure
fa_ir: &واحدهای اندازه گیری

source: &Reorder Levels
fa_ir: &سطوح سفارش مجدد

source: Pricing and Costs
fa_ir: قیمت گذاری و هزینه ها

source: Sales &Pricing
fa_ir: &قیمت گذاری فروش

source: Purchasing &Pricing
fa_ir: &قیمت گذاری خرید

source: Standard &Costs
fa_ir: هزینه های &استاندارد

source: &Manufacturing
fa_ir: &تولید

source: Work &Order Entry
fa_ir: ورود &سفارش کار

source: &Outstanding Work Orders
fa_ir: &سفارشات کار معوقه

source: Costed Bill Of Material Inquiry
fa_ir: استعلام فاکتور مواد با هزینه

source: Inventory Item Where Used &Inquiry
fa_ir: استعلام مورد موجودی که در آن استفاده شده است &

source: Work Order &Inquiry
fa_ir: استعلام سفارش کار &

source: Manufacturing &Reports
fa_ir: &گزارش های تولید

source: &Bills Of Material
fa_ir: &فاکتورهای مواد

source: &Work Centres
fa_ir: &مرکزهای کار

source: S&etup
fa_ir: ن&صب

source: &Company Setup
fa_ir: &تنظیمات شرکت

source: &User Accounts Setup
fa_ir: &تنظیمات حساب های کاربری

source: &Access Setup
fa_ir: &تنظیمات دسترسی

source: &Display Setup
fa_ir: &تنظیمات نمایش

source: Transaction &References
fa_ir: مراجع &تراکنش

source: &Taxes
fa_ir: &مالیات ها

source: Tax &Groups
fa_ir: &گروه های مالیاتی

source: Item Ta&x Types
fa_ir: نوع های مالیاتی مورد &

source: System and &General GL Setup
fa_ir: تنظیمات سیستم و &دفتر کل عمومی

source: &Fiscal Years
fa_ir: &سال های مالی

source: &Print Profiles
fa_ir: &پروفایل های چاپ

source: Pa&yment Terms
fa_ir: شرایط &پرداخت

source: Shi&pping Company
fa_ir: &شرکت حمل و نقل

source: &Points of Sale
fa_ir: &نقاط فروش

source: &Printers
fa_ir: &پرینترها

source: Contact &Categories
fa_ir: &کتگوری های تماس

source: &Void a Transaction
fa_ir: &باطل کردن یک تراکنش

source: View or &Print Transactions
fa_ir: مشاهده یا &چاپ تراکنش ها

source: &Attach Documents
fa_ir: &پیوست اسناد

source: System &Diagnostics
fa_ir: &تشخیص سیستم

source: &Backup and Restore
fa_ir: &پشتیبان گیری و بازیابی

source: Create/Update &Companies
fa_ir: ایجاد/به روزرسانی &شرکت ها

source: Install/Update &Languages
fa_ir: نصب/به روزرسانی &زبان ها

source: Install/Activate &Extensions
fa_ir: نصب/فعال سازی &افزونه ها

source: Install/Activate &Themes
fa_ir: نصب/فعال سازی &تم ها

source: Install/Activate &Chart of Accounts
fa_ir: نصب/فعال سازی &چارت حساب ها

source: Software &Upgrade
fa_ir: به روزرسانی &نرم افزار

source: &Purchases
fa_ir: &خریدها

source: Purchase &Order Entry
fa_ir: ورود &سفارش خرید

source: &Outstanding Purchase Orders Maintenance
fa_ir: &نگهداری سفارشات خرید معوقه

source: Direct &GRN
fa_ir: &GRN مستقیم

source: Direct Supplier &Invoice
fa_ir: فاکتور &تأمین کننده مستقیم

source: &Payments to Suppliers
fa_ir: &پرداخت ها به تأمین کنندگان

source: Supplier &Invoices
fa_ir: فاکتورهای &تأمین کننده

source: Supplier &Credit Notes
fa_ir: یادداشت های اعتباری &تأمین کننده

source: &Allocate Supplier Payments or Credit Notes
fa_ir: &اختصاص پرداخت های تأمین کننده یا یادداشت های اعتباری

source: Purchase Orders &Inquiry
fa_ir: استعلام سفارشات خرید &

source: Supplier Transaction &Inquiry
fa_ir: استعلام تراکنش تأمین کننده &

source: Supplier Allocation &Inquiry
fa_ir: استعلام تخصیص تأمین کننده &

source: Supplier and Purchasing &Reports
fa_ir: &گزارش های تأمین کننده و خرید

source: &Suppliers
fa_ir: &تأمین کنندگان

source: Dimension Entry
fa_ir: ورود ابعاد

source: The dimension has been entered.
fa_ir: بعد وارد شده است.

source: The dimension has been updated.
fa_ir: بعد به روزرسانی شده است.

source: The dimension has been deleted.
fa_ir: بعد حذف شده است.

source: The dimension has been closed. There can be no more changes to it.
fa_ir: بعد بسته شده است. دیگر نمی توان تغییراتی در آن ایجاد کرد.

source: The dimension has been re-opened.
fa_ir: ابعاد دوباره باز شده است.

source: Enter a &new dimension
fa_ir: یک بعد &جدید وارد کنید

source: &Select an existing dimension
fa_ir: &یک بعد موجود را انتخاب کنید

source: &Add Attachment
fa_ir: &پیوست اضافه کنید

source: The dimension name must be entered.
fa_ir: نام بعد باید وارد شود.

source: The date entered is in an invalid format.
fa_ir: تاریخ وارد شده در فرمت نامعتبر است.

source: The required by date entered is in an invalid format.
fa_ir: تاریخ مورد نیاز وارد شده در فرمت نامعتبر است.

source: This dimension cannot be deleted because it has already been processed.
fa_ir: این بعد نمی تواند حذف شود زیرا قبلاً پروسس شده است.

source: The dimension sent is not valid.
fa_ir: بعد ارسال شده معتبر نیست.

source: Dimension Reference:
fa_ir: مرجع ابعاد:

source: Start Date
fa_ir: تاریخ شروع

source: Date Required By
fa_ir: تاریخ مورد نیاز تا

source: Tags:
fa_ir: برچسب ها:

source: This Dimension is closed.
fa_ir: این بعد بسته شده است.

source: Save changes to dimension
fa_ir: ذخیره تغییرات در بعد

source: Re-open This Dimension
fa_ir: این بعد را دوباره باز کنید

source: Mark this dimension as re-opened
fa_ir: این بعد را به عنوان دوباره باز شده علامت گذاری کنید

source: Close This Dimension
fa_ir: این ابعاد را ببندید

source: Mark this dimension as closed
fa_ir: این بعد را به عنوان بسته شده علامت گذاری کنید

source: Delete This Dimension
fa_ir: این ابعاد را حذف کنید

source: Delete unused dimension
fa_ir: بعد غیرقابل استفاده را حذف کنید

source: Add
fa_ir: اضافه کردن

source: There are no transactions for this dimension for the selected period.
fa_ir: برای این بعد در دوره انتخاب شده هیچ تراکنشی وجود ندارد.

source: Balance for this Dimension
fa_ir: بیلانس برای این ابعاد

source: Account
fa_ir: حساب

source: Debit
fa_ir: بدهی

source: Credit
fa_ir: اعتبار

source: Balance
fa_ir: بیلانس

source: Search Outstanding Dimensions
fa_ir: جستجوی ابعاد معوقه

source: Search Dimensions
fa_ir: جستجوی ابعاد

source: Reference:
fa_ir: مرجع:

source: All
fa_ir: همه

source: From:
fa_ir: از:

source: To:
fa_ir: به:

source: Only Overdue:
fa_ir: فقط معوقه:

source: Only Open:
fa_ir: فقط باز:

source: Due Date
fa_ir: تاریخ سررسید

source: Marked dimensions are overdue.
fa_ir: ابعاد علامت گذاری شده معوقه هستند.

source: View Dimension
fa_ir: مشاهده ابعاد

source: The dimension number sent is not valid.
fa_ir: شماره بعد ارسال شده معتبر نیست.

source: This dimension is closed.
fa_ir: این بعد بسته شده است.

source: from:
fa_ir: از:

source: to:
fa_ir: به:

source: Show
fa_ir: نمایش

source: Fixed asset classes
fa_ir: دسته های دارایی ثابت

source: The depreciation rate can't be greater than 100%
fa_ir: نرخ استهلاک نمی تواند بیشتر از 100% باشد

source: Selected fixed asset class has been updated
fa_ir: دسته دارایی ثابت انتخاب شده به روزرسانی شده است

source: New fixed asset class has been added
fa_ir: دسته دارایی ثابت جدید اضافه شده است

source: Cannot delete this class because it is used by some fixed asset items.
fa_ir: نمی توان این کلاس را حذف کرد زیرا توسط برخی از اقلام دارایی ثابت استفاده می شود.

source: Selected fixed asset class has been deleted
fa_ir: دسته دارایی ثابت انتخاب شده حذف شده است

source: Fixed asset class
fa_ir: دسته دارایی ثابت

source: Basic Depreciation Rate
fa_ir: نرخ استهلاک پایه

source: Parent class:
fa_ir: کلاس والد:

source: Fixed asset class:
fa_ir: دسته دارایی ثابت:

source: Description:
fa_ir: توضیحات:

source: Long description:
fa_ir: توضیحات طولانی:

source: Process Depreciation
fa_ir: پروسس استهلاک

source: The number of months is greater than the timespan between the depreciation start and the end of the fiscal year.
fa_ir: تعداد ماه ها بیشتر از فاصله زمانی بین شروع استهلاک و پایان سال مالی است.

source: The fixed asset has been depreciated for this year
fa_ir: دارایی ثابت برای امسال استهلاک شده است

source: View the GL &Postings for this Depreciation
fa_ir: مشاهده &ثبت های دفتر کل برای این استهلاک

source: Depreciate &Another Fixed Asset
fa_ir: استهلاک &دارایی ثابت دیگری

source: There are no fixed assets that could be depreciated.
fa_ir: هیچ دارایی ثابتی وجود ندارد که بتوان آن را استهلاک کرد.

source: Item
fa_ir: مورد

source: Select an item:
fa_ir: یک مورد را انتخاب کنید:

source: Starting from month
fa_ir: شروع از ماه

source: Period
fa_ir: دوره

source: months
fa_ir: ماه

source: Reference line:
fa_ir: خط مرجع:

source: Show GL Rows
fa_ir: نمایش ردیف های دفتر کل

source: Fixed asset has been deprecated by the value of %s
fa_ir: دارایی ثابت به ارزش %s منسوخ شده است

source: Fixed Assets Inquiry
fa_ir: استعلام دارایی های ثابت

source: Refresh Inquiry
fa_ir: به روزرسانی استعلام

source: years
fa_ir: سال

source: Disposed
fa_ir: دفع شده

source: Purchasable
fa_ir: قابل خرید

source: Class
fa_ir: کلاس

source: UOM
fa_ir: واحد اندازه گیری

source: Rate or Lifecycle
fa_ir: نرخ یا چرخه عمر

source: Method
fa_ir: روش

source: Status
fa_ir: وضعیت

source: Purchased
fa_ir: خریداری شده

source: Initial
fa_ir: اولیه

source: Depreciations
fa_ir: استهلاک ها

source: Current
fa_ir: جاری

source: Liquidation or Sale
fa_ir: تصفیه یا فروش

source: Revenue / Cost Accruals
fa_ir: درآمد / هزینه های انباشته

source: The amount can not be 0.
fa_ir: مبلغ نمی تواند 0 باشد.

source: The periods must be greater than 0.
fa_ir: دوره ها باید بزرگتر از 0 باشند.

source: Some of the period dates are outside the fiscal year or are closed for further data entry. Create a new fiscal year first!
fa_ir: برخی از تاریخ های دوره خارج از سال مالی هستند یا برای ورود داده های بیشتر بسته شده اند. ابتدا یک سال مالی جدید ایجاد کنید!

source: Accruals for %s
fa_ir: انباشته ها برای %s

source: Dimension
fa_ir: ابعاد

source: Memo
fa_ir: یادداشت

source: Revenue / Cost Accruals have been processed.
fa_ir: درآمد / هزینه های انباشته پروسس شده اند.

source: Showing GL Transactions.
fa_ir: نمایش تراکنش های دفتر کل.

source: Weekly
fa_ir: هفتگی

source: Bi-weekly
fa_ir: دو هفته ای

source: Quarterly
fa_ir: سه ماهه

source: First date of Accruals
fa_ir: اولین تاریخ انباشته ها

source: Accrued Balance Account
fa_ir: حساب بیلانس انباشته

source: Revenue / Cost Account
fa_ir: حساب درآمد / هزینه

source: Amount
fa_ir: مبلغ

source: Search Amount
fa_ir: جستجوی مبلغ

source: Frequency
fa_ir: فرکانس

source: Periods
fa_ir: دوره ها

source: Process Accruals
fa_ir: پروسس انباشته ها

source: Are you sure you want to post accruals?
fa_ir: آیا مطمئن هستید که می خواهید انباشته ها را ثبت کنید؟

source: Reconcile Bank Account
fa_ir: تطبیق حساب بانکی

source: There are no bank accounts defined in the system.
fa_ir: هیچ حساب بانکی در سیستم تعریف نشده است.

source: Invalid reconcile date format
fa_ir: فرمت تاریخ تطبیق نامعتبر است

source: Reconcile this transaction
fa_ir: این تراکنش را تطبیق دهید

source: Account:
fa_ir: حساب:

source: Bank Statement:
fa_ir: صورت حساب بانکی:

source: New
fa_ir: جدید

source: Reconcile Date
fa_ir: تاریخ تطبیق

source: Beginning<br>Balance
fa_ir: بیلانس<br>ابتدایی

source: Ending<br>Balance
fa_ir: بیلانس<br>پایانی

source: Account<br>Total
fa_ir: جمع<br>حساب

source: Reconciled<br>Amount
fa_ir: مبلغ<br>تطبیق شده

source: Difference
fa_ir: تفاوت

source: Date of bank statement to reconcile
fa_ir: تاریخ صورت حساب بانکی برای تطبیق

source: Person/Item
fa_ir: شخص/مورد

source: Reconcile
fa_ir: تطبیق

source: Reconcile All
fa_ir: تطبیق همه

source: Modify Bank Account Transfer
fa_ir: تغییر انتقال حساب بانکی

source: Bank Account Transfer Entry
fa_ir: ورود انتقال حساب بانکی

source: Transfer has been entered
fa_ir: انتقال ثبت شده است

source: &View the GL Journal Entries for this Transfer
fa_ir: &مشاهده ورودی های دفتر کل برای این انتقال

source: Enter &Another Transfer
fa_ir: وارد کردن &انتقال دیگری

source: From Account:
fa_ir: از حساب:

source: To Account:
fa_ir: به حساب:

source: Transfer Date:
fa_ir: تاریخ انتقال:

source: Amount:
fa_ir: مقدار:

source: Bank Charge:
fa_ir: هزینه بانکی:

source: Incoming Amount:
fa_ir: مقدار ورودی:

source: Modify Transfer
fa_ir: تغییر انتقال

source: Enter Transfer
fa_ir: وارد کردن انتقال

source: The entered amount is invalid or less than zero.
fa_ir: مبلغ وارد شده نامعتبر است یا کمتر از صفر است.

source: The total bank amount cannot be 0.
fa_ir: مجموع مبلغ بانکی نمی تواند 0 باشد.

source: This bank transfer change would result in exceeding authorized overdraft limit (%s) of the account '%s'
fa_ir: این تغییر انتقال بانکی منجر به تجاوز از حد مجاز برداشت مجاز (%s) حساب '%s' خواهد شد.

source: This bank transfer change would result in exceeding authorized overdraft limit on '%s' for transaction: %s #%s on %s.
fa_ir: این تغییر انتقال بانکی منجر به تجاوز از حد مجاز برداشت مجاز بر روی '%s' برای تراکنش: %s #%s در %s خواهد شد.

source: This bank transfer would result in exceeding authorized overdraft limit of the account (%s)
fa_ir: این انتقال بانکی منجر به تجاوز از حد مجاز برداشت مجاز حساب (%s) خواهد شد.

source: This bank transfer would result in exceeding authorized overdraft limit for transaction: %s #%s on %s.
fa_ir: این انتقال بانکی منجر به تجاوز از حد مجاز برداشت مجاز برای تراکنش: %s #%s در %s خواهد شد.

source: The Bank Charge Account has not been set in System and General GL Setup.
fa_ir: حساب هزینه بانکی در تنظیمات سیستم و دفتر کل عمومی تنظیم نشده است.

source: The source and destination bank accouts cannot be the same.
fa_ir: حساب های بانکی منبع و مقصد نمی توانند یکسان باشند.

source: The incomming bank amount cannot be 0.
fa_ir: مبلغ ورودی بانکی نمی تواند 0 باشد.

source: Bank Account Payment Entry
fa_ir: ورود پرداخت حساب بانکی

source: Bank Account Deposit Entry
fa_ir: ورود سپرده حساب بانکی

source: Modify Bank Account Entry
fa_ir: تغییر ورود حساب بانکی

source: Modify Bank Deposit Entry
fa_ir: تغییر ورود سپرده بانکی

source: Payment %d has been entered
fa_ir: پرداخت %d ثبت شده است

source: &View the GL Postings for this Payment
fa_ir: &مشاهده ثبت های دفتر کل برای این پرداخت

source: Enter Another &Payment
fa_ir: وارد کردن &پرداخت دیگری

source: Enter A &Deposit
fa_ir: وارد کردن &سپرده

source: Add an Attachment
fa_ir: اضافه کردن پیوست

source: Payment %d has been modified
fa_ir: پرداخت %d تغییر یافته است

source: Deposit %d has been entered
fa_ir: سپرده %d ثبت شده است

source: View the GL Postings for this Deposit
fa_ir: مشاهده ثبت های دفتر کل برای این سپرده

source: Enter Another Deposit
fa_ir: وارد کردن سپرده دیگری

source: Enter A Payment
fa_ir: وارد کردن یک پرداخت

source: Deposit %d has been modified
fa_ir: سپرده %d تغییر یافته است

source: &View the GL Postings for this Deposit
fa_ir: &مشاهده ثبت های دفتر کل برای این سپرده

source: Enter Another &Deposit
fa_ir: وارد کردن &سپرده دیگری

source: Enter A &Payment
fa_ir: وارد کردن یک &پرداخت

source: You must enter at least one payment line.
fa_ir: شما باید حداقل یک خط پرداخت وارد کنید.

source: The total bank amount exceeds allowed limit (%s).
fa_ir: مجموع مبلغ بانکی از حد مجاز (%s) فراتر می رود.

source: The bank transaction would result in exceed of authorized overdraft limit for transaction: %s #%s on %s.
fa_ir: این تراکنش بانکی منجر به تجاوز از حد مجاز برداشت مجاز برای تراکنش: %s #%s در %s خواهد شد.

source: The entered date for the payment is invalid.
fa_ir: تاریخ وارد شده برای پرداخت نامعتبر است.

source: You have to select customer and customer branch.
fa_ir: شما باید مشتری و شعبه مشتری را انتخاب کنید.

source: You have to select supplier.
fa_ir: شما باید تأمین کننده را انتخاب کنید.

source: Settled amount have to be positive number.
fa_ir: مبلغ تسویه شده باید عدد مثبت باشد.

source: The amount entered is not a valid number or is less than zero.
fa_ir: مبلغ وارد شده عدد معتبری نیست یا کمتر از صفر است.

source: The exchange rate cannot be zero or a negative number.
fa_ir: نرخ ارز نمی تواند صفر یا عدد منفی باشد.

source: Payment Items
fa_ir: موارد پرداخت

source: Deposit Items
fa_ir: موارد سپرده

source: Process Payment
fa_ir: پرداخت را پروسس کنید

source: Process Deposit
fa_ir: سپرده را پروسس کنید

source: Budget Entry
fa_ir: ورود بودجه

source: There are no account groups defined. Please define at least one account group before entering accounts.
fa_ir: هیچ گروه حسابی تعریف نشده است. لطفاً قبل از وارد کردن حساب ها، حداقل یک گروه حساب تعریف کنید.

source: The Budget has been saved.
fa_ir: بودجه ذخیره شده است.

source: The Budget has been deleted.
fa_ir: بودجه حذف شده است.

source: Account Code:
fa_ir: کد حساب:

source: Get
fa_ir: دریافت

source: Dim. incl.
fa_ir: بعد. شامل.

source: Last Year
fa_ir: سال گذشته

source: Total
fa_ir: مجموع

source: Save
fa_ir: ذخیره

source: Modifying Journal Transaction # %d.
fa_ir: تغییر تراکنش دفتر روزنامه # %d.

source: Journal Entry
fa_ir: ورود دفتر روزنامه

source: Journal entry has been entered
fa_ir: ورود دفتر روزنامه ثبت شده است

source: &View this Journal Entry
fa_ir: &مشاهده این ورود دفتر روزنامه

source: Enter &New Journal Entry
fa_ir: وارد کردن &ورود جدید دفتر روزنامه

source: Journal entry has been updated
fa_ir: ورود دفتر روزنامه به روزرسانی شده است

source: Return to Journal &Inquiry
fa_ir: بازگشت به &بررسی دفتر روزنامه

source: You can edit directly only journal entries created via Journal Entry page.
fa_ir: شما فقط می توانید به طور مستقیم ورودی های دفتر روزنامه ای را ویرایش کنید که از طریق صفحه ورود دفتر روزنامه ایجاد شده اند.

source: Entry &New Journal Entry
fa_ir: ورود &ورود جدید دفتر روزنامه

source: You must enter at least one journal line.
fa_ir: شما باید حداقل یک خط دفتر روزنامه وارد کنید.

source: The journal must balance (debits equal to credits) before it can be processed.
fa_ir: دفتر روزنامه باید متعادل باشد (بدهی ها برابر با بستانکارها) قبل از اینکه پروسس شود.

source: The exchange rate must be numeric and greater than zero.
fa_ir: نرخ ارز باید عددی و بزرگتر از صفر باشد.

source: Check tax register records before processing transaction or switch off 'Include in tax register' option.
fa_ir: قبل از پروسس تراکنش، سوابق ثبت مالیاتی را بررسی کنید یا گزینه 'شامل در ثبت مالیاتی' را خاموش کنید.

source: Cannot determine tax register to be used. You have to make at least one posting either to tax or customer/supplier account to use tax register.
fa_ir: نمی توان ثبت مالیاتی که باید استفاده شود را تعیین کرد. شما باید حداقل یک ثبت به حساب مالیاتی یا حساب مشتری/تأمین کننده انجام دهید تا از ثبت مالیاتی استفاده کنید.

source: You must select GL account.
fa_ir: شما باید حساب دفتر کل را انتخاب کنید.

source: You must select subledger account.
fa_ir: شما باید حساب زیر دفتر کل را انتخاب کنید.

source: Dimension is closed.
fa_ir: ابعاد بسته شده است.

source: You must enter either a debit amount or a credit amount.
fa_ir: شما باید یک مقدار بدهی یا یک مقدار کریدت را داخل کنید.

source: The debit amount entered is not a valid number or is less than zero.
fa_ir: مقدار بدهی وارد شده عدد معتبری نیست یا کمتر از صفر است.

source: The credit amount entered is not a valid number or is less than zero.
fa_ir: مقدار بستانکاری وارد شده عدد معتبری نیست یا کمتر از صفر است.

source: Cannot post to GL account used by more than one tax type.
fa_ir: نمی توان به حساب دفتر کل که توسط بیش از یک نوع مالیات استفاده می شود، ثبت کرد.

source: You cannot make a journal entry for a bank account. Please use one of the banking functions for bank transactions.
fa_ir: شما نمی توانید برای یک حساب بانکی ورود دفتر روزنامه انجام دهید. لطفاً از یکی از توابع بانکی برای تراکنش های بانکی استفاده کنید.

source: &GL postings
fa_ir: &ثبت های دفتر کل

source: &Tax register
fa_ir: &ثبت مالیاتی

source: Rows
fa_ir: ردیف ها

source: Tax register record
fa_ir: ثبت مالیاتی

source: VAT date:
fa_ir: تاریخ مالیات بر ارزش افزوده:

source: Input Tax
fa_ir: مالیات ورودی

source: Output Tax
fa_ir: مالیات خروجی

source: Net amount
fa_ir: مبلغ خالص

source: Process Journal Entry
fa_ir: پروسس ورود دفتر روزنامه

source: Process journal entry only if debits equal to credits
fa_ir: ورود دفتر روزنامه را فقط در صورتی پروسس کنید که بدهی ها برابر با بستانکاری ها باشند

source: Invalid validator string
fa_ir: رشته اعتبارسنجی نامعتبر است

source: Input parameter '%s' have to be set.
fa_ir: پارامتر ورودی '%s' باید تنظیم شود.

source: Parameter '%s' cannot be empty.
fa_ir: پارامتر '%s' نمی تواند خالی باشد.

source: Parameter '%s' contains invalid characters.
fa_ir: پارامتر '%s' شامل کاراکترهای نامعتبر است.

source: Parameter '%s' has invalid value.
fa_ir: پارامتر '%s' دارای مقدار نامعتبر است.

source: Invalid key passed reading '%s'
fa_ir: کلید نامعتبر برای خواندن '%s' ارسال شده است.

source: Empty update data for table
fa_ir: داده های به روزرسانی خالی برای جدول

source: Invalid key for update '%s'
fa_ir: کلید نامعتبر برای به روزرسانی '%s'

source: Cannot update record in
fa_ir: نمی توان رکورد را در

source: Empty data set for insertion into
fa_ir: مجموعه داده خالی برای درج در

source: Cannot insert record into
fa_ir: نمی توان رکورد را در

source: Empty update data for array
fa_ir: داده های به روزرسانی خالی برای آرایه

source: Empty data for array
fa_ir: داده های خالی برای آرایه

source: Exchange Variance
fa_ir: اختلاف نرخ ارز

source: From
fa_ir: از

source: To
fa_ir: به

source: Document reentered.
fa_ir: مدرک دوباره وارد شده است.

source: Rounding error %s encountered for trans_type:%s,trans_no:%s
fa_ir: خطای گرد کردن %s برای trans_type:%s,trans_no:%s

source: Date:
fa_ir: تاریخ:

source: Pay To:
fa_ir: پرداخت به:

source: To the Order of:
fa_ir: به دستور:

source: Supplier:
fa_ir: تأمین کننده:

source: Customer:
fa_ir: مشتری:

source: Branch:
fa_ir: شعبه:

source: This customer account is on hold.
fa_ir: این حساب مشتری در حالت تعلیق است.

source: Go
fa_ir: برو

source: Into:
fa_ir: به:

source: Account Code
fa_ir: کد حساب

source: Account Description
fa_ir: توضیحات حساب

source: Edit document line
fa_ir: ویرایش خط سند

source: Remove line from document
fa_ir: حذف خط از سند

source: Confirm changes
fa_ir: تأیید تغییرات

source: Cancel changes
fa_ir: لغو تغییرات

source: Add Item
fa_ir: اضافه کردن مورد

source: Add new item to document
fa_ir: اضافه کردن مورد جدید به سند

source: Settled AR Amount:
fa_ir: مبلغ تسویه شده حساب های دریافتنی:

source: Settled AP Amount:
fa_ir: مبلغ تسویه شده حساب های پرداختنی:

source: Journal Date:
fa_ir: تاریخ دفتر روزنامه:

source: Currency:
fa_ir: ارز:

source: Document Date:
fa_ir: تاریخ سند:

source: Event Date:
fa_ir: تاریخ رویداد:

source: Source ref:
fa_ir: مرجع منبع:

source: Quick Entry
fa_ir: ورود سریع

source: balance from account
fa_ir: موجودی از حساب

source: Additional info:
fa_ir: اطلاعات اضافی:

source: Include in tax register:
fa_ir: شامل در ثبت مالیاتی:

source: Reconciled:
fa_ir: تطبیق داده شده:

source: Counterparty
fa_ir: طرف مقابل

source: Edit journal line
fa_ir: ویرایش خط دفتر روزنامه

source: Remove line from journal
fa_ir: حذف خط از دفتر روزنامه

source: [Select account]
fa_ir: [حساب را انتخاب کنید]

source: Add new line to journal
fa_ir: اضافه کردن خط جدید به دفتر روزنامه

source: GL Accounts
fa_ir: حساب های دفتر کل

source: Search GL accounts
fa_ir: جستجوی حساب های دفتر کل

source: Category
fa_ir: کتگوری

source: Balance Sheet Drilldown
fa_ir: جزئیات بیلانسنامه

source: As at:
fa_ir: تا تاریخ:

source: Calculated Return
fa_ir: بازگشت محاسبه شده

source: Liabilities
fa_ir: بدهی ها

source: and
fa_ir: و

source: Equities
fa_ir: حقوق صاحبان سهام

source: Back
fa_ir: بازگشت

source: Bank Account Inquiry
fa_ir: بررسی حساب بانکی
