Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: Process allocations
da_dk: Gennemfør allokeringer
es_es: Asignaciones a proceso
id_id: Proses alokasi
it_it: Processa stanziamenti
ka_ge: დაამუშავე გადანაწილებები
pt_br: Alocações de Processo
pt_pt: Processar Liquidação
ru_ru: Процесс распределения

source: Back to Allocations
da_dk: Tilbage til allokeringer
es_es: Regresar a Asignaciones
id_id: Kembali ke menu alokasi
it_it: Torna alle Sedi
ka_ge: დაუბრუნდი გადანაწილებებს
pt_br: Voltar às Alocações
pt_pt: Voltar às Liquidações
ru_ru: Назад к Распределения

source: Abandon allocations and return to selection of allocatable amounts
da_dk: Fortryd allokeringer og gå tilbage til listen af allokerbare beløb
es_es: Abandonar las asignaciones y volver a la selección de los montos asignables
id_id: Batalkan alokasi dan kembali ke pilihan jumlah alokasi
it_it: Lasciare le assegnazioni e tornare alla selezione degli importi assegnabili
ka_ge: მიატოვე გადანაწილებები და დაუბრუნდი გადასანაწილებელი თანხების არჩევას
pt_br: Abandonar alocações e retornar para seleção de quatias alocáveis
pt_pt: Abandonar liquidações e retornar à seleção de movimentos por liquidar
ru_ru: Отказаться от ассигнований и возврата к выбору ALLOCATABLE суммы

source: There are no unsettled transactions to allocate.
da_dk: Det findes ingen transaktioner tilbage at allokere.
es_es: No existen transacción sin confirmar para asignar.
id_id: Tidak ada transaksi yang belum di-settle untuk dialokasi
it_it: Non ci sono transazioni non saldate da stanziare.
ka_ge: დასაფარი ტრანზაქციები არ არის გადასანაწილებლად.
pt_br: Não há transações indefinidas para alocar.
pt_pt: Não existem movimentos para liquidar.
ru_ru: Есть никаких неурегулированных сделок выделить.

source: Supplier Allocations
da_dk: Kreditor allokeringer
es_es: Asignaciones de Proveedor
id_id: Alokasi Pemasok
it_it: Sedi Fornitore
ka_ge: მომწოდებლის გადანაწილებები
pt_br: Alocações de Fornecedor
pt_pt: Liquidações de Fornecedor
ru_ru: Поставщик распределения

source: Select a Supplier:
da_dk: Vælg en kreditor:
es_es: Seleccione un proveedor:
id_id: Pilih Pemasok:
it_it: Seleziona un fornitore:
ka_ge: აირჩიე მომწოდებელი:
pt_br: Selecionar um Fornecedor:
pt_pt: Selecionar um Fornecedor:
ru_ru: Выбор поставщика:

source: Show Settled Items:
da_dk: Vis udførte allokeringer:
es_es: Mostrar Artículos Confirmados:
id_id: Perlihatkan baris yang sudah settle:
it_it: Mostra Articoli Saldati:
ka_ge: აჩვენე დაფარული დასახელებები:
pt_br: Mostrar Itens Definido:
pt_pt: Mostrar Movimentos Confirmados:
ru_ru: Показать Установившаяся элементов:

source: Allocate
da_dk: Allokere
es_es: Asignar
id_id: Alokasi
it_it: Stanziare
ka_ge: გადაანაწილე
pt_br: Alocar
pt_pt: Liquidar
ru_ru: Выделять

source: Marked items are settled.
da_dk: Markerede enheder er allerede allokerede.
es_es: Los artículos marcados están confirmados.
id_id: Baris yang ditandai sudah settle
it_it: Gli articoli evidenziati sono stati saldati.
ka_ge: მონიშნული დასახელებები დაფარულია.
pt_br: Os itens marcados estão definidos
pt_pt: Os movimentos marcados serão liquidados.
ru_ru: Отмеченные пункты решен.

source: Balances in Home Currency
da_dk: Balance i inlands valuta:
es_es: Balances en moneda local
id_id: Saldo dalam mata uang lokal
it_it: Saldi in Valuta Locale
ka_ge: ნაშთი ფუნქციურ ვალუტაში
pt_br: Saldos na Moeda Local
pt_pt: Saldos na Moeda Local
ru_ru: Остатки на главную валюту

source: Trans Type
da_dk: Transaktionstype:
es_es: Tipo de transacción
id_id: Tipe Transaksi
it_it: Tipo Trans
ka_ge: ტრანზ. ტიპი
pt_br: Tipo de Trans.
pt_pt: Tipo de Trans.
ru_ru: Тип транспорта

source: Charges
da_dk: Afgifter
es_es: Cargos
id_id: Biaya
it_it: Tariffario
ka_ge: დარიცხვები
pt_br: Cobranças
pt_pt: Encargos
ru_ru: Расходы

source: Credits
da_dk: Krediteringer
es_es: Créditos
id_id: Kredit
it_it: Crediti
ka_ge: კრედიტები
pt_br: Créditos
pt_pt: Créditos
ru_ru: Кредиты

source: Suppress Zeros
da_dk: Undertryk nuller
es_es: Eliminar ceros
id_id: Jangan tampilkan angka nol
it_it: Zero soppressi
ka_ge: შეკვეცე ნულები
pt_pt: Suprimir Zeros
ru_ru: Подавление нулей

source: Customer Balances
da_dk: Debitorbalancer
es_es: Balances de Cliente
id_id: Saldo Pelanggan
it_it: Saldi Cliente
ka_ge: მომხმარებლის ნაშთები
pt_br: Saldos dos Clientes
pt_pt: Saldos de Clientes
ru_ru: Клиент Остатки

source: Grand Total
da_dk: Sum Total
es_es: Suma total
id_id: Total Seluruhnya
it_it: Totale generale
ka_ge: დიდი ჯამი
pt_br: Total
pt_pt: Total
ru_ru: Общий итог

source: Summary Only
da_dk: Kun oversigt
es_es: Sólo resúmen
id_id: Ringkasan
it_it: Solo riassunto
ka_ge: ჯამური მხოლოდ
pt_br: Somente Resumo
pt_pt: Somente Resumo
ru_ru: Основная только

source: Detailed Report
da_dk: Detaljeret rapport
es_es: Reporte detallado
id_id: Laporan Detil
it_it: Report Dettagliato
ka_ge: დეტალური ანგარიში
pt_br: Relatório Detalhado
pt_pt: Relatório Detalhado
ru_ru: Подробный отчет

source: End Date
da_dk: Slut dato
es_es: Fecha de término
id_id: Tanggal akhir
it_it: Data di fine
ka_ge: ბოლო თარიღი
pt_br: Data Final
pt_pt: Data Final
ru_ru: Дата окончания

source: Show Also Allocated
es_es: Mostrar también Asignados
id_id: Tampilkan yang sudah dialokasi
pt_pt: Mostrar também Liquidados
ru_ru: Показать распределена также

source: Aged Customer Analysis
da_dk: Aldersanalyse (debitor)
es_es: Análisis de cliente antiguos
id_id: Analisis Umur Piutang Pelanggan
it_it: Analisi clienti storici
ka_ge: მომხმარებლის დავალიანების ვადის ანალიზი
pt_br: Análise de Cliente em Atraso
pt_pt: Análise de Cliente Antigos
ru_ru: Возраст Анализ клиентов

source: All Areas
da_dk: Alle områder
es_es: Todas las áreas
id_id: Seluruh Wilayah
it_it: Tutte le Aree
ka_ge: ყველა ადგილი
pt_br: Todas as Áreas
pt_pt: Todas as Áreas
ru_ru: Все районы

source: All Sales Folk
da_dk: Alle sælgere
es_es: Toda la gente de ventas
id_id: Seluruh tim penjualan
it_it: Tutte le forze vendita
ka_ge: ყველა გაყიდვების პერსონალი
pt_br: Todos os Vendedores
pt_pt: Todos os Vendedores
ru_ru: Все продажи народных

source: Greater than
da_dk: Større end
es_es: Mayor que
id_id: Lebih dari
it_it: Maggiore di
ka_ge: მეტი ვიდრე
pt_br: Maior que
pt_pt: Maior que
ru_ru: Больше

source: Less than
da_dk: Mindre end
es_es: Menor que
id_id: Kurang dari
it_it: Minore di
ka_ge: ნაკლები ვიდრე
pt_br: Menor que
pt_pt: Menor que
ru_ru: Менее

source: Customer Postal Address
da_dk: Debitor leveringsadresse
es_es: Dirección postal del cliente
id_id: Alamat surat pelanggan
it_it: Indirizzo Postale Cliente
ka_ge: მომხმარებლის საფოსტო მისამართი
pt_br: Endereço Postal de Cliente
pt_pt: Endereço Postal de Cliente
ru_ru: Клиент Почтовый адрес

source: Price/Turnover
da_dk: Pris/DB
es_es: Precio/Volúmen de ventas
id_id: Harga/Turnover
it_it: Prezzo/Ricavo
ka_ge: ფასი/ბრუნვა
pt_br: Preço/Vendas
pt_pt: Preço/Volume Vendas
ru_ru: Цена / оборот

source: Branch Contact Information
da_dk: Afdelings kontaktinformation
es_es: Información de sucursal de contacto
id_id: Informasi kontak cabang
it_it: Info contatti filiale
ka_ge: ფილიალის კონტ. ინფო
pt_br: Informação do Contato da Unidade
pt_pt: Informação do Contato da Filial
ru_ru: Информация отделения Связаться

source: Branch Delivery Address
da_dk: Afdelings Leverings Adresse
es_es: Dirección de Entrega de la sucursal
id_id: Alamat pengiriman cabang
it_it: Indirizzo di Consegna Filiale
ka_ge: ფილიალის მიწოდების მისამართი
pt_br: Endereço de Entrega da Unidade
pt_pt: Endereço de Entrega da Filial
ru_ru: Адрес отделения доставки

source: Activity Since
da_dk: Aktivitet siden
es_es: Actividad desde
id_id: Aktif sejak
it_it: Attività da
ka_ge: აქტივობები
pt_br: Atividade Desde
pt_pt: Atividade Desde
ru_ru: Поскольку активность

source: Sales Areas
da_dk: Salgsområder
es_es: Áreas de Venta
id_id: Area Penjualan
it_it: Aree di Vendita
ka_ge: გაყიდვების ადგილები
pt_br: Áreas de Vendas
pt_pt: Áreas de Vendas
ru_ru: Торговых площадей

source: Sales Folk
da_dk: Sælgere
es_es: Gente de ventas
id_id: Tim Penjualan
it_it: Forze vendita
ka_ge: გაყიდვების პერსონალი
pt_br: Dendedores
pt_pt: Vendedores
ru_ru: Продажи народного

source: Activity
da_dk: Aktivitet
es_es: Actividad
id_id: Aktifitas
it_it: Attività
ka_ge: აქტივობა
pt_br: Atividade
pt_pt: Atividade
ru_ru: Деятельность

source: Customer Details Listing
da_dk: Debitorliste, detaljeret
es_es: Listado de detalles de clientes
id_id: Daftar detil pelanggan
it_it: Elenco Dettagli Cliente
ka_ge: მომხმარებლის დეტალების სია
pt_br: Listando Detalhes do Cliente
pt_pt: Lista de Detalhes do Cliente
ru_ru: Листинг Информация о клиенте

source: Customers in
da_dk: Debitorer i
es_es: Clientes dentro
id_id: Pelanggan di
it_it: Clienti in
ka_ge: მომხმარებელი
pt_br: Clientes no
pt_pt: Clientes em
ru_ru: Клиенты в

source: Price List
da_dk: Prisliste
es_es: Precio de lista
id_id: Daftar Harga
it_it: Listino Prezzi
ka_ge: პრაის ლისტი
pt_br: Lista de preço
pt_pt: Lista de preço
ru_ru: Прайс-лист

source: Ph
da_dk: Tlf.
es_es: Fono
id_id: Telp
ka_ge: ტელ
pt_pt: Tl

source: Gereral Notes:
id_id: Catatan umum:
pt_pt: Notas Gerais:

source: Turnover
da_dk: Resultat
es_es: Volúmen de ventas
it_it: Ricavo
ka_ge: ბრუნვა
pt_br: Vendas
pt_pt: Volume de Vendas
ru_ru: Оборот

source: Category/Items
da_dk: Kategori/Varer
es_es: Categoría/Artículos
id_id: Kategori/Barang
it_it: Categoria/Articoli
ka_ge: კატეგორია/დასახელებები
pt_br: Itens/Categoria
pt_pt: Categoria/Artigos
ru_ru: Категория / Товары

source: UOM
id_id: Satuan
it_it: UDM
ka_ge: საზ ერთ
pt_pt: Uni.M.

source: GP %
da_dk: DB %
es_es: % de ganancia bruta
id_id: % Bruto
ka_ge: ოპერ.მოგების %
pt_pt: MB %

source: Show GP %
da_dk: Vis DB %
es_es: Mostrar % de ganancia bruta
id_id: Tampilkan % Bruto
it_it: Mostra GP %
ka_ge: აჩვენე ოპერ.მოგების %
pt_br: Mostrar GP %
pt_pt: Mostrar MB %
ru_ru: Показать GP%

source: Price Listing
da_dk: Prisliste
es_es: Listado de pecios
id_id: Daftar Harga
it_it: Listino Prezzi
ka_ge: ფასების სია
pt_br: Listando Preço
pt_pt: Listagem Preços
ru_ru: Цена Объявление

source: Sales Kits
da_dk: Salgs Kits
es_es: Kits de Ventas
id_id: Kit Penjualan
it_it: Set vendite
ka_ge: გაყიდვების ნაკრებები
pt_br: Kits de Vendas
pt_pt: Kits de Vendas
ru_ru: Продажи комплектов

source: All Orders
da_dk: Alle ordrer
es_es: Todas los Pedidos
id_id: Seluruh Order
it_it: Tutti gli ordini
ka_ge: ყველა შეკვეთა
pt_br: Todos os Pedidos
pt_pt: Todos os Docs
ru_ru: Все Заказы

source: Back Orders Only
da_dk: Kun restordre
es_es: Sólo pedidos pendientes
id_id: Hanya Back Order
it_it: Solo ordini arretrati
ka_ge: შესას-ბელი შკვ-თები მხოლოდ
pt_br: Voltar Pedidos Somente
pt_pt: Considerar Apenas Encomendas
ru_ru: Вернуться заказы только

source: Order
da_dk: Ordre
es_es: Pedido
it_it: Ordine
ka_ge: შეკვეთა
pt_br: Pedido
pt_pt: Documento
ru_ru: Заказ

source: Branch
da_dk: Afdeling
es_es: Sucursal
id_id: Cabang
it_it: Filiale
ka_ge: ფილიალი
pt_br: Unidade
pt_pt: Filial
ru_ru: Филиал

source: Customer Ref
da_dk: Debitor Ref
es_es: Referencia de cliente
id_id: Ref Pelanggan
it_it: Rif cliente
ka_ge: მომხ-ბის მინიშნება
pt_br: Ref. Cliente
pt_pt: Ref. Cliente
ru_ru: Клиент работе

source: Ord Date
da_dk: Ord dato
es_es: Fecha de orden
id_id: Tgl Order
it_it: Data Ord
ka_ge: შეკვ.თარიღი
pt_br: Data do Pedido
pt_pt: Data do Pedido
ru_ru: Дате заказа

source: Del Date
da_dk: Lev.dag
es_es: Fecha de entrega
id_id: Tgl Kirim
it_it: Canc Data
ka_ge: წაშლის თარიღი
pt_br: Deletar Data
pt_pt: Data Entr.
ru_ru: Дата удалиние

source: Delivered
da_dk: Leveret
es_es: Entregado
id_id: Dikirim
it_it: Consegnato
ka_ge: მიწოდებულია
pt_br: Entregue
pt_pt: Entregue
ru_ru: Поставляются

source: Selection
da_dk: Udvalg
es_es: Selección
id_id: Pilihan
it_it: Selezione
ka_ge: შერჩევა
pt_br: Seleção
pt_pt: Seleção
ru_ru: Выбор

source: Order Status Listing
da_dk: Ordre status liste
es_es: Listado de Estado de Pedidos
id_id: Daftar Status Order
it_it: Elenco Stato degli Ordini
ka_ge: შეკვეთის სტატუსის სია
pt_br: Listando o Status do Pedido
pt_pt: Listagem Status de Encomendas
ru_ru: Листинг Статус заказа

source: Inv Date
da_dk: Fakt. Dato
es_es: Fecha de Factura
id_id: Tgl Tagihan
it_it: Data Fat
ka_ge: ინვ. თარიღი
pt_br: Data do Estoque
pt_pt: Data Inv.
ru_ru: Дата склада

source: Provision
es_es: Provisión
id_id: Provisi
it_it: Provvigione
ka_ge: პროვიჟენი
pt_br: Fornecimento
pt_pt: Comissão
ru_ru: Положение

source: Salesman
da_dk: Sælger
es_es: Vendedor
id_id: Penjual
it_it: Rappresentante
ka_ge: გამყიდველი
pt_br: Vendedor
pt_pt: Vendedor
ru_ru: Продавец

source: Break Pt.
es_es: Pto. de Quiebre
id_id: Target
ka_ge: გრდტხის წრტ-ლი
pt_pt: Vendas até
ru_ru: Перерыв Pt.

source: Salesman Listing
da_dk: Sælgeroversigt
es_es: Listado de Vendedores
id_id: Daftar Penjual
it_it: Elenco Rappresentanti
ka_ge: გამყიდველების სია
pt_br: Listagem de Vendedores
pt_pt: Listagem Vendedores
ru_ru: Продавец листинга

source: INVOICE
da_dk: FAKTURA
es_es: FACTURA
id_id: TAGIHAN
it_it: FATTURA
ka_ge: ინვოისი
pt_br: FATURA
pt_pt: FATURA
ru_ru: СЧЕТ

source: Shipping
da_dk: Fragt
es_es: Transporte
id_id: Pengiriman
it_it: Spedizione
ka_ge: გადაზიდვა
pt_br: Frete
pt_pt: Transporte
ru_ru: Судоходство

source: TOTAL ORDER VAT INCL.
da_dk: SAMLEDE ORDRE INKL. MOMS
es_es: TOTAL PEDIDO IVA INCL.
id_id: TOTAL SETELAH PAJAK
it_it: ORDINE TOTALE IVA INCLUSA
ka_ge: ჯამი დღგ-ს ჩათვლით.
pt_pt: TOTAL ENCOMENDA COM IVA
ru_ru: Сумма с НДС ЗАКАЗ.

source: STATEMENT
da_dk: KONTOUDTOG
es_es: DECLARACIÓN
it_it: ESTRATTO CONTO
ka_ge: ამონაწერი
pt_br: EXTRATO
pt_pt: EXTRATO
ru_ru: ЗАЯВЛЕНИЕ

source: Outstanding Transactions
da_dk: Udestående transaktioner
es_es: Transacciones Pendientes
id_id: Transaksi belum selesai
it_it: Transazioni in sospeso
ka_ge: შესასრულებელი ტრანზაქციები
pt_br: Transação Pendente
pt_pt: Transações Pendentes
ru_ru: Незавершенных сделок

source: Statement
da_dk: Kontoudtog
es_es: Estado de Cuenta
it_it: Rendiconto
ka_ge: ამონაწერი
pt_br: Extrato
pt_pt: Extrato
ru_ru: Заявление

source: as of
da_dk: pr.
es_es: a partir de
id_id: pada saat
it_it: come
ka_ge: თვის
pt_pt: a partir de
ru_ru: по состоянию на

source: SALES ORDER
da_dk: SALGSORDRE
es_es: PEDIDO
id_id: ORDER PENJUALAN
it_it: ORDINE DI VENDITA
ka_ge: გაყიდვების შეკვეთა
pt_br: PEDIDOS DE VENDA
pt_pt: ENCOMENDAS DE CLIENTES
ru_ru: Заказ

source: QUOTE
da_dk: TILBUD
es_es: PRESUPUESTO
id_id: PENAWARAN
it_it: PREVENTIVO
ka_ge: შეთავაზება
pt_br: COTAÇÃO
pt_pt: COTAÇÃO
ru_ru: ЦИТАТА

source: TOTAL ORDER EX VAT
da_dk: TOTAL ORDRE EKS MOMS
es_es: TOTAL PEDIDO SIN IVA
id_id: TOTAL SEBELUM PAJAK
it_it: ORDINE TOTALE IVA ESCLUSA
ka_ge: ჯამური შეკვეთა დღგ-ს გამოკლებით
pt_br: TOTAL DO PEDIDO SEM IMPOSTOS
pt_pt: TOTAL ENCOMENDA SEM IVA
ru_ru: Всего НДС EX ПОРЯДОК

source: DELIVERY
da_dk: LEVERANCE
es_es: DESPACHO
id_id: PENGIRIMAN
it_it: CONSEGNA
ka_ge: ზედნადები
pt_br: ENTREGA
pt_pt: ENTREGA
ru_ru: ДОСТАВКА

source: PACKING SLIP
da_dk: FØLGESEDDEL
es_es: DETALLE DEL ENVIO
id_id: SLIP PENGEPAKAN
it_it: DISTINTA D'IMBALLAGGIO
ka_ge: სატრანსპორტო ზედნადები
pt_br: LISTA DE ENTREGA
pt_pt: GUIA REMESSA
ru_ru: Упаковочный лист

source: DELIVERY NOTE
da_dk: FØLGESEDEL
es_es: NOTA DE DESPACHO
id_id: NOTA PENGIRIMAN
it_it: BOLLA DI CONSEGNA
ka_ge: სასაქონლო ზედნადები
pt_br: NOTA DE ENTREGA
pt_pt: NOTA DE ENTREGA
ru_ru: Накладная

source: TOTAL DELIVERY INCL. VAT
da_dk: TOTAL LEVERANCE MED MOMS
es_es: TOTAL DESPACHO IVA INCL.
id_id: TOTAL PENGIRIMAN TERMASUK PAJAK
it_it: TOTALE SPEDIZIONE IVA INCLUSA
ka_ge: ჯამი დღგ-ს ჩათვლით
pt_br: VALOR TOTAL INCLUINDO IMPOSTOS
pt_pt: TOTAL ENTREGUE IVA INCL.
ru_ru: Сумма с ДОСТАВКА. НДС

source: SALES QUOTATION
da_dk: SALGSTILBUD
es_es: PRESUPUESTO
id_id: PENAWARAN PENJUALAN
it_it: PREVENTIVO DI VENDITA
ka_ge: დაფასება
pt_br: COTAÇÃO DE VENDAS
pt_pt: COTAÇÃO DE VENDAS
ru_ru: Предложения по продажам

source: RECEIPT
da_dk: KVITTERING
es_es: RECEPCION
id_id: PENERIMAAN
it_it: RICEVUTA
ka_ge: ქვითარი
pt_pt: RECEBIMENTO
ru_ru: ПОЛУЧЕНИЯ

source: As advance / full / part / payment towards:
da_dk: Som advance / fuld / del / betaling mod:
es_es: Como avance /total/parcial/pago hacia:
id_id: Sebagai pembayaran dimuka / penuh / sebagian untuk:
it_it: Come pagamento in anticipo/totale/parziale a
ka_ge: როგორც ავანსი / სრული / ნაწილი / გადახდა:
pt_pt: Como adiantamento / total / parcial / pagamento para:
ru_ru: По мере развития / полная / частичная / платежа на:

source: TOTAL RECEIPT
da_dk: SAMLEDE MODTAGELSE
es_es: TOTAL DE RECIBO
id_id: TOTAL PENERIMAAN
it_it: RICEVUTA TOTALE
ka_ge: ჯამური ქვითარი
pt_pt: TOTAL RECEBIMENTO
ru_ru: Общей выручки

source: Received / Sign
da_dk: Modtaget / Underskrift
es_es: Recibido/Firmado
id_id: PENERIMA / TTD
it_it: Ricevuto/Firma
ka_ge: მიღებულია / ხელმოწერა
pt_pt: Recebido / Entrada
ru_ru: Поступила / Регистрация

source: By Cash / Cheque* / Draft No.
da_dk: Kontant / Check* / Kladde Nr.
es_es: Por Efectivo / Cheque* / Letra de Cambio
id_id: Kas / Cek No.
it_it: In Contanti / Assegno* / Cambiale NÂ°.
ka_ge: ნაღდით / ჩეკი* / გადარიცხვა #
pt_pt: Por Dinheiro / Cheque * / Letra No.

source: Dated
da_dk: Dateret
es_es: Con fecha
id_id: Tertanggal
it_it: Datato
ka_ge: დათარიღებული
pt_pt: Datado
ru_ru: Датированный

source: Drawn on Bank
da_dk: Trukket på Bank
es_es: Cruzado a Banco
id_id: Ditarik di Bank
ka_ge: განაღდებულია ბანკში
pt_pt: Cruzado com Banco
ru_ru: Рисованные о банке

source: CREDIT NOTE
da_dk: KREDITNOTA
es_es: NOTA DE CRÉDITO
id_id: NOTA KREDIT
it_it: NOTA DI CREDITO
ka_ge: კრედიტ მემო
pt_br: NOTA DE CRÉDITO
pt_pt: NOTA CRÉDITO
ru_ru: Кредитовое авизо

source: TOTAL CREDIT
da_dk: TOTAL KREDIT
es_es: CRÉDITO TOTAL
id_id: TOTAL KREDIT
it_it: CREDITO TOTALE
ka_ge: ჯამური კრედიტი
pt_br: CRÉDITO TOTAL
pt_pt: TOTAL CRÉDITO
ru_ru: Общей суммы кредита

source: Sales Summary Report
es_es: Reporte Resumen de Ventas
id_id: Laporan ringkas penjualan
ka_ge: გაყიდვების ჯამური რეპორტი
pt_pt: Relatório Resumo de Vendas
ru_ru: Продажи Сводный отчет

source: Tax Id Only
es_es: Sólo Id de Impuesto
id_id: Hanya No Pajak
ka_ge: გადასახადის ID მხოლოდ
pt_pt: Apenas Id IVA
ru_ru: ИНН только

source: Tax Id
es_es: Id del Impuesto
id_id: No Pajak
ka_ge: გადასახადის ID
pt_pt: Id IVA
ru_ru: ИНН

source: Total ex. Tax
es_es: Total sin Impuesto
id_id: Total sebelum Pajak
ka_ge: ჯამი დღგ-ს გარეშე
pt_pt: Total sem IVA
ru_ru: Всего отл. Налоговый

source: Tax
da_dk: Afgift
es_es: Impuesto
id_id: Pajak
it_it: Tassa
ka_ge: გადასახადი
pt_br: Imposto
pt_pt: Imposto
ru_ru: Налоговый

source: Balances in Home currency
da_dk: Balance i inlands valuta:
es_es: Balances en moneda local
id_id: Saldo dalam mata uang lokal
it_it: Saldi in valuta locale
ka_ge: ნაშთი ფუქნციურ ვალუტაში
pt_br: Saldos da Moeda Local
pt_pt: Balanço moeda local
ru_ru: Остатки на главную валюту

source: Supplier Balances
da_dk: Kreditor balancer
es_es: Balances de proveedores
id_id: Saldo Pemasok
it_it: Saldi fornitore
ka_ge: მომწოდებლის ნაშთები
pt_br: Saldos dos Fornecedores
pt_pt: Saldos dos Fornecedor
ru_ru: Поставщик Остатки

source: currency
da_dk: valuta
es_es: moneda
id_id: mata uang
it_it: valuta
ka_ge: ვალუტა
pt_br: Moeda
pt_pt: moeda
ru_ru: валюта

source: Aged Supplier Analysis
da_dk: Aldersanalyse (kreditor)
es_es: Análisis antiguedad de proveedor
id_id: Analisis Umur Hutang ke Pemasok
it_it: Analisi Fornitori Storici
ka_ge: მომწ-დამი დავალიანების ვადის ანალიზი
pt_br: Fornedores com Fatura Em Atraso
pt_pt: Análise Fornecedor Antigos
ru_ru: Возраст Анализ поставщиков

source: Payment Report
da_dk: Udbetalingsrapport
es_es: Reporte de pagos
id_id: Laporan Pembayaran
it_it: Report pagamento
ka_ge: გადახდების რეპორტი
pt_br: Relatório de Pagamentos
pt_pt: Relatório de Pagamentos
ru_ru: Оплата отчетов

source: Qty Recd
da_dk: Antal modtagne
es_es: Cantidad recibida
id_id: Jml Diterima
it_it: Qta Ric
ka_ge: მიღებული რ-ბა
pt_br: Qnt Recebida
pt_pt: Qt.Recebida
ru_ru: Кол-во RECD

source: qty Inv
da_dk: Antal fakt
es_es: cantidad en Inventario
id_id: Jml Ditagih
it_it: Qta Ft
ka_ge: ინვ რ-ბა
pt_br: Qnt Estocada
pt_pt: qt.stock
ru_ru: Кол-во Inv

source: Act Price
da_dk: (Act) Pris
es_es: Precio Actual
it_it: Prezzo??
ka_ge: ფაქტიური ფასი
pt_pt: Preço Act.
ru_ru: Закон цены

source: Outstanding GRNs Report
da_dk: Udestående følgesedler
es_es: Reporte de NBRs Pendientes
id_id: Laporan Penerimaan belum selesai
it_it: Report BEM in sospeso
ka_ge: შესასრულებელი სასაქონლო ზედნადების რეპორტი
pt_br: Relatório de GRN Pendentes
pt_pt: Relatório Recep.Merc. Pendentes
ru_ru: Выдающийся Сообщить GRNS

source: Contact Information
id_id: Informasi Kontak
pt_pt: Informação de Contato
ru_ru: Контактная информация

source: Physical Address
id_id: Alamat Fisik
pt_pt: Endereço
ru_ru: Физический адрес

source: Supplier Details Listing
id_id: Daftar detil Pemasok
pt_pt: Lista de Detalhes do Fornecedor
ru_ru: Подробная информация о поставщике листинга

source: Tax_Id
id_id: No_Pajak
pt_pt: Imp_ID

source: PURCHASE ORDER
da_dk: INDKØBSORDRE
es_es: ORDEN DE COMPRA
id_id: PEMBELIAN
it_it: ORDINE DI ACQUISTO
ka_ge: შესყიდვების შეკვეთა
pt_br: ORDEM DE COMPRA
pt_pt: REQUISIÇÃO DE COMPRA
ru_ru: Заказ на покупку

source: TOTAL PO
es_es: TOTAL OC
it_it: ORDINE DI ACQUISTO TOTALE
ka_ge: ჯამური შესყიდვის შეკვეთა
pt_pt: TOTAL PC
ru_ru: ВСЕГО ПО

source: REMITTANCE
da_dk: OVERFØRSEL
es_es: REMESA
id_id: REMITEN
it_it: PAGAMENTO
ka_ge: გადარიცხვა
pt_pt: PAGAMENTO
ru_ru: Денежный перевод

source: TOTAL REMITTANCE
da_dk: SAMLEDE OVERFØRSEL
es_es: TOTAL DE REMESAS
id_id: TOTAL REMITEN
it_it: PAGAMENTO TOTALE
ka_ge: ჯამური გადარიცხვა
pt_pt: TOTAL PAGAMENTO
ru_ru: Итого денежные переводы

source: Inventory Valuation Report
da_dk: Lagerværdi rapport
es_es: Reporte de tasación de inventario
id_id: Laporan valuasi inventaris
it_it: Report valorizzazione inventario
ka_ge: მარაგების თვითღ-ბის რეპორტი
pt_br: Relatório de Avaliação do Estoque
pt_pt: Relatório de Avaliação de Stock
ru_ru: Отчет оценки запасов

source: QOH
da_dk: Lager
es_es: CEM
id_id: Juml ditangan
it_it: Quantità disponibile
ka_ge: ხელზე
pt_pt: Q.FISICA

source: Cust Ord
da_dk: Debitor Ordre
es_es: Orden de cliente
id_id: Order Pelanggan
it_it: Ord Cli
ka_ge: მომხ. შეკვ.
pt_br: Pedido
pt_pt: Pedido Clie.

source: Supp Ord
da_dk: Købs Ord
es_es: Orden de Proveedor
id_id: Order Pemasok
it_it: Ord Forn
ka_ge: მომწ. შეკვ.
pt_br: Pedido
pt_pt: Pedido Forn.
ru_ru: Дополнение Ord

source: Sugg Ord
da_dk: Forsl Ord
es_es: Orden sugerida
id_id: Order ditawarkan
it_it: Ord Sugg
ka_ge: სავ. შეკვეთა
pt_pt: Ped. Sugerido

source: Inventory Planning Report
da_dk: Lagerplanlægnings rapport
es_es: Reporte de Planificación de Inventario
id_id: Laporan Perencanaan Inventaris
it_it: Report Pianificazione Inventario
ka_ge: მარაგების დაგეგმვის რეპორტი
pt_br: Relatório de Planejamento de Estoque
pt_pt: Relatório de Planeamento de Stock
ru_ru: Сообщить планирования кадастра

source: Shortage
da_dk: Mangel på
es_es: Déficit
id_id: Kekurangan
it_it: Mancanza
ka_ge: დეფიციტი
pt_br: Falta
pt_pt: Em Falta
ru_ru: Дефицит

source: Stock ID
da_dk: Lager ID
es_es: ID de stock
id_id: No Stok
it_it: ID giacenza
ka_ge: მარაგის კოდი
pt_br: Código de Estoque
pt_pt: ID Stock
ru_ru: Со ID

source: Check
da_dk: Tjek
es_es: Chequear
id_id: Cek
it_it: Controllo
ka_ge: ჩეკი
pt_br: Verificado
pt_pt: Verificado
ru_ru: Проверка

source: Only Shortage
da_dk: Kun Mangel
es_es: Sólo déficit
id_id: Hanya yang kurang
it_it: Solo Mancanza
ka_ge: მხოლოდ ნაკლებობა
pt_br: Somente em Falta
pt_pt: Apenas em Falta
ru_ru: Только Нехватка

source: Stock Check Sheets
da_dk: Lagerbeholdningsliste
es_es: Hojas de comporbación de existencias
id_id: Lembar cek stok
it_it: Pagine controllo Giacenza
ka_ge: ჩეკის მარაგის ფურცლები
pt_br: Fichas de Verificação do Estoque
pt_pt: Fichas de Verificação de Stock
ru_ru: Листы Проверить наличие на складе

source: Qty
da_dk: Antal
es_es: Ctdad
id_id: Jml
it_it: Qta
ka_ge: რ-ბა
pt_br: Qnt
pt_pt: Qt.
ru_ru: Кол-во

source: Sales
da_dk: Salg
es_es: Ventas
id_id: Penjualan
it_it: Vendite
ka_ge: გაყიდვები
pt_br: Vendas
pt_pt: Vendas
ru_ru: Продажи
