Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.8-1.po
Languages: ta_in

source: Aged Supplier Analysis
ta_in: வயது சப்ளையர் பகுப்பாய்வு

source: Payment Report
ta_in: கட்டண அறிக்கை

source: Qty Recd
ta_in: Qty ரெக்

source: qty Inv
ta_in: qty அழை

source: Act Price
ta_in: சட்டம் விலை

source: Outstanding GRNs Report
ta_in: சிறந்த GRNs அறிக்கை

source: Contact Information
ta_in: தொடர்பு தகவல்

source: Physical Address
ta_in: உன் முகவரி

source: Supplier Details Listing
ta_in: சப்ளையர் விவரங்கள் பட்டியல்

source: Tax_Id
ta_in: வரி எண்

source: Supplier Trial Balance
ta_in: சப்ளையர் சோதனை இருப்பு

source: PURCHASE ORDER
ta_in: கொள்முதல் ஆணை

source: TOTAL PO
ta_in: மொத்த PO

source: REMITTANCE
ta_in: அனுப்பும்

source: TOTAL REMITTANCE
ta_in: மொத்த மறுமதிப்பீடு

source: Inventory Valuation Report
ta_in: சரக்கு மதிப்பீட்டு அறிக்கை

source: Cust Ord
ta_in: காஸ்ட் ஆட்

source: Supp Ord
ta_in: சப் ஆர்ப்

source: Sugg Ord
ta_in: சிக் ஆர்ட்டி

source: Inventory Planning Report
ta_in: சரக்கு திட்டமிடல் அறிக்கை

source: Shortage
ta_in: பற்றாக்குறை

source: Stock ID
ta_in: பங்கு ஐடி

source: Check
ta_in: சரிபார்க்கவும்

source: Only Shortage
ta_in: ஒரே தட்டுப்பாடு

source: Stock Check Sheets
ta_in: பங்கு சோதனை தாள்கள்

source: Qty
ta_in: அளவு

source: Contribution
ta_in: பங்களிப்பு

source: Show Service Items
ta_in: சேவை பொருட்களை காட்டு

source: Inventory Sales Report
ta_in: சரக்கு விற்பனை அறிக்கை

source: PO No
ta_in: அஞ்சல் எண்

source: Inv Price
ta_in: விலை விலை

source: PO Price
ta_in: PO விலை

source: GRN Valuation Report
ta_in: GRN மதிப்பீட்டு அறிக்கை

source: Unit Price
ta_in: அலகு விலை

source: Inventory Purchasing Report
ta_in: சரக்கு கொள்முதல் அறிக்கை

source: Opening
ta_in: திறப்பு

source: Inventory Movements
ta_in: சரக்கு இயக்கங்கள்

source: OpeningStock
ta_in: ஆரம்ப சரக்கு இருப்பு

source: StockIn
ta_in: சரக்கு இருப்பு பெறப்பட்டன

source: ClosingStock
ta_in: நிறைவு சரக்கு இருப்பு

source: QTY
ta_in: கொத்தமல்லி

source: Rate
ta_in: மதிப்பீடு

source: Costed Inventory Movements
ta_in: சரக்குக் கட்டுப்பாட்டு இயக்கங்களுக்கான செலவு

source: Total Movement
ta_in: மொத்த நகர்த்தப்பட்டது

source: Total Out
ta_in: மொத்த வெளியீடு

source: Item/Category
ta_in: பொருள் / வகை

source: Remark
ta_in: கருத்து

source: Item Sales Summary Report
ta_in: பொருள் விற்பனை சுருக்கம் அறிக்கை

source: Gift
ta_in: பரிசு

source: Note
ta_in: குறிப்பு

source: The lines separate the transactions.
ta_in: கோடுகள் பரிமாற்றங்களை பிரிக்கின்றன.

source: Inventory Purchasing - Transaction Based
ta_in: சரக்கு கொள்முதல் - பரிவர்த்தனை அடிப்படையிலானது

source: Wrk Ctr
ta_in: பணி மையம்

source: Bill of Material Listing
ta_in: பொருள் பட்டியல் பில்

source: Open Only
ta_in: திறக்க மட்டும்

source: Work Order Listing
ta_in: வேலை ஆணை பட்டியல்

source: WORK ORDER
ta_in: பணி ஆணை

source: Initial
ta_in: ஆரம்ப

source: Fixed Assets Valuation Report
ta_in: நிலையான சொத்து மதிப்பீட்டு அறிக்கை

source: Dimension Summary
ta_in: பரிமாண சுருக்கம்

source: Bank Statement
ta_in: வங்கி அறிக்கை

source: Bank Account
ta_in: வங்கி கணக்கு

source: Total Debit / Credit
ta_in: மொத்த கடன் / கடன்

source: Net Change
ta_in: நிகர மாற்றம்

source: Bank Statement w/Reconcile
ta_in: வங்கி அறிக்கை w/ சரிசெய்யும்

source: Reco Date
ta_in: ரெக்கோ தேதி

source: Narration
ta_in: கதை

source: Bank Balance
ta_in: வங்கி இருப்பு

source: Type/Account
ta_in: வகை/கணக்கு

source: Date/Dim.
ta_in: தேதி/மங்கலான.

source: Person/Item/Memo
ta_in: நபர்/பொருள்/மெமோ

source: List of Journal Entries
ta_in: ஜர்னல் பதிவுகள் பட்டியல்

source: GL Account Transactions
ta_in: GL கணக்கு பரிவர்த்தனைகள்

source: Year
ta_in: ஆண்டு

source: Tags
ta_in: குறிச்சொற்கள்

source: Amounts in thousands
ta_in: ஆயிரக்கணக்கான தொகை

source: Annual Expense Breakdown
ta_in: வருடாந்திர செலவினம் முறிவு

source: Close Balance
ta_in: நெருங்கிய இருப்பு

source: Profit and Loss Statement
ta_in: இலாப நட்ட அறிக்கை

source: Tax Report
ta_in: வரி அறிக்கை

source: Branch Name
ta_in: கிளை பெயர்

source: Net
ta_in: நிகர

source: Tax Rate
ta_in: வரி விகிதம்

source: Net Tax
ta_in: நிகர வரி

source: Exempt
ta_in: விலக்கு

source: Time
ta_in: நேரம்

source: Trans Date
ta_in: மாற்றம் தேதி

source: Action
ta_in: அதிரடி

source: Audit Trail
ta_in: தணிக்கை சோதனை

source: Changed
ta_in: மாற்றப்பட்டது

source: Reports and Analysis
ta_in: அறிக்கைகள் மற்றும் பகுப்பாய்வு

source: Customer &Balances
ta_in: வாடிக்கையாளர் மற்றும் இருப்பு

source: Currency Filter
ta_in: நாணய வடிகட்டி

source: Orientation
ta_in: திசை

source: Destination
ta_in: இலக்கு

source: &Aged Customer Analysis
ta_in: வயது வாடிக்கையாளர் பகுப்பாய்வு

source: Graphics
ta_in: கிராபிக்ஸ்

source: Customer &Detail Listing
ta_in: வாடிக்கையாளர் விரிவான பட்டியல்

source: Activity Greater Than
ta_in: செயல்பாடு அதிகமாக உள்ளது

source: Activity Less Than
ta_in: விட குறைவான செயல்பாடு

source: Sales &Summary Report
ta_in: விற்பனை சுருக்க அறிக்கை

source: &Price Listing
ta_in: விலை பட்டியல்

source: Inventory Category
ta_in: சரக்கு வகை

source: Sales Types
ta_in: விற்பனை வகைகள்

source: Show Pictures
ta_in: படங்கள் காட்டு

source: &Order Status Listing
ta_in: ஆர்டர் நிலை பட்டியல்

source: Stock Location
ta_in: பங்கு இருப்பிடம்

source: &Salesman Listing
ta_in: விற்பனையாளர் பட்டியல்

source: Print &Invoices
ta_in: அச்சிடு & பற்றுச்சீட்டுகள்

source: email Customers
ta_in: மின்னஞ்சல் வாடிக்கையாளர்கள்

source: Payment Link
ta_in: கொடுப்பனவு இணைப்பு

source: Print &Credit Notes
ta_in: அச்சிடு கடன் குறிப்புகள்

source: Print &Deliveries
ta_in: அச்சிடு விநியோகம்

source: Print as Packing Slip
ta_in: பேக் ஸ்ளிப் என அச்சிடுக

source: Print &Statements
ta_in: அச்சு மற்றும் அறிக்கைகள்

source: Email Customers
ta_in: மின்னஞ்சல் வாடிக்கையாளர்கள்

source: &Print Sales Orders
ta_in: விற்பனை ஆர்டர்களை அச்சிடவும்

source: Print as Quote
ta_in: மேற்கோள் என அச்சிட

source: &Print Sales Quotations
ta_in: அச்சிடல் விற்பனை மேற்கோள்கள்

source: Print Receipts
ta_in: அச்சு ரசீதுகள்

source: Supplier &Balances
ta_in: சப்ளையர் இருப்புகள்

source: &Aged Supplier Analyses
ta_in: வயது சப்ளையர் பகுப்பாய்வு

source: Supplier &Trial Balances
ta_in: சப்ளையர் சோதனை இருப்பு

source: &Payment Report
ta_in: பணம் அறிக்கை

source: Outstanding &GRNs Report
ta_in: சிறந்த GRNs அறிக்கை

source: Supplier &Detail Listing
ta_in: சப்ளையர் & விரிவாக்க பட்டியல்

source: Print Purchase &Orders
ta_in: அச்சிடு வாங்க & ஆர்டர்களை அச்சிடு

source: Email Suppliers
ta_in: மின்னஞ்சல் சப்ளையர்கள்

source: Print Remi&ttances
ta_in: அச்சிடு செலுத்துதல்கள்

source: Inventory &Valuation Report
ta_in: சரக்கு மற்றும் மதிப்பீட்டு அறிக்கை

source: Inventory &Planning Report
ta_in: சரக்கு மற்றும் திட்டமிடல் அறிக்கை

source: Stock &Check Sheets
ta_in: பங்கு மற்றும் ஷீட்கள் சரிபார்க்கவும்

source: Inventory Column
ta_in: சரக்கு வரிசை

source: Show Shortage
ta_in: பற்றாக்குறை காட்டு

source: Item Like
ta_in: பொருள் போன்ற

source: Inventory &Sales Report
ta_in: சரக்கு மற்றும் விற்பனை அறிக்கை

source: &GRN Valuation Report
ta_in: GRN மதிப்பீட்டு அறிக்கை

source: Inventory P&urchasing Report
ta_in: சரக்கு பி & கடன் அறிக்கை

source: Inventory &Movement Report
ta_in: சரக்கு மற்றும் இயக்கம் அறிக்கை

source: C&osted Inventory Movement Report
ta_in: செலவாகும் சரக்கு இயக்கம் அறிக்கை

source: Item &Sales Summary Report
ta_in: பொருள் மற்றும் விற்பனை சுருக்கம் அறிக்கை

source: Inventory Purchasing - &Transaction Based
ta_in: சரக்கு கொள்முதல் - &Tபரிவர்த்தனை அடிப்படையிலானது

source: &Bill of Material Listing
ta_in: பொருள் பட்டியலின் பில்

source: From product
ta_in: தயாரிப்பு இருந்து

source: To product
ta_in: தயாரிப்புக்கு

source: Work Order &Listing
ta_in: வேலை ஆணை பட்டியல்

source: Outstanding Only
ta_in: மிகச்சிறந்தது

source: Print &Work Orders
ta_in: அச்சிடு பணி ஆணைகள்

source: Email Locations
ta_in: மின்னஞ்சல் இருப்பிடங்கள்

source: &Fixed Assets Valuation
ta_in: நிலையான சொத்து மதிப்பீடு

source: Fixed Assets Class
ta_in: நிலையான சொத்துக்கள் வகுப்பு

source: Fixed Assets Location
ta_in: நிலையான சொத்துகள் இருப்பிடம்

source: Dimension &Summary
ta_in: பரிமாணம் சுருக்கம்

source: From Dimension
ta_in: பரிமாணத்திலிருந்து

source: To Dimension
ta_in: பரிமாணத்திற்கு

source: Banking
ta_in: வங்கி

source: Bank &Statement
ta_in: வங்கி அறிக்கை

source: Zero values
ta_in: பூஜ்ய மதிப்புகள்

source: Bank Statement w/ &Reconcile
ta_in: வங்கி அறிக்கை w/ மறுபயன்பாடு

source: General Ledger
ta_in: பொது பேரேடு

source: Chart of &Accounts
ta_in: கணக்குகளின் விளக்கப்படம்

source: Show Balances
ta_in: இருப்புகளைக் காட்டு

source: List of &Journal Entries
ta_in: ஜர்னல் பதிவுகள் பட்டியல்

source: GL Account &Transactions
ta_in: GL கணக்கு பரிவர்த்தனைகள்

source: From Account
ta_in: கணக்கு இருந்து

source: To Account
ta_in: கணக்கில்

source: Annual &Expense Breakdown
ta_in: ஆண்டு செலவினம் முறிவு

source: &Balance Sheet
ta_in: இருப்பு தாள்

source: Decimal values
ta_in: தசம மதிப்பு

source: &Profit and Loss Statement
ta_in: இலாப நட்ட அறிக்கை

source: Ta&x Report
ta_in: வரி அறிக்கை

source: Charge To
ta_in: கட்டணம்

source: Delivered To
ta_in: வழங்கப்பட்டது

source: Discount %
ta_in: தள்ளுபடி%

source: All amounts stated in
ta_in: அனைத்து மட்டங்களிலும் குறிப்பிடப்பட்டுள்ளது

source: Quotation No.
ta_in: மேற்கோள் எண்

source: Customer's Reference
ta_in: வாடிக்கையாளர் குறிப்பு

source: Sales Person
ta_in: விற்பனையாளர்

source: Your VAT no.
ta_in: உங்கள் வாட் இல்லை.

source: Our Quotation No
ta_in: எங்கள் மேற்கோளை இல்லை

source: Valid until
ta_in: வரை செல்லுபடியாகும்

source: PREPAYMENT ORDER
ta_in: முன்னுரிமை உத்தரவு

source: Order No.
ta_in: உத்தரவு எண்.

source: Our Order No
ta_in: எங்கள் ஆர்டர் எண்

source: Delivery Note No.
ta_in: டெலிவரி குறிப்பு எண்.

source: To Be Invoiced Before
ta_in: முன் விலைப்பட்டியலிட்ட வேண்டும்

source: Credit No.
ta_in: கடன் எண்.

source: Please quote Credit no. when paying. All amounts stated in
ta_in: தயவுசெய்து கிரெடிட் எண். செலுத்தும் போது. அனைத்து மட்டங்களிலும் குறிப்பிடப்பட்டுள்ளது

source: PREPAYMENT INVOICE
ta_in: முன்னுரிமை விலைப்பட்டியல்

source: FINAL INVOICE
ta_in: இறுதி ஊர்

source: Invoice No.
ta_in: விலைப்பட்டியல் எண்.

source: Please quote Invoice no. when paying. All amounts stated in
ta_in: தயவுசெய்து விலைப்பட்டியல் இல்லை. எப்பொழுது

source: Date of Payment
ta_in: கட்டணம் செலுத்தும் தேதி

source: Date of Sale
ta_in: விற்பனை தேதி

source: Remittance No.
ta_in: செலுத்துதல் எண்

source: Order To
ta_in: ஆர்டர் செய்ய

source: Purchase Order No.
ta_in: வரிசை எண்

source: Deliver To
ta_in: வழங்க

source: Receipt No.
ta_in: இலக்கம்

source: With thanks from
ta_in: நன்றி

source: Work Order No.
ta_in: வேலை ஆணை எண்

source: You can pay through
ta_in: நீங்கள் செலுத்தலாம்

source: * Subject to Realisation of the Cheque.
ta_in: காசோலை உணர்தல்.

source: The security settings on your account do not permit you to print this report
ta_in: உங்கள் கணக்கில் பாதுகாப்பு அமைப்புகள் இந்த அறிக்கையை அச்சிட அனுமதிக்கவில்லை

source: Print Out Date
ta_in: அவுட் அச்சிட தேதி

source: Fiscal Year
ta_in: நிதி ஆண்டு

source: Report Date
ta_in: அறிக்கை தேதி

source: Generated At
ta_in: தயாரிக்கப்பட்டது

source: Generated By
ta_in: மூலம் உருவாக்கப்பட்டது

source: Our VAT No.
ta_in: எங்கள் வாட் எண்

source: Domicile
ta_in: உறைவிடம்

source: Page
ta_in: பக்கம்

source: Report Period
ta_in: காலம் அறிவி

source: You have no email contact defined for this type of document for '%s'.
ta_in: ' %s' க்கான இந்த வகை ஆவணத்திற்கான வரையறுக்கப்பட்ட மின்னஞ்சல் தொடர்பு இல்லை.

source: Dear
ta_in: அன்பே

source: Attached you will find
ta_in: இணைக்கப்பட்ட நீங்கள் காண்பீர்கள்

source: Kindest regards
ta_in: கண்ணியமானவை

source: Sending document by email failed
ta_in: மின்னஞ்சல் மூலம் ஆவணத்தை அனுப்புவது தோல்வியடைந்தது

source: Email:
ta_in: மின்னஞ்சல்:

source: has been sent by email to destination.
ta_in: இலக்கிற்கான மின்னஞ்சல் மூலம் அனுப்பப்பட்டது.

source: Report has been sent to network printer
ta_in: பிணைய அச்சுப்பொறிக்கு அறிக்கை அனுப்பப்பட்டது

source: Cannot open connection to printer
ta_in: பிரிண்டருக்கான இணைப்பைத் திறக்க முடியவில்லை

source: Printer does not acept the job
ta_in: அச்சுப்பொறி வேலைக்கு இல்லை

source: Error sending print job control file
ta_in: அச்சிடும் பணி கட்டுப்பாட்டு கோப்பை அனுப்புவதில் பிழை

source: Print control file not accepted
ta_in: அச்சிடு கட்டுப்பாட்டு கோப்பினை ஏற்றுக்கொள்ளவில்லை

source: Cannot send report to printer
ta_in: பிரிண்டருக்கு புகாரை அனுப்ப முடியவில்லை

source: No ack after report printout
ta_in: அறிக்கை அச்சிடலுக்குப் பிறகு இல்லை

source: Cannot flush printing queue
ta_in: அச்சிடும் வரிசையை பறிமுதல் செய்ய முடியாது

source: Report Classes:
ta_in: வகுப்புகள் அறிக்கை:

source: Reports For Class:
ta_in: வகுப்புக்கான அறிக்கைகள்:

source: Display:
ta_in: காட்சி:

source: Unknown report parameter type:
ta_in: தெரியாத அறிக்கை அளவுரு வகை:

source: No Currency Filter
ta_in: நாணய வடிகட்டி இல்லை

source: No Graphics
ta_in: இல்லை கிராபிக்ஸ்

source: Vertical bars
ta_in: செங்குத்து பார்கள்

source: Horizontal bars
ta_in: கிடைமட்ட பார்கள்

source: Dots
ta_in: புள்ளிகள்

source: Lines
ta_in: கோடுகள்

source: Pie
ta_in: பை

source: Donut
ta_in: டோனட்

source: No Type Filter
ta_in: வகை வடிகட்டி இல்லை

source: No Account Group Filter
ta_in: கணக்கு குழு வடிகட்டி இல்லை

source: No Dimension Filter
ta_in: பரிமாண வடிகட்டி இல்லை

source: No Customer Filter
ta_in: வாடிக்கையாளர் வடிகட்டி இல்லை

source: No Supplier Filter
ta_in: இல்லை சப்ளையர் வடிகட்டி

source: No Location Filter
ta_in: இடம் வடிகட்டி இல்லை

source: No Category Filter
ta_in: பகுப்பு வடிகட்டி இல்லை

source: No Class Filter
ta_in: வகுப்பு வடிகட்டி இல்லை

source: No Areas Filter
ta_in: இல்லை பகுதிகள் வடிகட்டி

source: No Sales Folk Filter
ta_in: விற்பனை நாட்டுப்புற வடிகட்டி இல்லை

source: No Users Filter
ta_in: பயனர்கள் வடிகட்டி இல்லை

source: Create and Print Recurrent Invoices
ta_in: தொடர்ச்சியான பற்றுச்சீட்டுகளை உருவாக்கவும், அச்சிடவும்

source: %s recurrent invoice(s) created, # %s - # %s.
ta_in: %s மீண்டும் வரும் விலைப்பட்டியல் (கள்), # %s - # %s.

source: &Print Recurrent Invoices # %s - # %s
ta_in: மீள்திருப்பு பற்றுச்சீட்டுகள் # %s - # %s அச்சிடு

source: &Email Recurrent Invoices # %s - # %s
ta_in: மின்னஞ்சல் மீட்டெடுப்பு பற்றுச்சீட்டுகள் # %s - # %s

source: Recurrent invoice cannot be generated before last day of covered period.
ta_in: மூடப்பட்ட காலப்பகுதியின் கடைசி நாளுக்கு முன்பே மறுவிற்பனை விலைப்பட்டியல் உருவாக்கப்படாது.

source: Recurrent invoices cannot be generated because some items have no price defined in customer currency.
ta_in: சில உருப்படிகள் வாடிக்கையாளர் நாணயத்தில் வரையறுக்கப்படவில்லை என்பதால், மீண்டும் வரும் பொருள் உருவாக்க முடியாது.

source: Recurrent invoices cannot be generated because selected sales order template uses prepayment sales terms. Change payment terms and try again.
ta_in: தேர்ந்தெடுக்கப்பட்ட விற்பனையாளர் டெம்ப்ளேட் முன்கூட்டியே விற்பனையான விற்பனை விதிகளை பயன்படுத்துவதால், மீண்டும் வரும் பொருள் உருவாக்க முடியாது. கட்டண விதிமுறைகளை மாற்றவும் மீண்டும் முயற்சிக்கவும்.

source: Template:
ta_in: வார்ப்புரு:

source: Number of invoices:
ta_in: பொருள் எண்ணிக்கை:

source: Invoice date:
ta_in: விலைப்பட்டியல் தேதி:

source: Invoice notice:
ta_in: விலைப்பட்டியல் அறிவிப்பு:

source: Recurrent Invoice covers period %s - %s.
ta_in: மீண்டும் மீண்டும் விலைப்பட்டியல் காலம் உள்ளடக்கியது %s - %s.

source: Create
ta_in: உருவாக்கவும்

source: Create recurrent invoices
ta_in: மீண்டும் வரும் பொருள் உருவாக்கவும்

source: Return to recurrent invoices
ta_in: மீண்டும் வரும் பொருள் திரும்ப

source: You are about to issue %s invoices. Do you want to continue?
ta_in: நீங்கள் %s விவரங்களை வெளியிடுகிறீர்கள். தொடர விரும்புகிறீர்களா?

source: Begin
ta_in: தொடங்கும்

source: End
ta_in: முடிவு

source: Create %s Invoice(s)
ta_in: %s விவரப்பட்டியல்(கள்) உருவாக்கு

source: Marked items are due.
ta_in: குறிக்கப்பட்ட பொருட்கள் காரணமாக உள்ளன.

source: No recurrent invoices are due.
ta_in: மறுதொகுப்பு விவரங்கள் இல்லை.

source: Modifying Customer Credit Note #%d
ta_in: வாடிக்கையாளர் கடன் குறிப்பு #%d ஐ மாற்றியமைக்கிறது

source: There are no customers, or there are no customers with branches. Please define customers and customer branches.
ta_in: எந்தவொரு வாடிக்கையாளரும் இல்லை, அல்லது வாடிக்கையாளர்களுடன் வாடிக்கையாளர்கள் இல்லை. வாடிக்கையாளர்கள் மற்றும் வாடிக்கையாளர் கிளைகளை வரையறுக்கவும்.

source: Credit Note # %d has been processed
ta_in: கடன் குறிப்பு # %d செயல்முறைப்படுத்தப்பட்டுள்ளது

source: &View this credit note
ta_in: இந்த கடன் குறிப்பு காண்க

source: &Print This Credit Invoice
ta_in: இந்த கடன் விலைப்பட்டியல் அச்சிடு

source: &Email This Credit Invoice
ta_in: இந்த கடன் விலைப்பட்டியல் மின்னஞ்சல்

source: View the GL &Journal Entries for this Credit Note
ta_in: இந்த கிரெடிட் குறிப்புக்காக GL ஜர்னல் பதிவுகள் காண்க

source: Enter Another &Credit Note
ta_in: மற்றொரு கடன் குறிப்பு சேர்க்கவும்

source: You must enter a reference.
ta_in: நீங்கள் ஒரு குறிப்பு உள்ளிட வேண்டும்.

source: The entered date for the credit note is invalid.
ta_in: கடன் குறிப்புக்கான உள்ளிடப்பட்ட தேதி தவறானது.

source: For credit notes created to write off the stock, a general ledger account is required to be selected.
ta_in: பங்குகளை எழுதுவதற்கு உருவாக்கப்பட்ட கடன் குறிப்புகளுக்கு, ஒரு பொது லீடர் கணக்கு தேர்ந்தெடுக்கப்பட வேண்டும்.

source: Please select an account to write the cost of the stock off to, then click on Process again.
ta_in: பங்கு விலையை எழுத ஒரு கணக்கைத் தேர்ந்தெடுக்கவும், பின்னர் மீண்டும் செயல்முறை மீது கிளிக் செய்யவும்.

source: The quantity must be greater than zero.
ta_in: அளவு பூஜ்ஜியத்தை விட அதிகமாக இருக்க வேண்டும்.

source: The entered price is negative or invalid.
ta_in: உள்ளிட்ட விலை எதிர்மறை அல்லது தவறானது.

source: The entered discount percent is negative, greater than 100 or invalid.
ta_in: உள்ளீட்டு தள்ளுபடி சதவீதம் எதிர்மறையானது, 100 க்கும் அதிகமான அல்லது தவறானது.

source: Credit Note Items
ta_in: கடன் குறிப்பு பொருட்கள்

source: Process Credit Note
ta_in: செயல்முறை கடன் குறிப்பு

source: Modifying Credit Invoice # %d.
ta_in: கடன் விலைப்பட்டியல் # %d ஐ மாற்றியமைக்கிறது.

source: Credit all or part of an Invoice
ta_in: ஒரு விலைப்பட்டியல் அனைத்து அல்லது பகுதியாக கடன்

source: Credit Note has been processed
ta_in: கடன் குறிப்பு செயலாக்கப்பட்டது

source: &View This Credit Note
ta_in: இந்த கடன் குறிப்பு

source: &Print This Credit Note
ta_in: இந்த கடன் குறிப்பு அச்சிட

source: &Email This Credit Note
ta_in: இந்த கடன் குறிப்பு மின்னஞ்சலில்

source: Credit Note has been updated
ta_in: கடன் குறிப்பு புதுப்பிக்கப்பட்டது

source: The entered shipping cost is invalid or less than zero.
ta_in: உள்ளிடப்பட்ட கப்பல் செலவு தவறானது அல்லது குறைவாக உள்ளது.

source: Selected quantity cannot be less than zero nor more than quantity not credited yet.
ta_in: தேர்ந்தெடுக்கப்பட்ட அளவு பூஜ்ஜியத்தை விட குறைவாக இருக்கக்கூடாது, இன்னும் அளவுக்கு அதிகமாக வரக்கூடாது.

source: This page can only be opened if an invoice has been selected for crediting.
ta_in: வரவுசெலவு செய்ய ஒரு விலைப்பட்டியல் தேர்ந்தெடுக்கப்பட்டால் மட்டுமே இந்த பக்கம் திறக்கப்படும்.

source: Crediting Invoice
ta_in: விலைப்பட்டியல் பெறுதல்

source: Credit Note Date
ta_in: கடன் குறிப்பு தேதி

source: Invoiced Quantity
ta_in: விலைமதிப்பற்ற அளவு

source: Credit Quantity
ta_in: கடன் அளவு

source: Credit Shipping Cost
ta_in: கடன் கப்பல் செலவு

source: Credit Note Type
ta_in: கடன் குறிப்பு வகை

source: Items Returned to Location
ta_in: இருப்பிடம் இடம் விடப்பட்டது

source: Write off the cost of the items to
ta_in: பொருட்களின் செலவுகளை எழுதுங்கள்

source: Update credit value for quantities entered
ta_in: உள்ளிட்ட அளவுகளுக்கு புதுப்பிக்க கடன் மதிப்பு

source: Modifying Delivery Note # %d.
ta_in: டெலிவரி குறிப்பு # %d ஐ மாற்றியமைக்கிறது.

source: Deliver Items for a Sales Order
ta_in: விற்பனை ஆணைக்கு பொருட்களை வழங்குதல்

source: Delivery # %d has been entered.
ta_in: டெலிவரி # %d உள்ளிடப்பட்டுள்ளது.

source: &View This Delivery
ta_in: இந்த டெலிவரி பார்க்கவும்

source: &Print Delivery Note
ta_in: அச்சு விநியோக குறிப்பு

source: &Email Delivery Note
ta_in: மின்னஞ்சல் டெலிவரி குறிப்பு

source: P&rint as Packing Slip
ta_in: பேக் ஸ்ளிப் என அச்சிடுக

source: E&mail as Packing Slip
ta_in: பேக் ஸ்ளிப் என மின்னஞ்சல்

source: View the GL Journal Entries for this Dispatch
ta_in: இந்த டிஸ்ப்ளேஜிற்காக GL ஜர்னல் பதிவுகள் காண்க

source: Invoice This Delivery
ta_in: விலைப்பட்டியல் இந்த டெலிவரி

source: Select Another Order For Dispatch
ta_in: டிஸ்பாட்சிற்கு மற்றொரு ஆர்டர் ஒன்றைத் தேர்ந்தெடுக்கவும்

source: Delivery Note # %d has been updated.
ta_in: டெலிவரி குறிப்பு # %d புதுப்பிக்கப்பட்டது.

source: View this delivery
ta_in: இந்த விநியோகத்தைக் காண்க

source: Confirm Delivery and Invoice
ta_in: டெலிவரி மற்றும் விலைப்பட்டியல் உறுதிப்படுத்துக

source: Select A Different Delivery
ta_in: வேறுபட்ட டெலிவரி ஐ தேர்ந்தெடுக்கவும்

source: You have to set Deferred Income Account in GL Setup to entry prepayment invoices.
ta_in: நுழைவு முன்செலுத்தல் பொருள் செய்ய ஜி.ஜே. அமைப்பில் நீக்கப்பட்ட வருமானம் கணக்கு அமைக்க வேண்டும்.

source: Select a different sales order to delivery
ta_in: வழங்குவதற்கு வேறுபட்ட விற்பனையைத் தேர்ந்தெடுக்கவும்

source: This order has no items. There is nothing to delivery.
ta_in: இந்த வரிசையில் உருப்படி இல்லை. விநியோகிக்க எதுவும் இல்லை.

source: This prepayment order is not yet ready for delivery due to insufficient amount received.
ta_in: பெறப்பட்ட போதிய அளவு கிடைக்காததால் இந்த முன் வரிசையில் ஆர்டர் இன்னும் தயாராகவில்லை.

source: Select a different delivery
ta_in: வேறு விநியோகத்தைத் தேர்ந்தெடுக்கவும்

source: This delivery has all items invoiced. There is nothing to modify.
ta_in: இந்த டெலிவரி அனைத்து பொருட்களையும் பெறுகிறது. மாற்ற எதுவும் இல்லை.

source: This page can only be opened if an order or delivery note has been selected. Please select it first.
ta_in: ஒரு ஆர்டர் அல்லது விநியோக குறிப்பு தேர்ந்தெடுக்கப்பட்டால் மட்டுமே இந்த பக்கம் திறக்கப்படும். முதலில் அதைத் தேர்ந்தெடுக்கவும்.

source: Select a Sales Order to Delivery
ta_in: டெலிவரிக்கு விற்பனை ஆணை ஒன்றைத் தேர்ந்தெடுக்கவும்

source: Selected quantity cannot be less than quantity invoiced nor more than quantity not dispatched on sales order.
ta_in: தேர்ந்தெடுக்கப்பட்ட அளவு விற்பனை அளவுக்கு அனுப்பப்பட்ட அளவை விட குறைவாக இருக்க முடியாது.

source: Freight cost cannot be less than zero
ta_in: சரக்குச் செலவு பூஜ்ஜியத்தைக் காட்டிலும் குறைவாக இருக்க முடியாது

source: The entered date of delivery is invalid.
ta_in: வழங்கப்பட்ட தேதி வழங்கப்பட்ட தேதி தவறானது.

source: The entered dead-line for invoice is invalid.
ta_in: உள்ளீட்டிற்கான உள்ளிட்ட இறந்த-வரி தவறானது.

source: The entered shipping value is not numeric.
ta_in: உள்ளிட்ட கப்பல் மதிப்பு எண் அல்ல.

source: There are no item quantities on this delivery note.
ta_in: இந்த விநியோக குறிப்பில் எந்த உருப்படியும் இல்லை.

source: This document cannot be processed because there is insufficient quantity for items marked.
ta_in: குறிக்கப்பட்ட பொருட்களுக்கு போதிய அளவு இல்லாததால், இந்த ஆவணத்தை செயலாக்க முடியாது.

source: For Sales Order
ta_in: விற்பனை ஆணை

source: Delivery From
ta_in: இருந்து டெலிவரி

source: Invoice Dead-line
ta_in: விலைப்பட்டியல் டெட்-லைன்

source: The selected customer account is currently on hold. Please contact the credit control personnel to discuss.
ta_in: தேர்ந்தெடுக்கப்பட்ட வாடிக்கையாளர் கணக்கு தற்போது உள்ளது. விவாதிக்க கடன் கட்டுப்பாட்டு அதிகாரிகளை தொடர்பு கொள்ளவும்.

source: Delivery Items
ta_in: டெலிவரி பொருட்கள்

source: Max. delivery
ta_in: அதிகபட்ச விநியோகம்

source: Invoiced
ta_in: விலை விவரம்

source: Shipping Cost
ta_in: கப்பல் செலவு

source: Marked items have insufficient quantities in stock as on day of delivery.
ta_in: குறிக்கப்பட்ட பொருட்கள் விநியோகத்தின் போது பங்குகளில் போதிய அளவு இல்லை.

source: Action For Balance
ta_in: இருப்பு செயல்

source: Refresh document page
ta_in: ஆவணப் பக்கத்தை புதுப்பி

source: Reset quantity
ta_in: அளவு மீட்டமை

source: Clear quantity
ta_in: தெளிவான அளவு

source: Process Dispatch
ta_in: செயலாக்க அனுப்புதல்

source: Check entered data and save document
ta_in: தரவு உள்ளிட்டு, ஆவணம் சேமிக்கவும்

source: Modifying Sales Invoice # %d.
ta_in: விற்பனை விலைப்பட்டியல் # %d ஐ மாற்றியமைக்கிறது.

source: Issue an Invoice for Delivery Note
ta_in: டெலிவரி குறிப்புக்கான ஒரு விலைப்பட்டியல் வெளியீடு
