Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.3-1.po
Languages: hi_in, zh_tw

source: January
hi_in: जनवरी
zh_tw: 01月

source: February
hi_in: फरवरी
zh_tw: 02月

source: March
hi_in: मार्च
zh_tw: 03月

source: April
hi_in: अप्रैल
zh_tw: 04月

source: June
hi_in: जून
zh_tw: 06月

source: July
hi_in: जुलाई
zh_tw: 07月

source: August
hi_in: अगस्त
zh_tw: 08月

source: September
hi_in: सितंबर
zh_tw: 09月

source: October
hi_in: अक्टूबर
zh_tw: 10月

source: November
hi_in: नवंबर
zh_tw: 11月

source: December
hi_in: दिसंबर
zh_tw: 12月

source: Su
hi_in: रवि
zh_tw: 日

source: Mo
hi_in: सोम
zh_tw: 一

source: Tu
hi_in: मंगल
zh_tw: 二

source: We
hi_in: बुध
zh_tw: 三

source: Th
hi_in: गुरू
zh_tw: 四

source: Fr
hi_in: शुक्र
zh_tw: 五

source: Sa
hi_in: शनि
zh_tw: 六

source: W
zh_tw: 周

source: Item Adjustments Note
hi_in: आइटम समायोजन नोट
zh_tw: 貨品調整備註

source: Fixed Assets disposal has been processed
hi_in: निश्चित परिसंपत्तियों के निपटान पर कार्रवाई की गई है
zh_tw: 固定資產處分已處理

source: &View this disposal
hi_in: इस निपटान को देखें
zh_tw: 檢視此筆處分(&V)

source: View the GL &Postings for this Disposal
hi_in: इस निपटान के लिए जीएल पोस्टिंग देखें
zh_tw: 檢視這一筆處分的總帳會計過帳(&P)

source: Enter &Another Disposal
hi_in: एक और निपटान दर्ज करें
zh_tw: 輸入另外處分(&A)

source: Items adjustment has been processed
hi_in: आइटम समायोजन पर संसाधित किया गया है
zh_tw: 貨品的調整已處理

source: &View this adjustment
hi_in: इस समायोजन को देखें
zh_tw: 檢視此調整(&V)

source: View the GL &Postings for this Adjustment
hi_in: इस समायोजन के लिए जीएल पोस्टिंग देखें
zh_tw: 檢視這筆調整的總帳會計過帳(&P)

source: Enter &Another Adjustment
hi_in: एक और समायोजन दर्ज करें
zh_tw: 輸入另外一筆調整(&A)

source: You must enter at least one non empty item line.
hi_in: आपको कम से कम एक गैर खाली आइटम पंक्ति दर्ज करनी होगी।
zh_tw: 您必須輸入至少一項非空白行。

source: The entered date for the adjustment is invalid.
hi_in: समायोजन के लिए प्रविष्ट दिनांक अमान्य है।
zh_tw: 此調整所輸入日期是無效的。

source: The adjustment cannot be processed because it would cause negative inventory balance for marked items as of document date or later.
hi_in: समायोजन पर संसाधित नहीं किया जा सकता क्योंकि यह दस्तावेज़ की तारीख या बाद में चिह्नित आइटम के लिए नकारात्मक इन्वेंट्री शेष का कारण होगा।
zh_tw: 這筆調整不能處理因為調整貨品會導致負的庫存數。

source: The quantity entered is invalid.
hi_in: दर्ज की गई मात्रा अमान्य है
zh_tw: 輸入的數量是無效的。

source: The entered standard cost is negative or invalid.
hi_in: दर्ज मानक लागत नकारात्मक या अमान्य है।
zh_tw: 輸入的標準成本是負數或是無效。

source: There are no fixed assets defined in the system.
hi_in: सिस्टम में परिभाषित कोई अचल संपत्ति नहीं हैं
zh_tw: 在系統中沒有定義的固定資產。

source: There are no inventory items defined in the system which can be adjusted (Purchased or Manufactured).
hi_in: सिस्टम में परिभाषित कोई सूची आइटम नहीं हैं जो समायोजित किया जा सकता है (खरीदा या उत्पादित)।
zh_tw: 在系統中沒有定義的庫存貨品可以調整(已採購或是已製造)。

source: Disposal Items
hi_in: निपटान आइटम
zh_tw: 處分貨品

source: Process Disposal
hi_in: प्रक्रिया निपटान
zh_tw: 處分處理

source: Adjustment Items
hi_in: समायोजन आइटम
zh_tw: 調整貨品

source: Process Adjustment
hi_in: प्रक्रिया समायोजन
zh_tw: 調整處理

source: FA Revaluation
hi_in: एफए रिवैल्यूएशन
zh_tw: 固定資產處理

source: Inventory Item Cost Update
hi_in: इन्वेंटरी आइटम मूल्य अपडेट
zh_tw: 存貨貨品成本更新

source: There are no costable inventory items defined in the system (Purchased or manufactured items).
hi_in: सिस्टम में कोई मूल्यवान इन्वेंट्री आइटम निर्धारित नहीं किए गए हैं (खरीदे गए या विनिर्मित आइटम)
zh_tw: 在系統中沒有定義好且可用成本的存貨貨品(已採購或已製造貨品)。

source: The entered cost is not numeric.
hi_in: दर्ज की गई लागत संख्यात्मक नहीं है
zh_tw: 輸入的成本不是數字。

source: The new cost is the same as the old cost. Cost was not updated.
hi_in: नई लागत पुराने लागत के समान है। लागत को अद्यतन नहीं किया गया था
zh_tw: 新成本和舊成本是一樣的。成本不更新。

source: Cost has been updated.
hi_in: लागत को अद्यतन किया गया है
zh_tw: 成本已更新。

source: View the GL Journal Entries for this Cost Update
hi_in: इस लागत अद्यतन के लिए जीएल जर्नल प्रविष्टियां देखें
zh_tw: 檢視這筆成本更新的分錄

source: Item:
hi_in: आइटम:
zh_tw: 貨品：

source: Unit cost
hi_in: इकाई लागत
zh_tw: 單位成本

source: Standard Labour Cost Per Unit
hi_in: प्रति यूनिट मानक श्रम लागत
zh_tw: 每單位標準人工成本

source: Standard Overhead Cost Per Unit
hi_in: मानक ओवरहेड लागत प्रति यूनिट
zh_tw: 每單位標準製造費用

source: Reference line:
hi_in: संदर्भ लाइन:
zh_tw: 序號行：

source: Inventory Item Sales prices
hi_in: इन्वेंट्री आइटम बिक्री मूल्य
zh_tw: 庫存貨品的銷售價格

source: There are no items defined in the system.
hi_in: सिस्टम में परिभाषित कोई आइटम नहीं हैं
zh_tw: 目前系統中沒有定義任何可以製造的貨品。

source: There are no sales types in the system. Please set up sales types befor entering pricing.
hi_in: सिस्टम में कोई बिक्री प्रकार नहीं हैं कृपया कीमतों में प्रवेश करने के लिए बिक्री प्रकार सेट करें।
zh_tw: 系統中沒有銷貨類別。輸入價格前請設定銷貨類別。

source: The price entered must be numeric.
hi_in: दर्ज की गई मूल्य संख्यात्मक होना चाहिए।
zh_tw: 輸入的價格必須是數字。

source: The sales pricing for this item, sales type and currency has already been added.
hi_in: इस मद, बिक्री प्रकार और मुद्रा के लिए बिक्री का मूल्य पहले से जोड़ा जा चुका है।
zh_tw: 此物品的銷售定價，銷售類型和幣別已經新增。

source: This price has been updated.
hi_in: यह मूल्य अपडेट किया गया है
zh_tw: 價格已更新。

source: The new price has been added.
hi_in: नई कीमत जोड़ दी गई है।
zh_tw: 新價格已增加。

source: The selected price has been deleted.
hi_in: चयनित मूल्य को हटा दिया गया है।
zh_tw: 選定的價格已刪除。

source: Sales Type
hi_in: बिक्री प्रकार
zh_tw: 銷貨類別

source: Price
hi_in: मूल्य
zh_tw: 價格

source: There are no prices set up for this part.
hi_in: इस हिस्से के लिए कोई कीमतें नहीं हैं।
zh_tw: 此零組件沒有設定價格。

source: Sales Type:
hi_in: बिक्री प्रकार:
zh_tw: 銷貨類別：

source: Price:
hi_in: मूल्य:
zh_tw: 價格：

source: per
hi_in: प्रति
zh_tw: 每件

source: The price is calculated.
hi_in: मूल्य की गणना की जाती है
zh_tw: 價格已計算。

source: Supplier Purchasing Data
hi_in: प्रदायक खरीद डेटा
zh_tw: 供應商採購資料

source: There are no purchasable inventory items defined in the system.
hi_in: सिस्टम में परिभाषित कोई खरीदार सूची आइटम नहीं हैं
zh_tw: 在系統中沒有已定義的採購庫存貨品。

source: There are no suppliers defined in the system.
hi_in: सिस्टम में परिभाषित कोई आपूर्तिकर्ता नहीं हैं
zh_tw: 系統中沒有已定義供應商。

source: There is no item selected.
hi_in: कोई आइटम चयनित नहीं है
zh_tw: 沒有貨品可選。

source: The price entered was not numeric.
hi_in: दर्ज किया गया मूल्य संख्यात्मक नहीं था।
zh_tw: 輸入的價格不是數字。

source: The conversion factor entered was not numeric. The conversion factor is the number by which the price must be divided by to get the unit price in our unit of measure.
hi_in: दर्ज रूपांतरण कारक संख्यात्मक नहीं था। रूपांतरण कारक वह संख्या है जिसके द्वारा मूल्य को हमारी इकाई माप में इकाई मूल्य प्राप्त करने के लिए विभाजित किया जाना चाहिए।
zh_tw: 輸入的轉換因素不是數字。轉換因素是「價格」除以用於衡量單位的「單位價格」後數字。

source: The purchasing data for this supplier has already been added.
hi_in: इस सप्लायर के लिए क्रय डेटा पहले ही जोड़ा जा चुका है।
zh_tw: 此供應商的採購資料已新增。

source: This supplier purchasing data has been added.
hi_in: यह सप्लायर क्रय डेटा जोड़ दिया गया है।
zh_tw: 供應商採購資料已新增。

source: Supplier purchasing data has been updated.
hi_in: आपूर्तिकर्ता क्रय डेटा को अपडेट कर दिया गया है।
zh_tw: 供應商採購資料已更新。

source: The purchasing data item has been sucessfully deleted.
hi_in: क्रय डेटा आइटम सफलतापूर्वक हटा दिया गया है
zh_tw: 採購資料的貨品已成功地刪除。

source: Entered item is not defined. Please re-enter.
hi_in: दर्ज किए गए आइटम को परिभाषित नहीं किया गया है कृपया पुनः दर्ज करें
zh_tw: 已輸入的貨品未定義。請再輸入一次。

source: There is no purchasing data set up for the part selected
hi_in: चयनित हिस्से के लिए कोई क्रय डेटा सेट नहीं है
zh_tw: 選定的零組件沒有設定採購資料

source: Supplier's Unit
hi_in: प्रदायक का यूनिट
zh_tw: 供應商的單位

source: Conversion Factor
hi_in: रूपांतरण कारक
zh_tw: 轉換因素

source: Supplier's Description
hi_in: प्रदायक का विवरण
zh_tw: 供應商的描述

source: Suppliers Unit of Measure:
hi_in: उपाय के आपूर्तिकर्ता इकाई:
zh_tw: 供應商衡量單位：

source: Conversion Factor (to our UOM):
hi_in: रूपांतरण फैक्टर (हमारे यूओएम को):
zh_tw: 轉換因素(到我們UOM)：

source: Supplier's Code or Description:
hi_in: प्रदायक का कोड या वर्णन:
zh_tw: 供應商代號或是描述：

source: Reorder Levels
hi_in: स्तर पुन: व्यवस्थित करें
zh_tw: 再訂購水準

source: There are no inventory items defined in the system (Purchased or manufactured items).
hi_in: सिस्टम में कोई इन्वेंट्री आइटम निर्धारित नहीं हैं (खरीदा या निर्मित आइटम)
zh_tw: 在系統中(已採購或是已製造貨品)沒有定義的庫存貨品。

source: Location
hi_in: स्थान
zh_tw: 所在地

source: Quantity On Hand
hi_in: हाथ पर मात्रा
zh_tw: 現有庫存量

source: Re-Order Level
hi_in: स्तर पुनः क्रमित करें
zh_tw: 再訂購水準

source: Reorder levels has been updated.
hi_in: पुन: क्रम स्तर अपडेट कर दिए गए हैं।
zh_tw: 再訂購水準已更新。

source: Fixed Assets Location Transfers
hi_in: निश्चित संपत्ति स्थान स्थानान्तरण
zh_tw: 固定資產位置轉換

source: Inventory Location Transfers
hi_in: इन्वेंटरी स्थान स्थानान्तरण
zh_tw: 庫存調貨

source: Inventory transfer has been processed
hi_in: इन्वेंटरी हस्तांतरण पर कार्रवाई की गई है
zh_tw: 庫存調貨已處理

source: &View this transfer
hi_in: इस हस्तांतरण को देखें
zh_tw: 檢視此調貨(&V)

source: Enter &Another Fixed Assets Transfer
hi_in: एक और फिक्स्ड एसेट ट्रांसफर दर्ज करें
zh_tw: 輸入另外固定資產移轉(&A)

source: Enter &Another Inventory Transfer
hi_in: एक और सूची स्थानांतरण दर्ज करें
zh_tw: 輸入其他調貨(&A)

source: The entered transfer date is invalid.
hi_in: प्रविष्ट स्थानांतरण की तारीख अमान्य है।
zh_tw: 輸入調貨日期無效。

source: The locations to transfer from and to must be different.
hi_in: स्थानों को स्थानांतरित करने के लिए और अलग-अलग होना चाहिए
zh_tw: 轉移的來源地區和目的地區必須是不同的。

source: The transfer cannot be processed because it would cause negative inventory balance in source location for marked items as of document date or later.
hi_in: हस्तांतरण संसाधित नहीं किया जा सकता क्योंकि यह दस्तावेज़ स्थान के रूप में चिन्हित आइटम के लिए स्रोत स्थान में या फिर बाद में नकारात्मक इन्वेंट्री शेष का कारण होगा।
zh_tw: 調貨無法處理，因為在文件日期或之後會使來源地會產生負數庫存餘額，所以無法調貨。

source: The quantity entered must be a positive number.
hi_in: दर्ज की गई मात्रा एक सकारात्मक संख्या होना चाहिए।
zh_tw: 輸入數量必須輸入正數。

source: Process Transfer
hi_in: प्रक्रिया स्थानांतरण
zh_tw: 處理調貨

source: Stocks below Re-Order Level at
hi_in: पुन: आदेश स्तर नीचे स्टॉक
zh_tw: 再訂購水準下之庫存

source: Below
hi_in: नीचे
zh_tw: 以下

source: Please reorder
hi_in: कृपया पुन: क्रम दें
zh_tw: 請再訂購

source: For Part :
hi_in: भाग के लिए:
zh_tw: 零組件：

source: Location:
hi_in: स्थान:
zh_tw: 所在地：

source: Item Code
hi_in: आइटम कोड
zh_tw: 貨品代號

source: Item Description
hi_in: वस्तु वर्णन
zh_tw: 貨品內容

source: Unit
hi_in: इकाई
zh_tw: 單位

source: Unit Cost
hi_in: इकाई लागत
zh_tw: 單位成本

source: Initial Value
hi_in: प्रारंभिक मूल्य
zh_tw: 初始值

source: Marked items have insufficient quantities in stock as on day of adjustment.
hi_in: चिह्नित वस्तुओं में समायोजन के दिन स्टॉक में अपर्याप्त मात्रा होती है।
zh_tw: 標記的貨品在調整當天的庫存數量不足。

source: From Location:
hi_in: स्थान से:
zh_tw: 發貨地點：

source: To Location:
hi_in: स्थान के लिए:
zh_tw: 送貨地：

source: Marked items have insufficient quantities in stock as on day of transfer.
hi_in: स्थानांतरित किए गए आइटमों के स्थान पर स्टॉक में अपर्याप्त मात्राएं हैं।
zh_tw: 被標記的貨品在調貨當天庫存不足。

source: Cannot delete this item because there are stock movements that refer to this item.
hi_in: इस आइटम को हटा नहीं सकते क्योंकि इस मद के संदर्भ में स्टॉक आंदोलनों हैं
zh_tw: 不能刪除此貨品，因為已有庫存移動使用。

source: Cannot delete this item record because there are bills of material that require this part as a component.
hi_in: इस मद के रिकॉर्ड को हटा नहीं सकते क्योंकि सामग्री के बिल हैं, जो एक भाग के रूप में इस भाग की आवश्यकता होती है।
zh_tw: 未能刪除這貨品記錄，因為已有物料表(BOM)使用此當成零組件。

source: Cannot delete this item because there are existing sales order items for it.
zh_tw: 不能刪除貨品因為已有銷貨訂單的貨品使用到。

source: Cannot delete this item because there are existing purchase order items for it.
hi_in: इस आइटम को हटा नहीं सकते क्योंकि इसके लिए मौजूदा खरीद ऑर्डर आइटम हैं।
zh_tw: 不能刪除此貨品，因為已有採購訂單使用中。

source: This item cannot be deleted because some code aliases or foreign codes was entered for it, or there are kits defined using this item as component
hi_in: यह आइटम हटाया नहीं जा सकता क्योंकि कुछ कोड उपनामों \ n विदेशी प्रदाताओं को इसके लिए दर्ज किया गया था, या किट परिभाषित किए गए हैं \ n \
zh_tw: 這個貨品不能夠刪除， 因為有些代號相連，或有外部代號已輸入， 或是有組合組使用此貨品作為元件。

source: Cost was %s changed to %s x quantity on hand of %s
hi_in: %s की लागत पर लागत%s को%sx मात्रा में बदल गई
zh_tw: 因 '%s' 貨品成本由 %s 已手動變更為 %s x 數量

source: Fixed Assets Movement
hi_in: फिक्स्ड एसेट्स मूवमेंट
zh_tw: 固定資產移動

source: Inventory Item Movement
hi_in: इन्वेंट्री मद मूवमेंट
zh_tw: 庫存貨品移動

source: There are no fixed asset defined in the system.
hi_in: सिस्टम में परिभाषित कोई निश्चित परिसंपत्ति नहीं है
zh_tw: 在系統中沒有已定義的固定資產。

source: Show Movements
hi_in: आंदोलनों को दिखाएं
zh_tw: 顯示移動地

source: Refresh Inquiry
hi_in: रिफ्रेश जांच
zh_tw: 更新查詢

source: Detail
hi_in: विस्तार
zh_tw: 詳細資料

source: Quantity In
hi_in: मात्रा में
zh_tw: 入庫數量

source: Quantity Out
hi_in: मात्रा आउट
zh_tw: 出庫數量

source: Quantity on hand before
hi_in: हाथ से पहले मात्रा
zh_tw: 之前數量

source: Quantity on hand after
hi_in: हाथ पर मात्रा के बाद
zh_tw: 調貨後數量

source: Inventory Item Status
hi_in: इन्वेंट्री आइटम स्थिति
zh_tw: 庫存狀態

source: This is a service and cannot have a stock holding, only the total quantity on outstanding sales orders is shown.
hi_in: यह एक सेवा है और स्टॉक होल्डिंग नहीं हो सकती है, बकाया विक्रय आदेशों की कुल मात्रा में दिखाया गया है।
zh_tw: 這是一個服務，所以不能夠保留庫存，只會顯示目前銷售訂單產生的總數。

source: Demand
hi_in: मांग
zh_tw: 需求

source: On Order
hi_in: आदेश पर
zh_tw: 訂單中

source: The item category description cannot be empty.
hi_in: आइटम श्रेणी विवरण रिक्त नहीं हो सकता।
zh_tw: 貨品分類描述不能空白。

source: Selected item category has been updated
hi_in: चयनित आइटम श्रेणी अपडेट कर दी गई है
zh_tw: 選定的貨品分類已更新

source: New item category has been added
hi_in: नई आइटम श्रेणी जोड़ा गया है
zh_tw: 新的貨品分類已新增

source: Cannot delete this item category because items have been created using this item category.
hi_in: इस मद श्रेणी को नहीं हटा सकते क्योंकि आइटम को इस आइटम श्रेणी का उपयोग करके बनाया गया है।
zh_tw: 未能刪除庫存分類，因為已有貨品使用。

source: Selected item category has been deleted
hi_in: चयनित आइटम श्रेणी हटा दी गई है
zh_tw: 選擇的貨品分類已刪除

source: Tax type
hi_in: कर प्रकार
zh_tw: 稅別

source: Units
hi_in: इकाइयों
zh_tw: 單位數

source: Sales Act
hi_in: बिक्री अधिनियम
zh_tw: 銷貨行動

source: Asset Account
hi_in: एसेट अकाउंट
zh_tw: 資產會計項目

source: Deprecation Cost Account
hi_in: अपवर्जन लागत खाता
zh_tw: 折舊成本會計項目

source: Depreciation/Disposal Account
hi_in: मूल्यह्रास / निपटान खाता
zh_tw: 折舊/處分會計項目

source: Inventory Account
hi_in: इन्वेंट्री अकाउंट
zh_tw: 庫存會計項目

source: COGS Account
hi_in: COGS खाता
zh_tw: 銷貨成本會計項目

source: Adjustment Account
hi_in: समायोजन खाता
zh_tw: 調整會計項目

source: Assembly Account
hi_in: विधानसभा खाता
zh_tw: 貨品組裝成本會計項目

source: Category Name:
hi_in: श्रेणी नाम:
zh_tw: 分類名稱：

source: Default values for new items
hi_in: नए आइटम के लिए डिफ़ॉल्ट मान
zh_tw: 新貨品的預設值

source: Item Tax Type:
hi_in: आइटम कर प्रकार:
zh_tw: 貨品稅別類別：

source: Item Type:
hi_in: वस्तु परक:
zh_tw: 貨品類別：

source: Units of Measure:
hi_in: मापन की इकाई:
zh_tw: 度量單位：

source: Exclude from sales:
hi_in: बिक्री से बाहर निकलें:
zh_tw: 銷售除外規定：

source: Exclude from purchases:
hi_in: खरीद से बाहर निकलें:
zh_tw: 採購除外規定：

source: Asset account:
hi_in: एसेट अकाउंट:
zh_tw: 資產會計項目：

source: Depreciation cost account:
hi_in: मूल्यह्रास लागत खाते:
zh_tw: 折舊成本會計項目：

source: Depreciation/Disposal account:
hi_in: मूल्यह्रास / निपटान खाता:
zh_tw: 折舊/處分會計項目：

source: Item Assembly Costs Account:
hi_in: आइटम विधानसभा लागत खाता:
zh_tw: 貨品組裝成本會計項目：

source: Foreign Item Codes
hi_in: विदेशी आइटम कोड
zh_tw: 外部貨品代號

source: There are no inventory items defined in the system.
hi_in: सिस्टम में परिभाषित कोई इन्वेंट्री आइटम नहीं हैं
zh_tw: 目前系統沒有任何庫存已定義貨品。

source: The quantity entered was not positive number.
hi_in: दर्ज की गई संख्या सकारात्मक संख्या नहीं थी।
zh_tw: 輸入數量不是正數。

source: Item code description cannot be empty.
hi_in: आइटम का कोड विवरण रिक्त नहीं हो सकता।
zh_tw: 貨品代號摘要不能空白。

source: This item code is already assigned to stock item or sale kit.
hi_in: यह मद कोड पहले से स्टॉक आइटम या बिक्री किट को सौंपा गया है।
zh_tw: 此貨品代號已經有庫存貨品或銷貨組合使用。

source: New item code has been added.
hi_in: नया आइटम कोड जोड़ा गया है।
zh_tw: 貨品代號已經新增。

source: Item code has been updated.
hi_in: आइटम कोड अपडेट कर दिया गया है।
zh_tw: 貨品代號已經更新。

source: Item code has been sucessfully deleted.
hi_in: आइटम कोड को सफलतापूर्वक हटा दिया गया है
zh_tw: 貨品代號已經刪除。

source: EAN/UPC Code
hi_in: EAN/UPC कोड
zh_tw: EAN/UPC 代號

source: UPC/EAN code:
hi_in: UPC/EAN कोड:
zh_tw: UPC/EAN 代號：

source: Quantity:
hi_in: मात्रा:
zh_tw: 數量：

source: Description:
hi_in: विवरण:
zh_tw: 摘要：

source: Category:
hi_in: वर्ग:
zh_tw: 分類：

source: Error uploading file.
hi_in: फ़ाइल अपलोड करने में त्रुटि
zh_tw: 上傳檔案錯誤。

source: Only graphics files are supported - a file extension of .jpg, .png or .gif is expected
hi_in: केवल ग्राफिक्स फ़ाइलों का समर्थन किया जाता है - .jpg, .png या .gif का फ़ाइल एक्सटेंशन अपेक्षित है
zh_tw: 圖片只支援 - 副檔名為 .jpg .png 或是 .gif

source: There are no fixed asset categories defined in the system. At least one fixed asset category is required to add a fixed asset.
hi_in: सिस्टम में परिभाषित कोई निश्चित परिसंपत्ति श्रेणियां नहीं हैं निश्चित संपत्ति को जोड़ने के लिए कम से कम एक निश्चित परिसंपत्ति श्रेणी की आवश्यकता होती है।
zh_tw: 在系統中沒有已定義的固定資產分類。至一個固定資產分類要有一筆固定資產。

source: There are no fixed asset classes defined in the system. At least one fixed asset class is required to add a fixed asset.
hi_in: सिस्टम में परिभाषित कोई निश्चित परिसंपत्ति वर्ग नहीं हैं निश्चित परिसंपत्ति को जोड़ने के लिए कम से कम एक निश्चित परिसंपत्ति वर्ग की आवश्यकता होती है।
zh_tw: 在系統中沒有已定義好的定資產大類。至少一筆固定資產大類編以便增加固定資產。

source: There are no item categories defined in the system. At least one item category is required to add a item.
hi_in: सिस्टम में परिभाषित कोई आइटम श्रेणियां नहीं हैं आइटम जोड़ने के लिए कम से कम एक आइटम श्रेणी आवश्यक है
zh_tw: 目前系統尚未定義貨品分類，在新增貨品前需要至少一個貨品分類。

source: There are no item tax types defined in the system. At least one item tax type is required to add a item.
hi_in: सिस्टम में कोई आइटम कर प्रकार निर्धारित नहीं हैं आइटम जोड़ने के लिए कम से कम एक आइटम कर प्रकार की आवश्यकता है
zh_tw: 目前系統尚未定義貨品稅別，在新增貨品前需要至少一個貨品稅別。

source: The item name must be entered.
hi_in: आइटम का नाम दर्ज किया जाना चाहिए।
zh_tw: 必須輸入貨品名稱。

source: The item code cannot be empty
hi_in: आइटम कोड रिक्त नहीं हो सकता
zh_tw: 貨品代號不能空白

source: The item code cannot contain any of the following characters - & + OR a space OR quotes
hi_in: आइटम कोड में निम्न में से कोई भी वर्ण नहीं हो सकता - और + या एक स्थान या उद्धरण
zh_tw: 貨品代號不能包含像是 - & + 空白或引號等字元

source: The depracation cannot start before the fixed asset purchase date
hi_in: स्थगित परिसंपत्ति की खरीद की तारीख से पहले depracation शुरू नहीं हो सकता
zh_tw: 折舊的開始不能在固定資產購買日之前

source: Item has been updated.
hi_in: आइटम अपडेट कर दिया गया है
zh_tw: 貨品已經更新。

source: A new item has been added.
hi_in: एक नया आइटम जोड़ा गया है।
zh_tw: 新貨品已經新增。

source: Selected item has been deleted.
hi_in: चयनित आइटम हटा दिया गया है।
zh_tw: 選定的貨品已刪除。

source: General Settings
hi_in: सामान्य सेटिंग्स
zh_tw: 一般設定

source: Generate EAN-8 Barcode
zh_tw: 產生 EAN-8 條碼

source: Item Code:
hi_in: आइटम कोड:
zh_tw: 貨品代號：

source: Editable description:
hi_in: संपादन योग्य वर्णन:
zh_tw: 編輯摘要：

source: Fixed Asset Class
hi_in: निश्चित संपत्ति वर्ग
zh_tw: 固定資產大類

source: Depreciation Method
hi_in: मूल्यह्रास विधि
zh_tw: 折舊方法

source: Depreciation Rate
hi_in: मूल्यह्रास दर
zh_tw: 折舊稅率

source: Depreciation Years
hi_in: अवमूल्यन वर्ष
zh_tw: 折舊年數

source: years
hi_in: वर्षों
zh_tw: 年數

source: Base Rate
hi_in: आधार दर
zh_tw: 基本率

source: Rate multiplier
hi_in: रेट गुणक
zh_tw: 利率乘數

source: Depreciation Start
hi_in: मूल्यह्रास प्रारंभ
zh_tw: 折舊開始

source: Last Depreciation
hi_in: अंतिम मूल्यह्रास
zh_tw: 最近的折舊

source: Other
hi_in: अन्य
zh_tw: 其他

source: Image File (.jpg)
hi_in: छवि फ़ाइल (.jpg)
zh_tw: 圖片檔案 (.jpg)

source: No image
hi_in: कोई तस्वीर नहीं
zh_tw: 沒有圖片

source: Delete Image:
hi_in: छवि हटाएं:
zh_tw: 刪除圖片：

source: Item status:
hi_in: आइटम की स्थिति:
zh_tw: 貨品狀態：

source: Values
hi_in: मान
zh_tw: 價值數

source: Depreciations
zh_tw: 折舊數

source: Current Value
hi_in: वर्तमान मूल्य
zh_tw: 現值

source: Insert New Item
hi_in: नया आइटम डालें
zh_tw: 插入新貨品

source: Update Item
hi_in: आइटम अपडेट करें
zh_tw: 更新貨品

source: Select this items and return to document entry.
hi_in: इस आइटम का चयन करें और दस्तावेज़ प्रविष्टि पर लौटें।
zh_tw: 選取此貨品後回到文件。

source: Clone This Item
hi_in: इस मद को क्लोन करें
zh_tw: 複製此貨品

source: Delete This Item
hi_in: यह आइटम हटाएं
zh_tw: 刪除此貨品

source: Select an item:
hi_in: एक चीज़ चुनिए:
zh_tw: 選擇貨品：

source: New item
hi_in: नई वस्तु
zh_tw: 新貨品

source: &General settings
hi_in: सामान्य सेटिंग्स
zh_tw: 一般設定(&G)

source: &Transactions
hi_in: लेन-देन
zh_tw: 交易

source: S&ales Pricing
hi_in: बिक्री मूल्य निर्धारण
zh_tw: 銷貨價格(&a)

source: &Purchasing Pricing
hi_in: खरीद मूल्य निर्धारण
zh_tw: 採購價格(&P)

source: &Status
hi_in: स्थिति
zh_tw: 狀態(&S)

source: Units of Measure
hi_in: मापन की इकाई
zh_tw: 度量單位

source: The unit of measure code cannot be empty.
hi_in: माप कोड की इकाई रिक्त नहीं हो सकती।
zh_tw: 度量單位不能空白。

source: The unit of measure code is too long.
hi_in: माप कोड की इकाई बहुत लंबी है।
zh_tw: 度量單位代號太長。

source: The unit of measure description cannot be empty.
hi_in: उपाय वर्णन की इकाई रिक्त नहीं हो सकती।
zh_tw: 度量單位描述不能空白。

source: Selected unit has been updated
hi_in: चयनित इकाई को अपडेट किया गया है
zh_tw: 選定的單位已更新

source: New unit has been added
hi_in: नई इकाई जोड़ा गया है
zh_tw: 新單位已新增

source: Cannot delete this unit of measure because items have been created using this unit.
hi_in: उपाय की इस इकाई को हटा नहीं सकते क्योंकि आइटम को इस इकाई का उपयोग कर बनाया गया है।
zh_tw: 未能刪除此度量單位，因為已有貨品使用。

source: Selected unit has been deleted
hi_in: चयनित इकाई हटा दी गई है
zh_tw: 選定的度量單已刪除

source: Decimals
hi_in: दशमलव
zh_tw: 小數點位置

source: User Quantity Decimals
hi_in: उपयोगकर्ता मात्रा दशांश
zh_tw: 自訂數量小數點位置

source: Unit Abbreviation:
hi_in: यूनिट संक्षिप्त:
zh_tw: 單位縮寫：

source: Descriptive Name:
hi_in: वर्णनात्मक नाम:
zh_tw: 描述名稱：

source: Decimal Places:
hi_in: दशमलव स्थान:
zh_tw: 小數點位數：

source: The location code must be five characters or less long (including converted special chars).
hi_in: स्थान कोड पांच अक्षर या कम लंबा (कनवर्ट किए गए विशेष वर्णों सहित) होना चाहिए।
zh_tw: 地區編號長度必須少於 5 字元

source: The location name must be entered.
hi_in: स्थान का नाम दर्ज किया जाना चाहिए।
zh_tw: 地區名稱必須輸入。

source: Selected location has been updated
hi_in: चयनित स्थान अपडेट कर दिया गया है
zh_tw: 選定地區已更新

source: New location has been added
hi_in: नया स्थान जोड़ा गया है
zh_tw: 新地區記錄已新增

source: Cannot delete this location because item movements have been created using this location.
hi_in: इस स्थान को नहीं हटाया जा सकता क्योंकि इस स्थान का उपयोग करते हुए आइटम की गतिविधियों को बनाया गया है।
zh_tw: 未能刪除這地區，因為已有調貨已使用這地區

source: Cannot delete this location because it is used by some work orders records.
hi_in: इस स्थान को नहीं हटा सकते क्योंकि यह कुछ काम के आदेश रिकॉर्ड द्वारा उपयोग किया जाता है
zh_tw: 不能刪除此地區因為有些工作單記錄已使用中。

source: Cannot delete this location because it is used by some branch records as the default location to deliver from.
hi_in: इस स्थान को हटा नहीं सकते क्योंकि इसका उपयोग कुछ शाखा के रिकॉर्डों द्वारा डिलीवर करने के लिए डिफ़ॉल्ट स्थान के रूप में किया जाता है।
zh_tw: 未能刪除此地區，因為已有分支機構設為預設發貨點。

source: Cannot delete this location because it is used by some related records in other tables.
hi_in: इस स्थान को हटा नहीं सकते क्योंकि यह अन्य तालिकाओं में कुछ संबंधित रिकॉर्ड द्वारा उपयोग किया जाता है।
zh_tw: 不能刪除此地區，因為部份相關資料已經使用。

source: Selected location has been deleted
hi_in: चयनित स्थान हटा दिया गया है
zh_tw: 選取的地區已刪除

source: Location Code
hi_in: स्थान कोड
zh_tw: 地區代號

source: Location Name
hi_in: स्थान का नाम
zh_tw: 地區名稱

source: Location Code:
hi_in: स्थान कोड:
zh_tw: 地區代號：

source: Location Name:
hi_in: स्थान का नाम:
zh_tw: 地區名稱：

source: Contact for deliveries:
hi_in: प्रसव के लिए संपर्क करें:
zh_tw: 送貨聯絡：

source: Telephone No:
hi_in: टेलीफ़ोन नंबर:
zh_tw: 電話號碼：
