Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.3-1.po
Languages: hi_in, zh_tw

source: No Revaluation was needed
hi_in: कोई पुनर्मूल्यांकन की आवश्यकता नहीं थी
zh_tw: 沒有評價需要

source: %d Journal Entries for AR/AP accounts have been added
hi_in: एआर/एपी खातों के लिए %d जर्नल प्रविष्टियां जोड़ दी गई हैं
zh_tw: AR/AP 會計項目 %d 的日記帳分錄為已新增

source: Date for Revaluation:
hi_in: रिवैल्यूएशन की तिथि:
zh_tw: 評價日期：

source: Revaluate Currencies
hi_in: मुद्राओं का पुनरीक्षित करें
zh_tw: 貨幣評價

source: Search General Ledger Transactions for account:
hi_in: खाते के लिए जनरल लेजर लेनदेन खोजें:
zh_tw: 在會計項目中㝷找會計分錄交易：

source: The script must be called with a valid transaction type and transaction number to review the general ledger postings for.
hi_in: स्क्रिप्ट के लिए सामान्य लेनदार पोस्टिंग की समीक्षा करने के लिए एक वैध लेनदेन प्रकार और लेनदेन संख्या के साथ कॉल किया जाना चाहिए।
zh_tw: 此腳本必須呼叫有效的交易類型及交易數來檢視過帳後的分錄帳。

source: View Bank Transfer
hi_in: देखें बैंक स्थानांतरण
zh_tw: 檢視銀行交易

source: From Bank Account
hi_in: बैंक खाते से
zh_tw: 從銀行帳戶來的

source: To Bank Account
hi_in: बैंक खाते में
zh_tw: 給銀行帳戶

source: Transfer Type
hi_in: स्थानांतरण प्रकार
zh_tw: 交易類型

source: This transfer has been voided.
hi_in: यह स्थानांतरण रद्द कर दिया गया है
zh_tw: 此筆交易已作廢。

source: View Bank Deposit
hi_in: बैंक जमा देखें
zh_tw: 檢視銀行存款

source: GL Deposit
hi_in: जीएल जमा
zh_tw: 存款的會計項目

source: From
hi_in: से
zh_tw: 從

source: Settle currency
hi_in: निर्धारित करें मुद्रा
zh_tw: 結算幣別

source: Settled amount
hi_in: निर्धारित राशि
zh_tw: 結算金額

source: Deposit Type
hi_in: जमा प्रकार
zh_tw: 存款類型

source: This deposit has been voided.
hi_in: यह जमा रद्द कर दिया गया है।
zh_tw: 此筆存款已作廢。

source: There are no items for this deposit.
hi_in: इस जमा राशि के लिए कोई आइटम नहीं हैं
zh_tw: 沒有此筆貨品的存款。

source: Items for this Deposit
hi_in: इस जमा राशि के लिए आइटम
zh_tw: 此筆貨品的存款

source: Item Amounts are Shown in:
hi_in: आइटम राइट्स इन्हें दिखाया गया है:
zh_tw: 顯示項目金額在：

source: Account Description
hi_in: खाते का विवरण
zh_tw: 會計項目摘要

source: View Bank Payment
hi_in: देखें बैंक भुगतान
zh_tw: 檢視銀行付款

source: GL Payment
hi_in: जीएल भुगतान
zh_tw: 會計項目付款

source: Pay To
hi_in: को भुगतान
zh_tw: 付給

source: Payment Type
hi_in: भुगतान के प्रकार
zh_tw: 付款類別

source: This payment has been voided.
hi_in: यह भुगतान रद्द कर दिया गया है।
zh_tw: 此筆付款已作廢。

source: There are no items for this payment.
hi_in: इस भुगतान के लिए कोई आइटम नहीं हैं
zh_tw: 沒有付款的貨品

source: Items for this Payment
hi_in: इस भुगतान के लिए आइटम
zh_tw: 這筆貨品的付款

source: General Ledger Transaction Details
hi_in: सामान्य खाता लेनदेन विवरण
zh_tw: 會計交易詳細資料

source: Transaction Date
hi_in: लेन - देन की तारीख
zh_tw: 交易日期

source: Journal #
hi_in: जर्नल #
zh_tw: 日記帳 #

source: Document Date
hi_in: कागजातों की तारीख
zh_tw: 文件日期

source: Event Date
hi_in: आयोजन दिनांक
zh_tw: 事件日期

source: Supplier Reference
hi_in: अपुर्तिकारक का संदर्भ
zh_tw: 供應商的序號

source: Entered By
hi_in: द्वारा दर्ज
zh_tw: 輸入來自

source: Exchange rate
hi_in: विनिमय दर
zh_tw: 匯率：

source: Source document
hi_in: स्रोत कागजात
zh_tw: 來源文件

source: No general ledger transactions have been created for
hi_in: इसके लिए कोई सामान्य खाता लेनदेन नहीं बनाया गया है
zh_tw: 沒有會計交易建立

source: number
hi_in: संख्या
zh_tw: 數字

source: Journal Date
hi_in: जर्नल तिथि
zh_tw: 日記帳日期

source: This transaction has been voided.
hi_in: यह लेनदेन निरस्त कर दिया गया है
zh_tw: 此交易已作廢。

source: Exchange Variance
hi_in: एक्सचेंज वेरिएंस
zh_tw: 匯差

source: To
hi_in: सेवा मेरे
zh_tw: 至

source: Document reentered.
hi_in: दस्तावेज़ पुनः दर्ज किया गया
zh_tw: 再次輸入文件。

source: Rounding error %s encountered for trans_type:%s,trans_no:%s
hi_in: गोलाई त्रुटि %s ट्रांस_प्रकार के लिए सामने आई: %s,ट्रांस_नो: %s
zh_tw: 捨入誤差 %s 的交易型態遇到：%s，交易編號：%s

source: Date:
hi_in: तारीख:
zh_tw: 日期：

source: Pay To:
hi_in: को भुगतान:
zh_tw: 支付給：

source: To the Order of:
hi_in: के आदेश पर:
zh_tw: 返回銷售訂單：

source: Supplier:
hi_in: प्रदायक:
zh_tw: 供應商：

source: Customer:
hi_in: ग्राहक:
zh_tw: 客戶：

source: Branch:
hi_in: डाली:
zh_tw: 分支機構：

source: This customer account is on hold.
hi_in: यह ग्राहक खाता होल्ड पर है
zh_tw: 這個客戶帳號保留中。

source: Go
hi_in: चले जाओ
zh_tw: 到

source: Into:
hi_in: में:
zh_tw: 匯入：

source: Edit document line
hi_in: दस्तावेज़ रेखा संपादित करें
zh_tw: 編輯文件已更新

source: Remove line from document
hi_in: दस्तावेज़ से रेखा निकालें
zh_tw: 從文件移除資料

source: Confirm changes
hi_in: परिवर्तनों की पुष्टि करें
zh_tw: 確認變更

source: Cancel changes
hi_in: परिवर्तन रद्द करें
zh_tw: 儲存變更

source: Add Item
hi_in: सामान जोडें
zh_tw: 增加貨品

source: Add new item to document
hi_in: दस्तावेज़ में नया आइटम जोड़ें
zh_tw: 新增一項貨品到文件

source: Settled AR Amount:
hi_in: निर्धारित एआर राशि:
zh_tw: 結清應收款金額：

source: Settled AP Amount:
hi_in: निर्धारित एपी राशि:
zh_tw: 結清應付款金額：

source: Journal Date:
hi_in: जर्नल तिथि:
zh_tw: 日記帳日期：

source: Currency:
hi_in: मुद्रा:
zh_tw: 幣別：

source: Document Date:
hi_in: कागजातों की तारीख:
zh_tw: 文件日期：

source: Event Date:
hi_in: आयोजन दिनांक:
zh_tw: 事件日期：

source: Source ref:
hi_in: स्रोत रेफरी:
zh_tw: 來源序號：

source: Quick Entry
hi_in: त्वरित प्रविष्टि
zh_tw: 快速輸入

source: balance from account
hi_in: खाते से शेष राशि
zh_tw: 從銀行帳戶來的餘額

source: Additional info:
hi_in: अतिरिक्त जानकारी:
zh_tw: 額外資訊：

source: Include in tax register:
hi_in: कर रजिस्टर में शामिल करें:
zh_tw: 含稅務登記：

source: Reconciled:
zh_tw: 調整：

source: Edit journal line
hi_in: जर्नल लाइन संपादित करें
zh_tw: 編輯日記帳的列

source: Remove line from journal
hi_in: जर्नल से रेखा निकालें
zh_tw: 從日記簿移除此行資料

source: [Select account]
hi_in: [खाता चुनें]
zh_tw: [選擇會計項目]

source: Add new line to journal
hi_in: जर्नल में नई पंक्ति जोड़ें
zh_tw: 新增一行到日記帳

source: System administration
hi_in: सिस्टम प्रशासन
zh_tw: 系統管理

source: Company setup
hi_in: कंपनी की स्थापना
zh_tw: 公司設定

source: Special maintenance
hi_in: विशेष रखरखाव
zh_tw: 特定系統維護

source: Sales configuration
hi_in: बिक्री विन्यास
zh_tw: 銷售偏好設定檔

source: Sales transactions
hi_in: बिक्री लेनदेन
zh_tw: 銷貨交易

source: Sales related reports
hi_in: बिक्री संबंधी रिपोर्ट
zh_tw: 銷貨相關報表

source: Purchase configuration
hi_in: खरीद कॉन्फ़िगरेशन
zh_tw: 採購偏好設定檔

source: Purchase transactions
hi_in: लेनदेन खरीदें
zh_tw: 採購交易

source: Purchase analytics
hi_in: खरीद विश्लेषिकी
zh_tw: 採購分析

source: Inventory configuration
hi_in: सूची विन्यास
zh_tw: 庫存偏好設定檔

source: Inventory operations
hi_in: इन्वेंट्री संचालन
zh_tw: 庫存操作

source: Inventory analytics
hi_in: इन्वेंट्री विश्लेषिकी
zh_tw: 庫存分析

source: Fixed Assets configuration
hi_in: फिक्स्ड एसेट कॉन्फ़िगरेशन
zh_tw: 固定資產偏好設定檔

source: Fixed Assets operations
hi_in: फिक्स्ड एसेट्स ऑपरेशंस
zh_tw: 固定資產操作

source: Fixed Assets analytics
hi_in: फिक्स्ड एसेट्स एनालिटिक्स
zh_tw: 固定資產分析

source: Manufacturing configuration
hi_in: विनिर्माण कॉन्फ़िगरेशन
zh_tw: 生產偏好設定檔

source: Manufacturing transactions
hi_in: विनिर्माण लेनदेन
zh_tw: 生產交易

source: Manufacturing analytics
hi_in: विनिर्माण विश्लेषिकी
zh_tw: 生產分析

source: Dimensions configuration
hi_in: आयाम विन्यास
zh_tw: 構面(維度)偏好設定檔

source: Dimensions
hi_in: आयाम
zh_tw: 構面(維度)

source: Banking & GL configuration
hi_in: बैंकिंग और जीएल कॉन्फ़िगरेशन
zh_tw: 銀行及總帳會計偏好設定檔

source: Banking & GL transactions
hi_in: बैंकिंग और जीएल लेनदेन
zh_tw: 銀行及總帳會計交易

source: Banking & GL analytics
hi_in: बैंकिंग और जीएल विश्लेषिकी
zh_tw: 銀行及總帳會計分析

source: Install/update companies
hi_in: स्थापित/अद्यतन कंपनियों
zh_tw: 安裝與更新公司

source: Install/update languages
hi_in: भाषा स्थापित / अपडेट करें
zh_tw: 安裝/更新語言

source: Install/upgrade modules
hi_in: मॉड्यूल स्थापित / अपग्रेड करें
zh_tw: 安裝/更新模組

source: Software upgrades
hi_in: सॉफ्टवेयर उन्नयन
zh_tw: 軟體升級

source: Company parameters
hi_in: कंपनी पैरामीटर
zh_tw: 公司參數

source: Access levels edition
hi_in: एक्सेस स्तर संस्करण
zh_tw: 存取層級編輯

source: Users setup
hi_in: उपयोगकर्ता सेटअप
zh_tw: 使用者設定

source: Point of sales definitions
hi_in: बिक्री की परिभाषाएं
zh_tw: 銷售點(POS)定義

source: Printers configuration
hi_in: प्रिंटर कॉन्फ़िगरेशन
zh_tw: 印表機偏好設定檔

source: Print profiles
hi_in: प्रोफाइल प्रिंट करें
zh_tw: 列印控制檔

source: Payment terms
hi_in: भुगतान की शर्तें
zh_tw: 付款條件

source: Shipping ways
hi_in: शिपिंग तरीके
zh_tw: 運送方法

source: Credit status definitions changes
hi_in: क्रेडिट स्थिति परिभाषाएं बदलती हैं
zh_tw: 信用狀態定義已變更

source: Inventory locations changes
hi_in: इन्वेंट्री स्थान बदलता है
zh_tw: 庫存位置異動

source: Inventory movement types
hi_in: इन्वेंट्री आंदोलन के प्रकार
zh_tw: 庫存移類別

source: Manufacture work centres
hi_in: निर्माण कार्य केंद्र
zh_tw: 製造工作中心

source: Forms setup
hi_in: फ़ॉर्म सेटअप
zh_tw: 表單序號設定

source: Contact categories
hi_in: संपर्क श्रेणियां
zh_tw: 聯絡人分類

source: Voiding transactions
hi_in: लेन-देन लेनदेन
zh_tw: 有效的交易

source: Database backup/restore
hi_in: डेटाबेस बैकअप / पुनर्स्थापना
zh_tw: 備份及還原資料庫

source: Common view/print transactions interface
hi_in: आम दृश्य / प्रिंट लेनदेन अंतरफलक
zh_tw: 檢視或列印交易介面

source: Attaching documents
hi_in: दस्तावेज़ संलग्न करना
zh_tw: 附加文件

source: Display preferences
hi_in: प्रदर्शन प्राथमिकताएं
zh_tw: 顯示設定

source: Password changes
hi_in: पासवर्ड परिवर्तन
zh_tw: 密碼異動

source: Edit other users transactions
hi_in: अन्य उपयोगकर्ता लेनदेन संपादित करें
zh_tw: 編輯其他使用者交易

source: Sales types
hi_in: बिक्री प्रकार
zh_tw: 銷貨類別

source: Sales prices edition
hi_in: बिक्री मूल्य संस्करण
zh_tw: 銷貨價格編輯

source: Sales staff maintenance
hi_in: बिक्री स्टाफ रखरखाव
zh_tw: 銷售成員維護

source: Sales areas maintenance
hi_in: बिक्री क्षेत्रों के रखरखाव
zh_tw: 銷售地區維護

source: Sales groups changes
hi_in: बिक्री समूह बदलता है
zh_tw: 銷售群組異動

source: Sales templates
hi_in: बिक्री टेम्पलेट्स
zh_tw: 銷貨範本

source: Recurrent invoices definitions
hi_in: आवर्ती चालान परिभाषाएं
zh_tw: 常用發票定義

source: Sales transactions view
hi_in: बिक्री लेनदेन देखें
zh_tw: 銷貨交易檢視

source: Sales customer and branches changes
hi_in: बिक्री ग्राहक और शाखाएं बदलती हैं
zh_tw: 銷貨客戶及分支機構變更

source: Sales quotations
hi_in: बिक्री कोटेशन
zh_tw: 銷貨報價

source: Sales orders edition
hi_in: बिक्री आदेश संस्करण
zh_tw: 銷貨訂單編輯

source: Sales deliveries edition
hi_in: बिक्री वितरण संस्करण
zh_tw: 銷貨運送編輯

source: Sales invoices edition
hi_in: बिक्री चालान संस्करण
zh_tw: 銷貨發票編輯

source: Sales credit notes against invoice
hi_in: इनवॉइस के बारे में बिक्री क्रेडिट नोट
zh_tw: 銷貨貸方通知單隨著發票寄送

source: Sales freehand credit notes
hi_in: बिक्री मुक्तहंड क्रेडिट नोट्स
zh_tw: 手開銷貨貸方通知單

source: Customer payments entry
hi_in: ग्राहक भुगतान प्रविष्टि
zh_tw: 客戶付款單

source: Customer payments allocation
hi_in: ग्राहक भुगतान आवंटन
zh_tw: 客戶付款分攤

source: Sales analytical reports
hi_in: बिक्री विश्लेषणात्मक रिपोर्ट
zh_tw: 銷貨分析報表

source: Sales document bulk reports
hi_in: बिक्री दस्तावेज़ बल्क रिपोर्ट
zh_tw: 銷貨文件合計報表

source: Sales prices listing
hi_in: बिक्री मूल्य सूची
zh_tw: 銷貨價格表

source: Sales staff listing
hi_in: बिक्री स्टाफ लिस्टिंग
zh_tw: 銷貨成員表

source: Customer bulk listing
hi_in: ग्राहक बल्क लिस्टिंग
zh_tw: 客戶合計表

source: Customer status report
hi_in: ग्राहक की स्थिति रिपोर्ट
zh_tw: 客戶狀態報表

source: Customer payments report
hi_in: ग्राहक भुगतान रिपोर्ट
zh_tw: 客戶付款報表

source: Purchase price changes
hi_in: मूल्य में बदलाव खरीदें
zh_tw: 訂購價格變動

source: Supplier transactions view
hi_in: आपूर्तिकर्ता लेनदेन देखें
zh_tw: 檢視供應商交易

source: Suppliers changes
hi_in: आपूर्तिकर्ता परिवर्तन
zh_tw: 供應商異動

source: Purchase order entry
hi_in: खरीद आदेश प्रविष्टि
zh_tw: 採購單輸入

source: Purchase receive
hi_in: खरीद प्राप्त करें
zh_tw: 採購接收

source: Supplier invoices
hi_in: आपूर्तिकर्ता चालान
zh_tw: 供應商發票

source: Deleting GRN items during invoice entry
hi_in: चालान प्रविष्टि के दौरान जीआरएन मदों को हटा रहा है
zh_tw: 在發票輸入中刪除收貨單貨品

source: Supplier credit notes
hi_in: प्रदायक क्रेडिट नोट
zh_tw: 供應商貸方通知單

source: Supplier payments
hi_in: प्रदायक भुगतान
zh_tw: 供應商付款

source: Supplier payments allocations
hi_in: प्रदायक भुगतान आवंटन
zh_tw: 供應商付款累積

source: Supplier analytical reports
hi_in: प्रदायक विश्लेषणात्मक रिपोर्टें
zh_tw: 供應商分析報表

source: Supplier document bulk reports
hi_in: आपूर्तिकर्ता दस्तावेज़ थोक रिपोर्ट
zh_tw: 供應商文件合計報表

source: Supplier payments report
hi_in: आपूर्तिकर्ता भुगतान रिपोर्ट
zh_tw: 供應商付款報表

source: Stock items add/edit
hi_in: स्टॉक आइटम जोड़ें / संपादित करें
zh_tw: 庫存品新增/編輯。

source: Sales kits
hi_in: बिक्री किट
zh_tw: 銷貨組合

source: Item categories
hi_in: आइटम श्रेणियां
zh_tw: 貨品分類(&C)

source: Units of measure
hi_in: मापन की इकाई
zh_tw: 衡量單位

source: Stock status view
hi_in: शेयर स्थिति देखें
zh_tw: 檢視庫存狀態

source: Stock transactions view
hi_in: शेयर लेनदेन देखें
zh_tw: 檢視庫存交易

source: Foreign item codes entry
hi_in: विदेशी आइटम कोड प्रविष्टि
zh_tw: 外部貨品代號輸入

source: Inventory location transfers
hi_in: इन्वेंटरी स्थान स्थानान्तरण
zh_tw: 庫存位置轉換

source: Inventory adjustments
hi_in: इन्वेंटरी समायोजन
zh_tw: 庫存調整

source: Reorder levels
hi_in: स्तर पुन: क्रमबद्ध करें
zh_tw: 安全存量

source: Items analytical reports and inquiries
hi_in: आइटम विश्लेषणात्मक रिपोर्ट और पूछताछ
zh_tw: 貨品分析報表及查詢

source: Inventory valuation report
hi_in: इन्वेंटरी मूल्यांकन रिपोर्ट
zh_tw: 存貨估價報表

source: Fixed Asset items add/edit
hi_in: निश्चित संपत्ति वस्तुएं जोड़ें / संपादित करें
zh_tw: 固定資產新增/編輯。

source: Fixed Asset categories
hi_in: निश्चित संपत्ति श्रेणियां
zh_tw: 固定資產分類

source: Fixed Asset classes
hi_in: निश्चित संपत्ति वर्ग
zh_tw: 固定資產種類

source: Fixed Asset transactions view
hi_in: निश्चित संपत्ति लेनदेन देखें
zh_tw: 固定資產檢視

source: Fixed Asset location transfers
hi_in: निश्चित संपत्ति स्थान स्थानान्तरण
zh_tw: 固定資產位置轉換

source: Fixed Asset disposals
hi_in: स्थिर संपत्ति निपटान
zh_tw: 處分固定資產

source: Depreciation
hi_in: मूल्यह्रास
zh_tw: 折舊

source: Fixed Asset analytical reports and inquiries
hi_in: निश्चित संपत्ति विश्लेषणात्मक रिपोर्ट और पूछताछ
zh_tw: 固定資產分析報表及查詢

source: Bill of Materials
hi_in: सामग्री के बिल
zh_tw: 物料表(BOM)

source: Manufacturing operations view
hi_in: मैन्युफैक्चरिंग ऑपरेशंस व्यू
zh_tw: 檢視生產操作

source: Work order entry
hi_in: कार्य क्रम प्रविष्टि
zh_tw: 工作單輸入

source: Material issues entry
hi_in: सामग्री के मुद्दे प्रविष्टि
zh_tw: 領料單

source: Final product receive
hi_in: अंतिम उत्पाद प्राप्त
zh_tw: 完成貨品接收數量

source: Work order releases
hi_in: कार्य क्रम रिलीज़
zh_tw: 工作單發佈

source: Work order analytical reports and inquiries
hi_in: कार्य क्रम विश्लेषणात्मक रिपोर्ट और पूछताछ
zh_tw: 工作單的分析報告和查詢

source: Manufacturing cost inquiry
hi_in: विनिर्माण लागत जांच
zh_tw: 生產成本查詢

source: Work order bulk reports
hi_in: कार्य क्रम की थोक रिपोर्टें
zh_tw: 工作單合計報表

source: Bill of materials reports
hi_in: सामग्री रिपोर्ट का बिल
zh_tw: 物料表(BOM)查詢及報表

source: Dimension tags
hi_in: आयाम टैग
zh_tw: 構面(維度)分頁

source: Dimension view
hi_in: आयाम दृश्य
zh_tw: 檢視構面(維度)

source: Dimension entry
hi_in: आयाम प्रविष्टि
zh_tw: 構面(維度)單

source: Dimension reports
hi_in: आयाम रिपोर्टें
zh_tw: 構面(維度)報表

source: Item tax type definitions
hi_in: आइटम कर प्रकार परिभाषाएं
zh_tw: 貨品稅別定義

source: GL accounts edition
hi_in: जीएल खाते संस्करण
zh_tw: 總帳會計編輯

source: GL account groups
hi_in: जीएल खाता समूह
zh_tw: 二級會計項目

source: GL account classes
hi_in: जीएल अकाउंट क्लासेस
zh_tw: 一級會計項目

source: Quick GL entry definitions
hi_in: त्वरित जीएल प्रविष्टि परिभाषाएं
zh_tw: 快速總帳會計項目輸入定義

source: Bank accounts
hi_in: बैंक खाते
zh_tw: 銀行帳號

source: Tax rates
hi_in: कर की दरें
zh_tw: 稅率

source: Tax groups
hi_in: कर समूह
zh_tw: 稅區

source: Fiscal years maintenance
hi_in: वित्तीय वर्षों के रखरखाव
zh_tw: 會計年度維護

source: Company GL setup
hi_in: कंपनी जीएल सेटअप
zh_tw: 公司總帳會計設定

source: GL Account tags
hi_in: जीएल खाता टैग
zh_tw: 總帳會計項目分頁籤

source: Closing GL transactions
hi_in: जीएल लेनदेन बंद करना
zh_tw: 顯示總帳會計交易

source: Reopening GL transactions
hi_in: जीएल लेनदेन को फिर से खोलना
zh_tw: 顯示總帳會計交易。

source: Allow entry on non closed Fiscal years
hi_in: गैर बंद राजकोषीय वर्षों पर प्रवेश की अनुमति दें
zh_tw: 允許在尚未關帳的會計年度輸入

source: Bank transactions view
hi_in: बैंक लेनदेन देखें
zh_tw: 檢視銀行交易

source: GL postings view
hi_in: जीएल पोस्टिंग देखें
zh_tw: 檢視總帳會計過帳

source: Exchange rate table changes
hi_in: विनिमय दर तालिका परिवर्तन
zh_tw: 匯率表變更

source: Bank payments
hi_in: बैंक भुगतान
zh_tw: 銀行付款

source: Bank deposits
hi_in: बैंक के जमा
zh_tw: 銀行存款

source: Bank account transfers
hi_in: बैंक खाता स्थानान्तरण
zh_tw: 銀行轉帳

source: Bank reconciliation
hi_in: बैंक समाधान
zh_tw: 銀行對帳

source: Manual journal entries
hi_in: मैनुअल जर्नल प्रविष्टियां
zh_tw: 人工會計分錄

source: Journal entries to bank related accounts
hi_in: जर्नल प्रविष्टियां बैंक संबंधित खातों में
zh_tw: 分錄輸入到與銀行相關會計項目

source: Budget edition
hi_in: बजट संस्करण
zh_tw: 預算編輯

source: Item standard costs
hi_in: आइटम मानक लागत
zh_tw: 貨品標準成本

source: GL analytical reports and inquiries
hi_in: जीएल विश्लेषणात्मक रिपोर्ट और पूछताछ
zh_tw: 總帳會計分析查詢及報表

source: Tax reports and inquiries
hi_in: टैक्स रिपोर्ट और पूछताछ
zh_tw: 課稅報表及查詢

source: Bank reports and inquiries
hi_in: बैंक की रिपोर्ट और पूछताछ
zh_tw: 銀行報表及查詢

source: GL reports and inquiries
hi_in: जीएल की रिपोर्ट और पूछताछ
zh_tw: 總帳會計報表與查詢

source: Cannot retrieve exchange rate for currency %s as of %s. Please add exchange rate manually on Exchange Rates page.
hi_in: %s के रूप में मुद्रा%s के लिए विनिमय दर पुनः प्राप्त नहीं की जा सकती एक्सचेंज दरें पृष्ठ पर मैन्युअल रूप से विनिमय दर जोड़ें।
zh_tw: 無法取得貨幣 %s ( %s )的匯率，請手動新增。

source: Before software upgrade you have to include old $security_groups and $security_headings arrays from old config.php file to the new one.
hi_in: सॉफ़्टवेयर अपग्रेड करने से पहले आपको पुराने $ security_groups और $ security_headings arrays को पुराने config.php फ़ाइल से एक नया में शामिल करना होगा।
zh_tw: 軟體升級之前，你必須包括$ security_groupsc和security_headings陣列，從舊config.php檔案到新config.php的檔案。

source: Back
hi_in: वापस
zh_tw: 返回

source: System is available for site admin only until full database upgrade
hi_in: सिस्टम केवल साइट व्यवस्थापक के लिए उपलब्ध है जब तक कि पूर्ण डेटाबेस अपग्रेड न हो
zh_tw: 一直等完整的資料庫更新後，系統旳網站管理才能用

source: New password for
hi_in: के लिए नया पासवर्ड
zh_tw: 新密碼

source: Requesting data...
hi_in: डेटा का अनुरोध कर रहा है ...
zh_tw: 資料輸出

source: Customer
hi_in: ग्राहक
zh_tw: 客戶

source: Sales
hi_in: बिक्री
zh_tw: 銷貨

source: Supplier
hi_in: प्रदायक
zh_tw: 供應商

source: Purchase
hi_in: खरीद फरोख्त
zh_tw: 採購

source: Items
hi_in: आइटम
zh_tw: 貨品

source: Costs
hi_in: लागत
zh_tw: 成本

source: Performance
hi_in: प्रदर्शन
zh_tw: 效能

source: Purchases
hi_in: खरीद
zh_tw: 多項採購

source: Top %s customers in fiscal year
hi_in: वित्तीय वर्ष में शीर्ष %s ग्राहक
zh_tw: 年度前 %s 客戶

source: Top %s suppliers in fiscal year
hi_in: वित्तीय वर्ष में शीर्ष % एस आपूर्तिकर्ता
zh_tw: 年度前 %s 供應商

source: Top %s Manufactured Items in fiscal year
hi_in: वित्तीय वर्ष में शीर्ष % एस उत्पादित आइटम
zh_tw: 年度前 %s 製成品

source: Top %s Fixed Assets
hi_in: शीर्ष % फिक्स्ड एसेट्स
zh_tw: 前 %s 固定資產

source: Top %s Sold Items in fiscal year
hi_in: वित्तीय वर्ष में %
zh_tw: 年度前 %s 銷貨貨品

source: Item
hi_in: मद
zh_tw: 貨品

source: Quantity
hi_in: मात्रा
zh_tw: 數量

source: Top %s Dimensions in fiscal year
hi_in: वित्तीय वर्ष में शीर्ष %s आयाम
zh_tw: 年度前 %s 構面(維度)

source: Class Balances
hi_in: कक्षा शेष
zh_tw: 一級會計項目餘額

source: Week
hi_in: सप्ताह
zh_tw: 週

source: overdue Sales Invoices
hi_in: अतिदेय बिक्री चालान
zh_tw: 逾期發票

source: Ref.
hi_in: रेफरी।
zh_tw: 序號

source: Branch
hi_in: डाली
zh_tw: 分支機構：

source: Remainder
hi_in: शेष
zh_tw: 提醒

source: Days
hi_in: दिन
zh_tw: 天數

source: Overdue Recurrent Invoices
hi_in: अतिदेय आवर्ती चालान
zh_tw: 逾期發票數

source: Template No
hi_in: टेम्पलेट नं
zh_tw: 範本編號

source: Next invoice
hi_in: अगला चालान
zh_tw: 下一張發票

source: overdue Purchase Invoices
hi_in: अतिदेय खरीद चालान
zh_tw: 逾期發票數

source: Bank Account Balances
hi_in: बैंक खाता शेष
zh_tw: 銀行帳戶餘額數

source: %s #%s is closed for further edition.
hi_in: %s #%s आगे संस्करण के लिए बंद है
zh_tw: 在進一步的版本中 %s #%s 已結束。

source: You have no edit access to transactions created by other users.
hi_in: आपके पास अन्य उपयोगकर्ताओं द्वारा बनाए गए लेन-देन के लिए कोई संपादन एक्सेस नहीं है।
zh_tw: 此筆交易由其使用者建立，您無編輯權限

source: The entered reference is invalid.
hi_in: दर्ज किया गया संदर्भ अमान्य है।
zh_tw: 已輸入構面(維度)序號無效。

source: The entered reference is already in use.
hi_in: दर्ज संदर्भ पहले से उपयोग में है।
zh_tw: 已輸入的序號已使用。

source: Unhandled exception [%s]: %s.
hi_in: अप्रबंधित अपवाद [%s]: %s
zh_tw: 未處理的異常 [%s]: %s.

source: in file
hi_in: फाइल मैं
zh_tw: 在檔案中

source: at line
hi_in: रेखा पर
zh_tw: 在~行

source: Debug mode database warning:
hi_in: डिबग मोड डेटाबेस चेतावनी:
zh_tw: 除錯模式資料庫的警告：

source: DATABASE ERROR :
hi_in: डाटाबेस त्रुटि :
zh_tw: 資料庫錯誤：

source: The entered information is a duplicate. Please go back and enter different values.
hi_in: दर्ज की गई जानकारी एक डुप्लिकेट है। कृपया वापस जाएं और अलग-अलग मान दर्ज करें।
zh_tw: 輸入的資訊重複，請回上一頁重新輸入。

source: This page is usable only with javascript enabled browsers.
hi_in: यह पृष्ठ केवल जावास्क्रिप्ट सक्षम ब्राउज़र के साथ प्रयोग करने योग्य है
zh_tw: 這個頁面需要支援 javascript 的瀏覽器。

source: No key field '%s' in file '%s'
hi_in: फ़ाइल '%s' में कोई प्रमुख फ़ील्ड '%s' नहीं
zh_tw: 在檔案中 '%s' 沒有關鍵欄位 '%s'

source: Cannot download repo index file.
hi_in: रेपो इंडेक्स फाइल को डाउनलोड नहीं किया जा सकता
zh_tw: 不能下載資料源索引檔。

source: OpenSSL have to be available on your server to use extension repository system.
hi_in: ओपनएसएसएल को एक्सटेंशन रिपॉज़िटरी सिस्टम का उपयोग करने के लिए आपके सर्वर पर उपलब्ध होना होगा।
zh_tw: 在您的伺服器中 OpenSSL 必須是啟動的，以便使用擴展存儲庫系統。

source: Cannot delete outdated '%s' file.
hi_in: पुरानी '%s' फाइल को हटा नहीं सकते
zh_tw: 不能刪除過期的 '%s'檔。

source: Release file in repository is invalid, or public key is outdated.
hi_in: रिपॉजिटरी में रिलीज़ फाइल अमान्य है, या सार्वजनिक कुंजी पुरानी है।
zh_tw: 在資源庫中發布的文件是無效的，或公鑰已經過時。

source: Repository version does not match application version.
hi_in: रिपोजिटरी संस्करण अनुप्रयोग संस्करण से मेल नहीं खाता।
zh_tw: 資源庫版本與應用程序版本不一致。

source: Cannot download '%s' file.
hi_in: '%s' फ़ाइल को डाउनलोड नहीं किया जा सकता
zh_tw: 不能下載 '%s'檔。

source: Security alert: broken index file in repository '%s'. Please inform repository administrator about this issue.
hi_in: सुरक्षा चेतावनी: रिपॉजिटरी '%s' में टूटी इंडेक्स फाइल। कृपया इस समस्या के बारे में रिपॉज़िटरी व्यवस्थापक को सूचित करें।
zh_tw: 安全警告：在資源庫中有毀損的索引擋 '%s'。請告知庫管理員這個問題。

source: Security alert: broken package '%s' in repository. Please inform repository administrator about this issue.
hi_in: सुरक्षा चेतावनी: टूटी पैकेज '%s' में रिपॉजिटरी में कृपया इस समस्या के बारे में रिपॉज़िटरी व्यवस्थापक को सूचित करें।
zh_tw: 安全警告：在資料源中，應用程式有錯誤 '%s'。請告知版本庫管理員這個問題。

source: Package '%s' not found.
hi_in: पैकेज '%s' नहीं मिला
zh_tw: 找不到 '%s' 套件

source: Invalid refline template.
hi_in: अमान्य रीफलाइन टेम्पलेट
zh_tw: 無效參考線的範本。

source: Missing refline context data: '%s'
hi_in: रिफलाइन प्रसंग डेटा गुम है: '%s'
zh_tw: 缺少參考線內容資料：'%s'

source: Missing numeric placeholder in refline definition.
hi_in: रिफ़ेन परिभाषा में संख्यात्मक प्लेसहोल्डर गुम है।
zh_tw: 在參考線定義中缺少數字替代字符

source: Incorrect Password
hi_in: गलत पासवर्ड
zh_tw: 密碼錯誤

source: The user and password combination is not valid for the system.
hi_in: उपयोगकर्ता और पासवर्ड संयोजन सिस्टम के लिए मान्य नहीं है।
zh_tw: 在系統中使用者與密碼的組是不好的。

source: If you are not an authorized user, please contact your system administrator to obtain an account to enable you to use the system.
hi_in: यदि आप अधिकृत उपयोगकर्ता नहीं हैं, तो सिस्टम का उपयोग करने के लिए आपको एक खाता प्राप्त करने के लिए अपने सिस्टम व्यवस्थापक से संपर्क करें।
zh_tw: 如果您尚未取得授權，請連絡系統管理員來取得使用系統的權限。

source: Try again
hi_in: पुनः प्रयास करें
zh_tw: 再試一次

source: Incorrect Email
hi_in: गलत ईमेल
zh_tw: 不正確 Email

source: The email address does not exist in the system, or is used by more than one user.
hi_in: ईमेल पता सिस्टम में मौजूद नहीं है, या एक से अधिक उपयोगकर्ता द्वारा उपयोग किया जाता है
zh_tw: 在系統中無此 email，或是同時使用中。

source: Plase try again or contact your system administrator to obtain new password.
hi_in: प्लेस पुन: प्रयास करें या नया पासवर्ड प्राप्त करने के लिए अपने सिस्टम व्यवस्थापक से संपर्क करें।
zh_tw: 請再試一次或是連絡你系統管理者以取得新密碼。

source: New password sent
hi_in: नया पासवर्ड भेजा गया
zh_tw: 寄送新密碼
