Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.8-1.po
Languages: ta_in

source: Request from outside of this page is forbidden.
ta_in: இந்த பக்கத்திற்கு வெளியே இருந்து கோரிக்கை விலக்கப்பட்டுள்ளது.

source: CSRF attack detected from:
ta_in: CSRF தாக்குதல் கண்டறியப்பட்டது:

source: You should automatically be forwarded.
ta_in: நீங்கள் தானாகவே அனுப்ப வேண்டும்.

source: If this does not happen
ta_in: இது நடக்கவில்லை என்றால்

source: click here
ta_in: இங்கே கிளிக் செய்யவும்

source: to continue
ta_in: தொடர

source: Close
ta_in: நெருக்கமான

source: Customers
ta_in: வாடிக்கையாளர்கள்

source: Branches
ta_in: கிளைகள்

source: Suppliers
ta_in: சப்ளையர்கள்

source: Entered data has not been saved yet. Do you want to abandon changes?
ta_in: உள்ளிட்ட தரவு இன்னும் சேமிக்கப்படவில்லை. மாற்றங்களை கைவிட விரும்புகிறீர்களா?

source: Click Here to Pick up the date
ta_in: தேதியைத் தேர்ந்தெடுக்க இங்கு கிளிக் செய்க

source: Inactive
ta_in: செயல்படா

source: Current Credit:
ta_in: தற்போதைய கடன்:

source: Bank Balance:
ta_in: வங்கி இருப்பு:

source: Set filter
ta_in: வடிப்பான் அமைக்கவும்

source: Press Space tab for search pattern entry
ta_in: தேடல் முறை நுழைவுக்கான Space தாவலை அழுத்தவும்

source: Enter code fragment to search or * for all
ta_in: தேடுவதற்கு குறியீட்டு துண்டுகளை உள்ளிடவும் அல்லது * அனைவருக்கும்

source: Enter description fragment to search or * for all
ta_in: தேடுபொறியின் துண்டு துண்டாக உள்ளிடவும் அல்லது * அனைவருக்கும்

source: Search items
ta_in: தேடல் உருப்படிகளை

source: Search customers
ta_in: வாடிக்கையாளர்களைத் தேடு

source: Search branches
ta_in: தேடல் கிளைகள்

source: Search suppliers
ta_in: தேடல் வழங்குநர்கள்

source: All Suppliers
ta_in: அனைத்து சப்ளையர்கள்

source: Press Space tab to filter by name fragment
ta_in: பெயர் துண்டு மூலம் வடிகட்டுவதற்கு Space Tab ஐ அழுத்தவும்

source: Select supplier
ta_in: சப்ளையரைத் தேர்ந்தெடுக்கவும்

source: All Customers
ta_in: அனைத்து வாடிக்கையாளர்களும்

source: Press Space tab to filter by name fragment; F2 - entry new customer
ta_in: பெயர் துண்டு மூலம் வடிகட்டுவதற்கு Space Tab ஐ அழுத்தவும்; F2 - நுழைவு புதிய வாடிக்கையாளர்

source: Select customer
ta_in: வாடிக்கையாளரைத் தேர்ந்தெடுக்கவும்

source: All branches
ta_in: அனைத்து கிளைகள்

source: Select customer branch
ta_in: வாடிக்கையாளர் கிளையைத் தேர்ந்தெடுக்கவும்

source: All Locations
ta_in: அனைத்து இடங்கள்

source: All Items
ta_in: அனைத்து பொருட்கள்

source: All Sales Types
ta_in: அனைத்து விற்பனை வகைகள்

source: Use Item Sales Accounts
ta_in: பொருள் விற்பனை கணக்குகளைப் பயன்படுத்தவும்

source: All Types
ta_in: அனைத்து வகைகள்

source: Sales Invoices
ta_in: விற்பனை பற்றுச்சீட்டுகள்

source: Unsettled transactions
ta_in: தீர்க்கப்படாத பரிவர்த்தனைகள்

source: Payments
ta_in: கொடுப்பனவு

source: Credit Notes
ta_in: கடன் குறிப்புகள்

source: Delivery Notes
ta_in: டெலிவரி குறிப்புகள்

source: Invoices
ta_in: பற்றுச்சீட்டுகள்

source: Overdue Invoices
ta_in: மீதமுள்ள பற்றுச்சீட்டுகள்

source: Overdue Credit Notes
ta_in: கடனட்டை கடன் குறிப்புகள்

source: Automatically put balance on back order
ta_in: தானாக பின் வரிசையில் சமநிலை வைத்து

source: Cancel any quantites not delivered
ta_in: எந்த அளவையும் ரத்து செய்ய முடியாது

source: Items Returned to Inventory Location
ta_in: பொருட்கள் இருப்பிடம் இடம் திரும்பியது

source: Items Written Off
ta_in: பொருட்கள் எழுதப்பட்டவை

source: New role
ta_in: புதிய பாத்திரம்

source: No tags defined.
ta_in: குறிச்சொற்கள் வரையறுக்கப்படவில்லை.

source: No active tags defined.
ta_in: செயலில் குறிச்சொற்களை வரையறுக்கப்படவில்லை.

source: Activated for '%s'
ta_in: '%s' க்கான செயல்படுத்தப்பட்டது

source: Available and/or installed
ta_in: கிடைக்கும் மற்றும் / அல்லது நிறுவப்பட்ட

source: Standard new company American COA (4 digit)
ta_in: நிலையான புதிய நிறுவனம் அமெரிக்க COA (4 இலக்கங்கள்)

source: Standard American COA (4 digit) with demo data
ta_in: டெமோ தரவுடன் ஸ்டாண்டர்ட் அமெரிக்க COA (4 இலக்கங்கள்)

source: No payment Link
ta_in: கட்டணம் இணைப்பு இல்லை

source: Numeric
ta_in: எண்

source: Alpha Numeric
ta_in: ஆல்ஃபா நேமர்சிக்

source: ALPHA NUMERIC
ta_in: எண்ணெழுத்து

source: All users
ta_in: அனைத்து பயனாளர்கள்

source: in units of :
ta_in: அலகுகளில்:

source: Cannot retrieve exchange rate for currency %s. Please adjust approximate rate if needed.
ta_in: நாணய %s நாணயமாற்றுக்கான நாணய மாற்று விகிதத்தை மீட்டெடுக்க முடியவில்லை. தேவைப்பட்டால் தோராயமான விகிதத்தை சரிசெய்யவும்.

source: Date Voided:
ta_in: தேதி குடை:

source: Total Tax Excluded
ta_in: மொத்த வரி விலக்கு

source: Included
ta_in: சேர்க்கப்பட்ட

source: Total Amount
ta_in: மொத்த தொகை

source: Total Allocated:
ta_in: மொத்த ஒதுக்கீடு:

source: Left to Allocate:
ta_in: ஒதுக்குவதற்கு இடது:

source: Allocations
ta_in: அலகேஷன்ஸ்

source: Pre-Payments
ta_in: முன் கொடுப்பனவு

source: No Quick Entries are defined.
ta_in: விரைவு பதிவுகள் வரையறுக்கப்படவில்லை.

source: No Quick Entry lines are defined.
ta_in: விரைவு நுழைவு கோடுகள் வரையறுக்கப்படவில்லை.

source: and
ta_in: மற்றும்

source: January
ta_in: ஜனவரி

source: February
ta_in: பிப்ரவரி

source: March
ta_in: மார்ச்

source: April
ta_in: ஏப்ரல்

source: June
ta_in: ஜூன்

source: July
ta_in: ஜூலை

source: August
ta_in: ஆகஸ்ட்

source: September
ta_in: செப்டம்பர்

source: October
ta_in: அக்டோபர்

source: November
ta_in: நவம்பர்

source: December
ta_in: டிசம்பர்

source: Su
ta_in: ஞா

source: Mo
ta_in: திங்

source: Tu
ta_in: செவ்

source: We
ta_in: புத

source: Th
ta_in: வியா

source: Fr
ta_in: வெ

source: Sa
ta_in: சே

source: Item Adjustments Note
ta_in: பொருள் சரிசெய்தல் குறிப்பு

source: Fixed Assets disposal has been processed
ta_in: நிலையான சொத்துகள் அகற்றப்படுதல் செயல்படுத்தப்பட்டது

source: &View this disposal
ta_in: இந்த அகற்றுதலைக் காணவும்

source: View the GL &Postings for this Disposal
ta_in: இந்த நீக்குவதற்கான GL & Postings ஐக் காண்க

source: Enter &Another Disposal
ta_in: மற்றொரு நீக்கம் உள்ளிடவும்

source: Items adjustment has been processed
ta_in: பொருட்கள் சரிசெய்தல் செயல்படுத்தப்பட்டது

source: &View this adjustment
ta_in: இந்த சரிசெய்தல் & காண்க

source: View the GL &Postings for this Adjustment
ta_in: இந்த மாற்றத்திற்கான ஜி.எல் & போஸ்டிங்க்களைப் பார்க்கவும்

source: Enter &Another Adjustment
ta_in: மற்றொரு சரிசெய்தல் உள்ளிடவும்

source: You must enter at least one non empty item line.
ta_in: குறைந்தபட்சம் ஒரு வெற்று உருப்படியை நீங்கள் உள்ளிட வேண்டும்.

source: The entered date for the adjustment is invalid.
ta_in: சரிசெய்யப்பட்ட தேதிக்கு தேதி தவறானது.

source: The adjustment cannot be processed because it would cause negative inventory balance for marked items as of document date or later.
ta_in: சரிசெய்தல் செயல்படுத்தப்படாது, ஏனென்றால் அது ஆவண தேதி அல்லது அதற்கு முந்தைய காலப்பகுதிகளில் குறிப்பிடப்பட்ட பொருட்களுக்கான எதிர்மறையான சரக்கு இருப்பு ஏற்படுத்தும்.

source: The quantity entered is invalid.
ta_in: உள்ளிட்ட அளவு தவறானது.

source: The entered standard cost is negative or invalid.
ta_in: உள்ளிட்ட நிலையான செலவு எதிர்மறை அல்லது தவறானது.

source: There are no fixed assets defined in the system.
ta_in: கணினியில் வரையறுக்கப்பட்ட நிலையான சொத்துகள் எதுவும் இல்லை.

source: There are no inventory items defined in the system which can be adjusted (Purchased or Manufactured).
ta_in: ஒழுங்கு செய்யப்படும் (வாங்கப்பட்ட அல்லது தயாரிக்கப்படும்) கணினியில் வரையறுக்கப்பட்ட எந்த சரக்குக் கூறுகளும் இல்லை.

source: Disposal Items
ta_in: அகற்றும் பொருட்கள்

source: Process Disposal
ta_in: செயல்முறை நீக்கம்

source: Adjustment Items
ta_in: சரிசெய்தல் பொருட்கள்

source: Process Adjustment
ta_in: செயல்முறை சரிசெய்தல்

source: FA Revaluation
ta_in: FA மறு மதிப்பீடு

source: Inventory Item Cost Update
ta_in: சரக்கு பொருள் விலை மேம்படுத்தல்

source: There are no costable inventory items defined in the system (Purchased or manufactured items).
ta_in: கணினியில் வரையறுக்கப்பட்ட எந்த விலையுயர்ந்த சரக்கு பொருட்கள் உள்ளன (வாங்கப்பட்ட அல்லது உற்பத்தி பொருட்களை).

source: The entered cost is not numeric.
ta_in: உள்ளிட்ட செலவு எண் அல்ல.

source: The new cost is the same as the old cost. Cost was not updated.
ta_in: பழைய செலவு பழைய செலவில் புதிய செலவாகும். செலவு புதுப்பிக்கப்படவில்லை.

source: Cost has been updated.
ta_in: செலவு புதுப்பிக்கப்பட்டது.

source: View the GL Journal Entries for this Cost Update
ta_in: இந்த விலை மேம்பாட்டிற்காக GL ஜர்னல் பதிவுகள் காண்க

source: Item:
ta_in: பொருள்:

source: Unit cost
ta_in: அலகு விலை

source: Standard Labour Cost Per Unit
ta_in: அலகுக்கு நிலையான தொழிற்துறை செலவு

source: Standard Overhead Cost Per Unit
ta_in: யூனிட் ஒன்றுக்கு ஸ்டாண்டர்ட் ஓவர்ஹெச் செலவு

source: Reference line:
ta_in: குறிப்பு வரிசை:

source: Inventory Item Sales prices
ta_in: சரக்கு பொருள் விற்பனை விலைகள்

source: There are no items defined in the system.
ta_in: கணினியில் வரையறுக்கப்பட்டுள்ள உருப்படி எதுவுமில்லை.

source: There are no sales types in the system. Please set up sales types befor entering pricing.
ta_in: கணினியில் விற்பனை வகைகள் ஏதும் இல்லை. விற்பனை வகைகளை விலைக்கு வாங்குதல் வேண்டும்.

source: The price entered must be numeric.
ta_in: உள்ளிட்ட விலை எண்ணாக இருக்க வேண்டும்.

source: The sales pricing for this item, sales type and currency has already been added.
ta_in: இந்த உருப்படிக்கு விற்பனை விலை, விற்பனை வகை மற்றும் நாணயம் ஏற்கனவே சேர்க்கப்பட்டுள்ளது.

source: This price has been updated.
ta_in: இந்த விலை மேம்படுத்தப்பட்டது.

source: The new price has been added.
ta_in: புதிய விலை சேர்க்கப்பட்டுள்ளது.

source: The selected price has been deleted.
ta_in: தேர்ந்தெடுக்கப்பட்ட விலக்கம் நீக்கப்பட்டது.

source: Sales Type
ta_in: விற்பனை வகை

source: Price
ta_in: விலை

source: There are no prices set up for this part.
ta_in: இந்த பகுதிக்கு எந்த விலைகளும் அமைக்கப்படவில்லை.

source: Sales Type:
ta_in: விற்பனை வகை:

source: Price:
ta_in: விலை:

source: per
ta_in: ஒன்றுக்கு

source: The price is calculated.
ta_in: விலை கணக்கிடப்படுகிறது.

source: Supplier Purchasing Data
ta_in: சப்ளையர் வாங்குதல் தரவு

source: There are no purchasable inventory items defined in the system.
ta_in: கணினியில் வரையறுக்கப்பட்ட எந்த வாங்கத்தக்க சரக்கு பொருட்கள் உள்ளன.

source: There are no suppliers defined in the system.
ta_in: கணினியில் வரையறுக்கப்பட்ட சப்ளையர்கள் இல்லை.

source: There is no item selected.
ta_in: உருப்படியை தேர்ந்தெடுக்கவில்லை.

source: The price entered was not numeric.
ta_in: உள்ளிட்ட விலை எண் அல்ல.

source: The conversion factor entered was not numeric. The conversion factor is the number by which the price must be divided by to get the unit price in our unit of measure.
ta_in: உள்ளிட்ட மாற்ற காரணி எண் அல்ல. மாற்றுக் காரணி என்பது நமது அலகு அளவிலான யூனிட் விலையைப் பெறுவதன் மூலம் விலை பிரிக்கப்பட வேண்டிய எண்ணாகும்.

source: The purchasing data for this supplier has already been added.
ta_in: இந்த சப்ளையருக்கான வாங்கும் தரவு ஏற்கனவே சேர்க்கப்பட்டுள்ளது.

source: This supplier purchasing data has been added.
ta_in: இந்த சப்ளையர் வாங்கும் தரவு சேர்க்கப்பட்டுள்ளது.

source: Supplier purchasing data has been updated.
ta_in: வழங்குபவர் வாங்கும் தரவு புதுப்பிக்கப்பட்டது.

source: The purchasing data item has been sucessfully deleted.
ta_in: வாங்கும் தரவு உருப்படி வெற்றிகரமாக நீக்கப்பட்டது.

source: Entered item is not defined. Please re-enter.
ta_in: உள்ளிட்ட உருப்படி வரையறுக்கப்படவில்லை. மீண்டும் நுழையவும்.

source: There is no purchasing data set up for the part selected
ta_in: தேர்ந்தெடுத்த பகுதியிடம் எந்த கொள்முதல் தரவு அமைக்கப்படவில்லை

source: Supplier's Unit
ta_in: சப்ளையர் பிரிவு

source: Conversion Factor
ta_in: மாற்று காரணி

source: Supplier's Description
ta_in: சப்ளையரின் விவரம்

source: Suppliers Unit of Measure:
ta_in: அளவீட்டு அளவீடுகளின் பிரிவு:

source: Conversion Factor (to our UOM):
ta_in: மாற்றம் காரணி (எங்கள் UOM க்கு):

source: Supplier's Code or Description:
ta_in: சப்ளையரின் கோட் அல்லது விளக்கம்:

source: Reorder Levels
ta_in: நிலைகளை மறுவரிசைப்படுத்துக

source: There are no inventory items defined in the system (Purchased or manufactured items).
ta_in: கணினியில் வரையறுக்கப்பட்ட எந்த சரக்கு பொருட்களும் இல்லை (வாங்கப்பட்ட அல்லது தயாரிக்கப்பட்ட பொருட்கள்).

source: Location
ta_in: இருப்பிடம்

source: Re-Order Level
ta_in: மறு ஒழுங்கு நிலை

source: Reorder levels has been updated.
ta_in: மறுவரிசை அளவுகளை மேம்படுத்தப்பட்டது.

source: Fixed Assets Location Transfers
ta_in: நிலையான சொத்துகள் இடம் இடமாற்றங்கள்

source: Inventory Location Transfers
ta_in: சரக்கு இடம் இடமாற்றங்கள்

source: Inventory transfer has been processed
ta_in: சரக்கு பரிமாற்ற செயலாக்கம்

source: &View this transfer
ta_in: இந்த மாற்றத்தை & காண்க

source: Enter &Another Fixed Assets Transfer
ta_in: மற்றொரு நிலையான சொத்துகள் பரிமாற்றத்தில் உள்ளிடவும்

source: Enter &Another Inventory Transfer
ta_in: மற்றொரு சரக்கு பரிமாற்றத்தை உள்ளிடவும்

source: The entered transfer date is invalid.
ta_in: உள்ளிட்ட பரிமாற்ற தேதி செல்லாதது.

source: The locations to transfer from and to must be different.
ta_in: இருந்து இடமாற்றம் மற்றும் இடங்களில் வித்தியாசமாக இருக்க வேண்டும்.

source: The transfer cannot be processed because it would cause negative inventory balance in source location for marked items as of document date or later.
ta_in: பரிமாற்றத்தை செயலாக்க முடியாது, ஏனென்றால் ஆவண தேதி அல்லது அதற்கு முந்தைய காலப்பகுதிகளில் குறிப்பிடப்பட்ட உருப்படிகளுக்கு அது மூல இடங்களில் எதிர்மறையான சரக்கு இருப்பு ஏற்படுத்தும்.

source: The quantity entered must be a positive number.
ta_in: உள்ளீடு அளவு ஒரு நேர்மறை எண் இருக்க வேண்டும்

source: Process Transfer
ta_in: செயல்முறை மாற்றம்

source: Stocks below Re-Order Level at
ta_in: மறு ஒழுங்கு நிலைக்கு கீழே உள்ள பங்குகள்

source: Below
ta_in: கீழே

source: Please reorder
ta_in: மறுவரிசைப்படுத்துக

source: For Part :
ta_in: பகுதி:

source: Location:
ta_in: இருப்பிடம்:

source: Item Code
ta_in: பொருள் கோட்

source: Item Description
ta_in: பொருள் விளக்கம்

source: Unit
ta_in: அலகு

source: Unit Cost
ta_in: அலகு விலை

source: Initial Value
ta_in: தொடக்க மதிப்பு

source: Marked items have insufficient quantities in stock as on day of adjustment.
ta_in: மாற்றப்பட்ட நாளில் குறியிடப்பட்ட பொருட்களில் பங்கு அளவு குறைவாக உள்ளது.

source: From Location:
ta_in: இடம்:

source: To Location:
ta_in: இடம்:

source: Marked items have insufficient quantities in stock as on day of transfer.
ta_in: மார்க் செய்யப்பட்ட உருப்படிகளை பரிமாற்ற நாளில் பங்குகளில் போதுமான அளவுகள் உள்ளன.

source: Cannot delete this item because there are stock movements that refer to this item.
ta_in: இந்த உருப்படியைக் குறிக்கும் பங்கு இயக்கங்கள் இருப்பதால் இந்த உருப்படி நீக்க முடியாது.

source: Cannot delete this item record because there are bills of material that require this part as a component.
ta_in: இந்த பகுதி ஒரு பகுதியாக தேவைப்படும் பில்கள் உள்ளன, ஏனெனில் இந்த உருப்படியை பதிவு நீக்க முடியாது.

source: Cannot delete this item because there are existing sales order items for it.
ta_in: இந்த உருப்படியை நீக்க முடியாது, ஏனெனில் அது ஏற்கனவே இருக்கும் விற்பனையாளர்களுக்கான பொருள்களைக் கொண்டுள்ளது.

source: Cannot delete this item because there are existing purchase order items for it.
ta_in: இந்த உருப்படியை நீக்க முடியாது, ஏனெனில் அது ஏற்கனவே உள்ள வாங்குவதற்கான பொருள்களைக் கொண்டுள்ளது.

source: This item cannot be deleted because some code aliases or foreign codes was entered for it, or there are kits defined using this item as component
ta_in: இந்த உருப்படியை நீக்க முடியாது, ஏனெனில் சில குறியீடு மாற்றங்கள்

source: Cost was %s changed to %s x quantity on hand of %s
ta_in: %s கையில் %s x அளவுக்கு %s ஆக மாற்றப்பட்டது

source: Fixed Assets Movement
ta_in: நிலையான சொத்துகள் இயக்கம்

source: Inventory Item Movement
ta_in: சரக்கு பொருள் இயக்கம்

source: There are no fixed asset defined in the system.
ta_in: கணினியில் வரையறுக்கப்பட்ட நிலையான சொத்து இல்லை.

source: Show Movements
ta_in: இயக்கங்கள் காட்டு

source: Refresh Inquiry
ta_in: புதுப்பித்தல் விசாரணை

source: Detail
ta_in: விவரம்

source: Quantity In
ta_in: அளவு

source: Quantity Out
ta_in: அளவு அவுட்

source: Quantity on hand before
ta_in: முன் கையில் அளவு

source: Quantity on hand after
ta_in: பிறகு கையில் அளவு

source: Inventory Item Status
ta_in: சரக்கு பொருள் நிலை

source: This is a service and cannot have a stock holding, only the total quantity on outstanding sales orders is shown.
ta_in: இது ஒரு சேவை மற்றும் ஒரு பங்கு வைத்திருப்பவை அல்ல, நிலுவையில் உள்ள விற்பனைக் கட்டளைகளின் மொத்த அளவு மட்டுமே காட்டப்பட்டுள்ளது.

source: Demand
ta_in: தேவை

source: On Order
ta_in: வரிசையில்

source: The item category description cannot be empty.
ta_in: உருப்படி வகை விளக்கம் காலியாக இருக்க முடியாது.

source: Selected item category has been updated
ta_in: தேர்ந்தெடுத்த உருப்படி வகை புதுப்பிக்கப்பட்டது

source: New item category has been added
ta_in: புதிய உருப்படி வகை சேர்க்கப்பட்டுள்ளது

source: Cannot delete this item category because items have been created using this item category.
ta_in: இந்த உருப்படி வகையைப் பயன்படுத்தி உருப்படிகளை உருவாக்கியதால், இந்த உருப்படி வகையை நீக்க முடியாது.

source: Selected item category has been deleted
ta_in: தேர்ந்தெடுத்த உருப்படி வகை நீக்கப்பட்டது

source: Tax type
ta_in: வரி வகை

source: Units
ta_in: அலகுகள்

source: Sales Act
ta_in: விற்பனை சட்டம்

source: Asset Account
ta_in: சொத்து கணக்கு

source: Deprecation Cost Account
ta_in: விலக்கு செலவு கணக்கு

source: Depreciation/Disposal Account
ta_in: தேய்மானம்/அகற்றும் கணக்கு

source: Inventory Account
ta_in: சரக்குக் கணக்கு

source: COGS Account
ta_in: COGS கணக்கு

source: Adjustment Account
ta_in: சரிசெய்தல் கணக்கு

source: Assembly Account
ta_in: சட்டமன்ற கணக்கு

source: Category Name:
ta_in: வகை பெயர்:

source: Default values for new items
ta_in: புதிய உருப்படிகளுக்கான இயல்புநிலை மதிப்புகள்

source: Item Tax Type:
ta_in: பொருள் வரி வகை:

source: Item Type:
ta_in: பொருள் வகை:

source: Units of Measure:
ta_in: அளவீட்டு அலகுகள்:

source: Exclude from sales:
ta_in: விற்பனைக்கு விலக்கு:

source: Exclude from purchases:
ta_in: கொள்முதல் விலிருந்து விலக்கு:

source: Asset account:
ta_in: சொத்து கணக்கு:

source: Depreciation cost account:
ta_in: தேய்மான செலவு கணக்கு:

source: Depreciation/Disposal account:
ta_in: தேய்மானம்/அகற்றும் கணக்கு:

source: Item Assembly Costs Account:
ta_in: பொருள் சட்டமன்ற செலவு கணக்கு:

source: Foreign Item Codes
ta_in: வெளிநாட்டு பொருள் குறியீடுகள்

source: There are no inventory items defined in the system.
ta_in: கணினியில் வரையறுக்கப்பட்ட எந்த சரக்கு பொருட்களும் இல்லை.

source: The quantity entered was not positive number.
ta_in: உள்ளிட்ட அளவு நேர்மறை எண் அல்ல.

source: Item code description cannot be empty.
ta_in: பொருள் குறியீடு விளக்கம் காலியாக இருக்க முடியாது.

source: This item code is already assigned to stock item or sale kit.
ta_in: இந்த உருப்படியின் குறியீடு ஏற்கனவே பங்கு உருப்படி அல்லது விற்பனை கிட்டிற்கு ஒதுக்கப்பட்டுள்ளது.

source: New item code has been added.
ta_in: புதிய உருப்படியைக் குறியீடு சேர்க்கப்பட்டது.

source: Item code has been updated.
ta_in: பொருள் குறியீடு புதுப்பிக்கப்பட்டது.

source: Item code has been sucessfully deleted.
ta_in: பொருள் குறியீடு வெற்றிகரமாக நீக்கப்பட்டது.

source: EAN/UPC Code
ta_in: EAN/UPC கோட்

source: UPC/EAN code:
ta_in: UPC/EAN குறியீடு:

source: Quantity:
ta_in: அளவு:

source: Description:
ta_in: விளக்கம்:

source: Category:
ta_in: வகை:

source: Error uploading file.
ta_in: கோப்பை பதிவேற்றுவதில் பிழை.

source: Only graphics files are supported - a file extension of .jpg, .png or .gif is expected
ta_in: கிராபிக்ஸ் கோப்புகள் மட்டுமே ஆதரிக்கப்படுகின்றன - .jpg, .png அல்லது .gif கோப்பு நீட்டிப்பு எதிர்பார்க்கப்படுகிறது

source: There are no fixed asset categories defined in the system. At least one fixed asset category is required to add a fixed asset.
ta_in: கணினியில் வரையறுக்கப்பட்ட எந்த நிலையான சொத்து வகைகளும் இல்லை. ஒரு நிலையான சொத்து சேர்க்க குறைந்தபட்சம் ஒரு நிலையான சொத்து வகை தேவைப்படுகிறது.

source: There are no fixed asset classes defined in the system. At least one fixed asset class is required to add a fixed asset.
ta_in: கணினியில் வரையறுக்கப்பட்ட நிலையான சொத்து வகுப்புகள் எதுவும் இல்லை. ஒரு நிலையான சொத்து சேர்க்க குறைந்தபட்சம் ஒரு நிலையான சொத்து வகுப்பு தேவைப்படுகிறது.

source: There are no item categories defined in the system. At least one item category is required to add a item.
ta_in: கணினியில் வரையறுக்கப்பட்டுள்ள உருப்படி வகைகள் எதுவும் இல்லை. ஒரு உருப்படியைச் சேர்க்க குறைந்தது ஒரு உருப்படி வகை தேவை.

source: There are no item tax types defined in the system. At least one item tax type is required to add a item.
ta_in: கணினியில் வரையறுக்கப்பட்ட உருப்படியை வரி வகைகள் எதுவும் இல்லை. ஒரு உருப்படியைச் சேர்ப்பதற்கு குறைந்தபட்சம் ஒரு பொருளின் வரி வகை தேவைப்படுகிறது.

source: The item name must be entered.
ta_in: உருப்படியை பெயர் உள்ளிட வேண்டும்.

source: The item code cannot be empty
ta_in: உருப்படியின் குறியீடு காலியாக இருக்க முடியாது

source: The item code cannot contain any of the following characters - & + OR a space OR quotes
ta_in: உருப்படியின் குறியீடு பின்வரும் கதாபாத்திரங்களில் ஏதேனும் இருக்கக்கூடாது - & + ஒரு இடைவெளி அல்லது மேற்கோள்

source: The depracation cannot start before the fixed asset purchase date
ta_in: நிலையான சொத்து கொள்முதல் தேதிக்கு முன்பாக கீழிறக்கம் தொடங்க முடியாது

source: Item has been updated.
ta_in: பொருள் புதுப்பிக்கப்பட்டது.

source: A new item has been added.
ta_in: புதிய உருப்படி சேர்க்கப்பட்டுள்ளது.

source: Selected item has been deleted.
ta_in: தேர்ந்தெடுத்த உருப்படி நீக்கப்பட்டது.

source: General Settings
ta_in: பொது அமைப்புகள்

source: Generate EAN-8 Barcode
ta_in: EAN-8 பார்கோடு உருவாக்கவும்

source: Item Code:
ta_in: பொருள் கோட்:

source: Editable description:
ta_in: திருத்தும்படி விளக்கம்:

source: Fixed Asset Class
ta_in: நிலையான சொத்து வகுப்பு

source: Depreciation Method
ta_in: தேய்மான முறை

source: Depreciation Rate
ta_in: தேய்மான விகிதம்

source: Depreciation Years
ta_in: தேய்மானம் ஆண்டுகள்

source: years
ta_in: ஆண்டுகள்

source: Base Rate
ta_in: அடிப்படை விகிதம்

source: Rate multiplier
ta_in: பெருக்கல் விகிதம்

source: Depreciation Start
ta_in: தேய்மானம் தொடங்குகிறது

source: Last Depreciation
ta_in: கடைசியாக தேய்மானம்

source: Other
ta_in: மற்ற

source: Image File (.jpg)
ta_in: படக் கோப்பு (.jpg)

source: No image
ta_in: படம் இல்லை

source: Delete Image:
ta_in: படத்தை நீக்கு:

source: Item status:
ta_in: பொருள் நிலை:

source: Values
ta_in: மதிப்புகள்

source: Current Value
ta_in: தற்போதைய மதிப்பு

source: Insert New Item
ta_in: புதிய பொருள் செருகவும்

source: Update Item
ta_in: புதுப்பிப்பு உருப்படி

source: Select this items and return to document entry.
ta_in: இந்த உருப்படிகளைத் தேர்ந்தெடுத்து, ஆவணத்தில் நுழையவும்.

source: Clone This Item
ta_in: இந்த பொருள் குளோன்

source: Delete This Item
ta_in: இந்த உருப்படியை நீக்கு

source: Select an item:
ta_in: ஒரு பொருளைத் தேர்ந்தெடுக்கவும்:

source: New item
ta_in: புதிய உருப்படி

source: &General settings
ta_in: பொது அமைப்புகள்

source: &Transactions
ta_in: பரிவர்த்தனைகள்

source: S&ales Pricing
ta_in: விற்பனை விலை

source: &Purchasing Pricing
ta_in: வாங்குதல் விலை

source: &Status
ta_in: நிலைமை

source: Units of Measure
ta_in: அளவீடுகளின் அலகுகள்

source: The unit of measure code cannot be empty.
ta_in: அளவீடு குறியீடு அலகு காலியாக இருக்க முடியாது.

source: The unit of measure code is too long.
ta_in: நடவடிக்கைக் குறியீடு அலகு மிக நீளமாக உள்ளது.

source: The unit of measure description cannot be empty.
ta_in: அளவீட்டு விளக்கத்தின் அலகு காலியாக இருக்க முடியாது.

source: Selected unit has been updated
ta_in: தேர்ந்தெடுத்த அலகு மேம்படுத்தப்பட்டது

source: New unit has been added
ta_in: புதிய அலகு சேர்க்கப்பட்டது

source: Cannot delete this unit of measure because items have been created using this unit.
ta_in: இந்த அலகுப் பயன்படுத்தி உருப்படிகளை உருவாக்கியதால் இந்த அலகு அளவை நீக்க முடியாது.

source: Selected unit has been deleted
ta_in: தேர்ந்தெடுத்த அலகு நீக்கப்பட்டது

source: Decimals
ta_in: தசமங்கள்

source: User Quantity Decimals
ta_in: பயனர் அளவுகோல்கள்

source: Unit Abbreviation:
ta_in: அலகு சுருக்கெழுத்து:

source: Descriptive Name:
ta_in: விவரிக்கும் பெயர்:

source: Decimal Places:
ta_in: தசம இடங்கள்:

source: The location code must be five characters or less long (including converted special chars).
ta_in: இருப்பிடக் குறியீடு ஐந்து எழுத்துகள் அல்லது குறைந்த அளவு (மாற்றப்பட்ட சிறப்பு எழுத்துகள் உட்பட) இருக்க வேண்டும்.
