Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: &Email This Credit Invoice
da_dk: &E-mail Denne Kreditnota
es_es: &Enviar por Mail esta Nota de Crédito
id_id: Email Tagihan Kredit ini (&E)
it_it: Invia tramite &Email questa Nota di Credito
ka_ge: გააგზავნე ელ.ფოსტით კრედიტ ინვოისი
pt_br: Enviar esta Fatura de Crédito por E-mail
pt_pt: &Enviar esta Nota de Crédito por E-mail
ru_ru: Отправить этот кредит счета

source: View the GL &Journal Entries for this Credit Note
da_dk: Se Bogførings Journal poster for denne kreditnota
es_es: Ver los &Asientos de Diario para esta Nota de Crédito
it_it: Visualizza le registrazioni per questa Nota di Credito
ka_ge: დაათვალიერე გატარებები კრედიტ მემოსთვის
pt_br: Vizualizar Entradas no Diários de GL para esta Nota de Crédito
pt_pt: Visualizar a Entrada no Diário para esta Nota Crédito
ru_ru: Просмотр GL Записи журнала для этого кредит-ноты

source: Enter Another &Credit Note
da_dk: Angiv en anden kreditnota
es_es: Introducir Otra Nota de &Crédito
id_id: Masukkan Nota Kredit Lain (&B)
it_it: Inserisci un'altra nota di &Credito
ka_ge: შეიყვანე სხვა კრედიტ მემო
pt_br: Entrar Outra Nota de Crédito
pt_pt: Regisrar Outra Nota de &Crédito
ru_ru: Введите другой и кредит-ноты

source: You must enter a reference.
da_dk: Du skal angive en reference.
es_es: Debe introducir una referencia.
id_id: Anda harus memasukkan referensi.
it_it: Devi inserire un riferimento.
ka_ge: უნდა შეიყვანო მინიშნება.
pt_br: Você deve digitar uma referência.
pt_pt: Deve digitar uma referência.
ru_ru: Вы должны указать ссылку.

source: The entered date for the credit note is invalid.
da_dk: Angiven dato for kreditnotaen er ugyldig.
es_es: La fecha introducida para la nota de crédito es inválida.
id_id: Tanggal tidak valid.
it_it: La data inserita per la nota di credito non è valida.
ka_ge: შეყვანილი თარიღი კრედიტ მემოსთვის არასწორია.
pt_br: A data digitada para a nota de credito é inválida.
pt_pt: A data indicada para a nota de crédito é inválida.
ru_ru: Введенная дата для кредитных нот является недействительным.

source: For credit notes created to write off the stock, a general ledger account is required to be selected.
da_dk: For at kreditnotaer skal afskrive lager, må et bogføringskonto vælges.
es_es: Para notas de crédito creadas con el objetivo de anular las existencias, es necesario que seleccione una cuenta del mayor general.
id_id: Agar nota kredit dapat melakukan write-off ke stok, minimal satu akun GL harus dipilih.
it_it: Per note di credito create per stornare la giacenza, deve essere selezionato un conto di contabilità generale.
ka_ge: მარაგების ჩამოსაწერად შექმნილი კრედიტ მემოებისთვის, მთ.წიგნის ანგარიშია ასარჩევი.
pt_br: Para nota de crédito criada para reduzir o estoque, uma conta de livro razão é requerida para ser selecionada.
pt_pt: Para notas de crédito criadas com o objetivo de anular as existências, è necessário selecionar uma conta do plano de contas.

source: Please select an account to write the cost of the stock off to, then click on Process again.
da_dk: Venligst vælg en konto for nedskrivning af lager.
es_es: Por favor seleccione una cuenta para escribir el coste de devaluación y entonces haga click nuevamente en Procesar.
id_id: Silakan pilih akun untuk me-write off stok, lalu klik Proses.
it_it: Selezionare un conto su cui stornare il costo della giacenza, poi cliccaredi nuovo su Processa.
ka_ge: აირჩიე ანგარიში მარაგების ჩამოსაწერად და დააწკაპუნე გასაგრძელებლად.
pt_br: Favor selecionar uma conta para registrar o custo do estoque fechado para, então click no Processar novamente.
pt_pt: Favor selecionar uma conta para registar a desvalorização do stock, e click em Processar novamente.

source: The quantity must be greater than zero.
da_dk: Antal skal være større end nul.
es_es: La cantidad debe ser mayor que cero.
id_id: Kuantitas harus lebih dari nol.
it_it: La quantità deve essere maggiore di zero.
ka_ge: რაოდენობა უნდა იყოს ნულზე მეტი.
pt_br: A quantidade deve ser maior que zero.
pt_pt: A quantidade deve ser maior que zero.
ru_ru: Количество должно быть больше нуля.

source: The entered price is negative or invalid.
da_dk: Angivet pris er negativ eller ugyldig.
es_es: El precio introducido es negativo o inválido.
id_id: Harga negatif atau tidak valid.
it_it: Il prezzo inserito è negativo o non valido.
ka_ge: შეყვანილი ფასი უარყოფითია ან არასწორ ფორმატშია.
pt_br: O preço digitado é negativo ou inválido.
pt_pt: O preço digitado é negativo ou inválido.
ru_ru: Введенный цена является отрицательным или недействительным.

source: The entered discount percent is negative, greater than 100 or invalid.
da_dk: Angiven rabat procent er negativ, større end 100 eller ugyldig.
es_es: El porcentaje de descuento introducido es negativo, mayor que 100 o no válido.
id_id: Persen diskon tidak valid, atau negatif, atau lebih dari 100.
it_it: Lo sconto percentuale inserito è negativo, maggiore di 100 o non valido.
ka_ge: შეყვანილი ფასდათმობის პროცენტი უარყოფითია, ასზე მეტია ან არასწორ ფორმატშია.
pt_br: O percentual de desconto digitado é negativo, maior que 100 ou inválido.
pt_pt: A percentagem de desconto indicada é negativa, maior que 100 ou inválido.
ru_ru: Введенный-процентную скидку отрицательный, больше, чем 100 или недействительным.

source: Credit Note Items
da_dk: Kreditnota varer
es_es: Artículos de la Nota de Crédito
id_id: Baris Nota Kredit
it_it: Nota di credito articoli
ka_ge: კრედიტ მემოს დასახელებები
pt_br: Itens da Nota de Crédito
pt_pt: Artigos da Nota de Crédito
ru_ru: Товары кредит-ноты

source: Process Credit Note
da_dk: Gem kreditnota
es_es: Procesar Nota de Crédito
id_id: Proses Nota Kredit
it_it: Processa nota di credito
ka_ge: დაამუშავე კრედიტ მემო
pt_br: Processar Nota de Crédito
pt_pt: Processar Nota de Crédito
ru_ru: Примечание кредитного процесса

source: Modifying Credit Invoice # %d.
da_dk: Ændrer kreditnota # %d.
es_es: Modificando factura de Credito Nº %d
id_id: Mengubah Tagihan Kredit # %d.
it_it: Modifica Fattura di Credito # %d.
ka_ge: შეცვალე კრედიტ ინვოისი # %d.
pt_br: Modificando Fatura de Crédito # %d.
pt_pt: A Modificar Nota de Crédito nº %d.

source: Credit all or part of an Invoice
da_dk: Krediter hele eller dele af en faktura
es_es: Acréditar toda o parte de una Factura
id_id: Kredit sebagian/semua isi Tagihan
it_it: Accredita tutta o una parte di una Fattura
ka_ge: დააკრედიტე მთლიანი ან ნაწილი ინვოისისა.
pt_br: Todo o crédito ou parte de uma Fatura
pt_pt: Creditar toda ou parte da Fatura
ru_ru: Кредита полностью или частично счета

source: Credit Note has been processed
da_dk: Kreditnotaen er behandlet
es_es: La Nota de Crédito ha sido procesada
id_id: Nota Kredit berhasil diproses
it_it: La nota di credito è stata processata
ka_ge: კრედიტ მემო დამუშავებულია
pt_br: Nota de Crédito foi processada
pt_pt: Nota de Crédito foi processada
ru_ru: Кредит-ноты были обработаны

source: &View This Credit Note
da_dk: &Se Denne Kreditnota
es_es: &Ver esta Nota de Crédito
id_id: Tampilkan Nota Kredit (&T)
it_it: &Visualizza questa nota di credito
ka_ge: დაათვალიერე კრედიტ მემო
pt_br: Vizualizar Esta Nota de Crédito
pt_pt: &Visualizar Esta Nota de Crédito
ru_ru: & Открыть этот кредит-ноты

source: &Print This Credit Note
da_dk: Udskrive denne kreditnota
es_es: &Imprimir esta Nota de Crédito
id_id: Cetak Nota Kredit (&C)
it_it: &Stampa questa nota di credito
ka_ge: დაბეჭდე კრედიტ მემო
pt_br: Imprimir esta nota de crédito
pt_pt: &Imprimir esta Nota de Crédito
ru_ru: Распечатать этот кредит Примечание

source: &Email This Credit Note
es_es: &Enviar por correo Esta Nota de Crédito
id_id: Email Nota Kredit (&E)
it_it: Invia tramite &Email questa nota di credito
ka_ge: გააგზავნე კრედიტ მემო ელ.ფოსტით
pt_pt: &Enviar esta Nota de Crédito por E-mail
ru_ru: Email Этот кредит-ноты

source: Credit Note has been updated
da_dk: Kreditnotaen er opdateret
es_es: La Nota de Crédito ha sido actualizada
id_id: Nota kredit berhasil diubah
it_it: La nota di credito è stata aggiornata
ka_ge: კრედიტ მემო განახლებულია
pt_br: Nota de Crédito foi atualizada
pt_pt: Nota de Crédito foi atualizada
ru_ru: Примечание кредитов была обновлена

source: The entered shipping cost is invalid or less than zero.
da_dk: Angiven fragt er ugyldig eller mindre end nul.
es_es: El coste del transporte es inválido o menos que cero.
id_id: Biaya pengiriman tidak valid atau kurang dari nol.
it_it: Il costo di spedizione inserito non è valido o è minore di zero.
ka_ge: შეყვანილი გადაზიდვის ხარჯი ნულზე ნაკლებია ან არასწორ ფორმატშია.
pt_br: O custo de envio digitado é menor que zero ou inválido.
pt_pt: O custo de transporte indicado é menor que zero ou inválido.
ru_ru: Введенная стоимость доставки является недействительным или меньше нуля.

source: Selected quantity cannot be less than zero nor more than quantity not credited yet.
da_dk: Valgt antal kan ikke være mindre end 0 eller mere end det antal der ikke er blevet krediteret endnu.
es_es: La cantidad seleccionada no puede ser menor que cero, ni más que la cantidad no acreditada todavía.
id_id: Kuantitas dipilih tidak boleh nol dan tidak boleh melebihi kuantitas yang belum dikredit.
it_it: La quantità selezionata non può essere inferiore a zero o superiore della quantitànon ancora accreditata.
ka_ge: არჩეული რაოდენობა არ შეიძლება იყოს ნულზე ნაკლები, იმაზე მეტი ვიდრე დასაკრედიტებელია.
pt_br: Quantidade selecionada não pode ser menor que zero e nem maior que a quantidade já creditada.
pt_pt: Quantidade selecionada não pode ser menor que zero e nem maior que a quantidade ainda por creditar.

source: This page can only be opened if an invoice has been selected for crediting.
da_dk: Denne side kan kun kaldes om en faktura er blevet valgt for kreditering.
es_es: Esta página sólo puede ser abierta si se selecciona una factura para acréditar.
id_id: Halaman ini hanya dapat dibuka dengan memilih satu invoice untuk dikredit.
it_it: Questa pagina può essere aperta solo se è stata selezionata una fattura da accreditare.
ka_ge: ამ გვერდის გახსნა შესაძლებელია მხოლოდ იმ შემთხვევაში თუ ინვოისი არჩეულია დასაკრედიტებლად.
pt_br: Esta página somente pode ser aberta se uma fatura foi selecionada para crédito.
pt_pt: Esta página somente pode ser aberta se for selecionada uma fatura para crédito.

source: Crediting Invoice
da_dk: Krediterer Faktura
es_es: Acreditando Factura
id_id: Mengkredit Tagihan
it_it: Accredito Fattura
ka_ge: ინვოისის დაკრედიტება
pt_br: Creditar Fatura
pt_pt: Creditar Fatura
ru_ru: Кредитование счета

source: Credit Note Date
da_dk: Kreditnota dato
es_es: Fecha de Nota de Crédito
id_id: Tanggal Nota Kredit
it_it: Data nota di credito
ka_ge: კრედიტ მემოს თარიღი
pt_br: Data da Nota de Crédito
pt_pt: Data da Nota de Crédito
ru_ru: Дата кредитных нот

source: Invoiced Quantity
da_dk: Faktureret antal
es_es: Cantidad Facturada
id_id: Kuantitas tertagih
it_it: Quantità Fatturata
ka_ge: ინვოისირებული რ-ბა
pt_br: Quantidade Faturada
pt_pt: Quantidade Faturada
ru_ru: Количество счетам

source: Credit Quantity
da_dk: Krediter antal
es_es: Cantidad Acréditada
id_id: Kuantitas dikredit
it_it: Quantita di credito
ka_ge: საკრედიტო რაოდენობა
pt_br: Quantidade Creditada
pt_pt: Quantidade Creditada
ru_ru: Количество кредитов

source: Credit Shipping Cost
da_dk: Krediter frakt
es_es: Crédito del Coste de transporte
id_id: Biaya Pengiriman dikredit
it_it: Credito costo di spedizione
ka_ge: დააკრედიტე გადაზიდვის ხარჯი
pt_br: Crédito de Custo de Envio
pt_pt: Crédito de Custo da Transportadora
ru_ru: Стоимость доставки кредитов

source: Credit Note Type
da_dk: Kreditnota type
es_es: Tipo de Nota de Crédito
id_id: Tipe Nota Kredit
it_it: Tipo Nota di Credito
ka_ge: კრედიტ მემოს ტიპი
pt_br: Tipo da Nota de Crédito
pt_pt: Tipo da Nota de Crédito
ru_ru: Тип кредитной Примечание

source: Items Returned to Location
da_dk: Varer returneret til lagerplads
es_es: Artículos devueltos a la ubicación
id_id: Barang dikembalikan ke lokasi
it_it: Articoli Tornati in Sede
ka_ge: მდებარეობაში დაბრუნებული დასახელებები
pt_br: Localização para Itens Retornados
pt_pt: Artigos Devolvidos à Localização
ru_ru: Элементы вернулся в расположение

source: Write off the cost of the items to
da_dk: Afskriv omkostningen for varer til
es_es: Anular el coste de los artículos a
id_id: Write off biaya baris tagihan ke
it_it: Stornare il costo degli articoli su
ka_ge: ჩამოწერე დასახელების ხარჯი
pt_br: Reduzir o cust de itens para
pt_pt: Conta de devoluções de artigos
ru_ru: Списание стоимости элементов

source: Update credit value for quantities entered
da_dk: Opdater kreditværdi for antal indtastet
es_es: Actualización de valor del abono en cantidades consignadas
id_id: Ubah nilai kredit untuk kuantitas yang dimasukkan
it_it: Aggiornare il valore accreditato per le quantità inserite
ka_ge: განაახლე შეყვანილი რაოდენობების საკრედიტო ღირებულება
pt_br: atualizar o valor de crédito para quantidades digitadas
pt_pt: Atualizar o valor de crédito para as quantidades indicadas
ru_ru: Обновление кредитных значение для величины вступил

source: Modifying Delivery Note # %d.
da_dk: Ændrer følgeseddel # %d.
es_es: Modificando Nota de Entrega Nº %d.
id_id: Mengubah Nota Pengiriman # %d.
it_it: Modifica Nota di Consegna # %d.
ka_ge: სასაქონლო ზედნადების # %d ცვლილება.
pt_br: Modificando Nota de Entrada # %d.
pt_pt: A Modificar Nota de Entrega nº %d.

source: Deliver Items for a Sales Order
da_dk: Udfør levering for salgsordre
es_es: Entregar artículos para un Pedido
id_id: Kirim Barang untuk order Penjualan
it_it: Articoli da Consegnare per l'Ordine di Vendita
ka_ge: მიაწოდე დასახელებები გაყიდვის შეკვეთაზე
pt_br: Entregar Itens de um Pedido de Vendas
pt_pt: Entrega de artigos de uma Encomenda de cliente
ru_ru: Доставка товаров для заказа клиента

source: Delivery # %d has been entered.
da_dk: Levering # %d er indtastet.
es_es: Entrega Nº %d ha sido introducida.
id_id: Pengiriman # %d berhasil dimasukkan.
it_it: La consegna # %d è stata inserita.
ka_ge: სასაქონლო ზედნადები # %d შეყვანილია.
pt_br: Etrega # %d foi digitada.
pt_pt: Entrega nº %d foi registada.

source: &View This Delivery
da_dk: &Se Denne Leverance
es_es: &Ver Esta Entrega
id_id: Tampilkan Pengiriman (&T)
it_it: &Visualizza questa consegna
ka_ge: დაათვალიერე სასაქონლო ზედნადები
pt_br: Visualizar Esta Entrega
pt_pt: &Visualizar Esta Entrega
ru_ru: & Открыть этот Доставка

source: &Print Delivery Note
da_dk: Udskriv Følgeseddel
es_es: &Imprimir Nota de Envío
id_id: Cetak Nota Pengiriman (&C)
it_it: &Stampa bolla di consegna
ka_ge: დაბეჭდე სასაქონლო ზედნადები
pt_br: Imprimir Nota de Entrega
pt_pt: &Imprimir Nota de Entrega
ru_ru: Печать накладной

source: &Email Delivery Note
da_dk: E-mail Følgeseddel
es_es: &Enviar por Email Nota de Envío
id_id: Email Nota Pengiriman (&E)
it_it: Invia tramite &Email bolla di consegna
ka_ge: გააგზავნე ელ.ფოსტით სასაქონლო ზედნადები
pt_br: Nota de Entrega de E-mail
pt_pt: &Enviar Nota de Entrega por E-mail
ru_ru: E-mail и накладной

source: P&rint as Packing Slip
da_dk: Udsk&riv som Pakkeseddel
es_es: &Imprimir como Detalle de Envío
id_id: Cetak sebagai slip pengepakan (&S)
it_it: S&tampa come Distinta d'Imballaggio
ka_ge: დაბეჭდე როგორც სატრანსპორტო ზედნადები
pt_br: Imprimir como Lista de Entrega
pt_pt: &Imprimir Guia Remessa
ru_ru: Распечатать Упаковочный лист

source: E&mail as Packing Slip
da_dk: E&mail som Pakkeseddel
es_es: &Enviar mail como Detalle de Envío
id_id: Email sebagai slip pengepakan (&M)
it_it: Inva tamite E&mail come Distinta d'Imballaggio
ka_ge: გააგზავნე ელ.ფოსტით როგორც სატრანსპორტო ზედნადები
pt_br: Envio de Lista de Entrega de E-mail
pt_pt: Enviar por E-&mail a Guia de Remessa
ru_ru: E-mail как упаковочный лист

source: View the GL Journal Entries for this Dispatch
da_dk: Vis bilaget for denne leverance
es_es: Ver los Asientos de Diario para esta Entrega
it_it: Visualizza registrazioni di contabilità generale per questa Spedizione
ka_ge: დაათვალიერე გატარებები ამ გაგზავნისთვის
pt_br: Vizualizar Lançamentos no Diário para esta Entrega
pt_pt: Visualizar a Entrada no Diário para esta Expedição
ru_ru: Просмотр GL Записи в журнале для этого диспетчерского

source: Invoice This Delivery
da_dk: Fakturer denne leverance
es_es: Facturar Este Entrega
id_id: Buat Tagihan untuk Pengiriman ini
it_it: Fattura questa consegna
ka_ge: დააინვოისე ეს ზედნადები
pt_br: Faturar Esta Entrega
pt_pt: Faturar Esta Entrega
ru_ru: Счет этой поставки

source: Select Another Order For Dispatch
da_dk: Vælg en anden ordre til levering
es_es: Seleccionar Otro Pedido para Entregar
id_id: Pilih Order lain untuk dikirim
it_it: Seleziona un'altro Ordine per la Spedizione
ka_ge: აირჩიე სხვა შეკვეთა გასაგზავნად
pt_pt: Selecionar Outra Encomenda Para Expedição
ru_ru: Выберите Другой заказ на рассылку

source: Delivery Note # %d has been updated.
da_dk: Følgeseddel # %d er opdateret.
es_es: Nota de EntregaNº %d ha sido actualizada.
id_id: Nota Pengiriman # %d berhasil diubah.
it_it: La bolla di consegna # %d è stata aggiornata.
ka_ge: სასაქონლო ზედნადები # %d განახლებულია.
pt_br: Nota de Entrega # %d foi atualizada.
pt_pt: Nota de Entrega nº %d foi atualizada.

source: View this delivery
da_dk: Vis denne leverance
es_es: Ver esta entrega
id_id: Tampilkan pengiriman ini
it_it: Visualizza questa consegna
ka_ge: დაათვალიერე ეს ზედნადები
pt_br: Vizualizar esta entrega
pt_pt: Visualizar esta entrega
ru_ru: Смотреть доставкой

source: Confirm Delivery and Invoice
da_dk: Bekræft Levering og Faktura
es_es: Confirmar Entrega y Factura
id_id: Konfirmasi Pengiriman dan Buat Tagihan
it_it: Conferma consegna e fattura
ka_ge: დაადასტურე ზედნადები და ინვოისი
pt_br: Confirmar Fatura e Entrega
pt_pt: Confirmar Entrega e Fatura
ru_ru: Подтверждение доставки и счет-фактура

source: Select A Different Delivery
da_dk: Vælg en anden leverance
es_es: Seleccione una Entrega Diferente
id_id: Pilih Pengiriman lain
it_it: Seleziona una consegna diversa
ka_ge: აირჩიე სხვა ზედნადები
pt_br: Selecione Uma Entrega Diferente
pt_pt: Selecione Uma Entrega Diferente
ru_ru: Выберите другой Доставка

source: Select a different sales order to delivery
da_dk: Vælg en anden ordre for leverance
es_es: Seleccione un Pedido diferente para entregar
id_id: Pilih order penjualan lain untuk dikirim
it_it: Seleziona un ordine di vendita diverso da consegnare
ka_ge: აირჩიე სხვა გაყიდვების შეკვეთა მისაწოდებლად
pt_br: Selecione um pedido de venda diferente para entrega
pt_pt: Selecione uma encomenda diferente para entrega
ru_ru: Выберите другой порядок продажи доставкой

source: This order has no items. There is nothing to delivery.
da_dk: Ordren har ingen varer. Der er ikke noget at levere.
es_es: Este pedido no tiene artículos. No hay nada que entregar.
id_id: Order ini tidak ada isinya. Tidak ada yang dapat dikirim.
it_it: Quest'ordine non ha articoli. Non c'è nulla da consegnare.
ka_ge: შეკვეთა ცარიელია. მიწოდება შეიუძლებელია.
pt_br: Este pedido não tem itens. Não há nada para entregar.
pt_pt: Esta encomenda não tem artigos. Não existem artigos para entregar.
ru_ru: Этот порядок не имеет элементов. Существует ничего доставки.

source: Select a different delivery
da_dk: Vælg en anden leverance
es_es: Seleccione una Entrega Diferente
id_id: Pilih pengiriman lain
it_it: Seleziona una consegna diversa
ka_ge: აირჩიე სხვა ზედნადები
pt_br: Selecione uma entrega diferente
pt_pt: Selecione uma entrega diferente
ru_ru: Выберите другую доставкой

source: This delivery has all items invoiced. There is nothing to modify.
da_dk: Leverancen har faktureret alle varer. Der er ikke noget at ændre.
es_es: Esta entrega tiene todos los elementos facturados. No hay qué modificar
id_id: Pengiriman ini sudah ditagih seluruhnya. Tidak ada yang dapat diubah.
it_it: Questa consegna ha tutti gli articoli fatturati. Non c'è nulla da modificare.
ka_ge: ამ ზედნადები ყველა დასახელება ინვოისირებულია. არაფერია შესაცვლელი.
pt_br: Esta entrega contém todos itens faturados. Não há nada para modificar.
pt_pt: Todos os artigos desta entrega estão faturados. Não existe informação a modificar.
ru_ru: Эта поставка имеет все элементы выставлен счет. Существует ничего изменить.

source: This page can only be opened if an order or delivery note has been selected. Please select it first.
da_dk: Denne side kan kun åbnes såfremt en ordre eller en følgeseddel er valgt. Vælg venligst denne først.
es_es: Esta página solo puede ser abierta si se selecciona un pedido o nota de entrega. Por favor, seleccione primero.
id_id: Halaman ini hanya dapat dibuka dengan memilih order atau nota pengiriman. Pilih salah satu dulu.
it_it: Questa pagina può essere aperta solo se è stato selezionato un ordine o una bolla di consegna. Perfavore selezionalo prima.
ka_ge: ამ გვერდის გახსნა შესაძლებელია მხოლოდ შეკვეთის ან სასაქონლო ზედნადების არჩევის შემთხვევაში. აირჩიე რომელიმე.
pt_br: Está página pode ser aberta somente se um pedido ou nota de entrega foi selecionado. Favor selecione isto primeiro.
pt_pt: Está página apenas pode ser aberta se uma encomenda ou nota de entrega for selecionado. Favor selecionar para poder continuar.

source: Select a Sales Order to Delivery
da_dk: Vælg en salgsordre for leverance
es_es: Seleccione el Pedido a Entregar
id_id: Pilih Order Penjualan untuk dikirim
it_it: Seleziona un Ordine di Vendita da Consegnare
ka_ge: აირჩიე გაყიდვების შეკვეთა მისაწოდებლად
pt_br: Selecione um Pedido de Venda para Entrega
pt_pt: Selecione uma Encomenda de Cliente para Entrega
ru_ru: Выберите заказов на поставки

source: Selected quantity cannot be less than quantity invoiced nor more than quantity not dispatched on sales order.
da_dk: Valgte antal kan ikke være mindre end antal fakturerede eller mere end mængden ikke overført på salgsordren.
es_es: La cantidad seleccionada no puede menor a la cantidad facturada ni mayor a la cantidad no entregada en el Pedido
id_id: Kuantitas tidak boleh kurang dari kuantitas tertagih dan tidak boleh lebih dari kuantitas yang belum dikirim.
it_it: Le quantità selezionate non possono essere inferiori alle quantità fatturate o superiorialle quantità non spedite sugli ordini di vendita.
ka_ge: არჩეული რაოდენობა არ შეიძლება იყოს ინვოისირებულზე ნაკლები არც უფრო მეტი ვიდრე გაგზავნილია გაყიდვების შეკვეთაზე.
pt_br: Quantidade selecionada não pode ser menor que quantidade faturada nem maior que quantidade não despachada no pedido de venda.
pt_pt: Quantidade selecionada não pode ser menor que quantidade faturada nem maior que a quantidade pendente da encomenda.

source: Freight cost cannot be less than zero
da_dk: Fragtomkostninger kan ikke være mindre end nul.
es_es: El coste del transporte no puede ser menor que cero.
id_id: Biaya pengiriman tidak boleh kurang dari nol
it_it: I costi di trasporto non possono essere minori di zero
ka_ge: სატრანსპორტო ხარჯი არ შეიძლება იყოს ნულზე ნაკლები
pt_br: Custo do frete não pode ser menor que zero
pt_pt: Custo do transporte não pode ser menor que zero
ru_ru: Стоимость фрахта не может быть меньше нуля

source: The entered date of delivery is invalid.
da_dk: Angivet leveringsdato er ugyldig.
es_es: La fecha introducida para la entrega es inválida.
id_id: Tanggal pengiriman tidak valid.
it_it: La data di consegna inserita non è valida.
ka_ge: შეყვანილი ზედნადები თარიღი არასწორია.
pt_br: A data de entrega digitada é inválida.
pt_pt: A data de entrega indicada é inválida.
ru_ru: Введенная дата поставки является недействительным.

source: The entered dead-line for invoice is invalid.
da_dk: Angivet dead-line er ugyldig.
es_es: La fecha introducida máxima para la factura es inválida.
id_id: Tanggal dead-line tagihan tidak valid.
it_it: La scadenza inserita per questa fattura non è valida
ka_ge: შეყვანილი ბოლო ვადა ინვოისისთვის არსწორია.
pt_br: O prazo digitado para fatura é inválido.
pt_pt: O prazo digitado para fatura é inválido.
ru_ru: Введенный срока счет-фактура является недействительным.
