Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: There are no tax types defined. Define tax types before defining tax groups.
da_dk: Der eksisterer endnu ingen momssatser. Opret momssatser før oprettelse af momsgrupper.
es_es: No existen tipos de impuestos definidos. Defina un tipo de impuestos antes de definir grupos de impuestos.
id_id: Belum ada jenis pajak. Tentukan jenis pajak sebelum menentukan grup pajak.
it_it: Non ci sono tipi di tassa definiti. Devi definirli prima dei gruppi di tassa.
ka_ge: გადასახადის ტიპები არ არის განსაზღვრული. გადასახადის ჯგუფების განსაზღვრამდე განსაზღვრე გადასახადის ტიპები.
pt_br: Não há tipos de imposto definido. Definir tipos de impostos antes de definir grupos de imposto.
pt_pt: Não existem tipos de imposto definidos. Defina tipos de impostos antes de definir grupos de imposto.

source: The tax group name cannot be empty.
da_dk: Momsgruppe navnet kan ikke være tomt.
es_es: El nombre de grupo de impuestos no puede ser vacío.
id_id: Nama grup pajak harus diisi.
it_it: Il nome del gruppo di tasse non può esser vuoto.
ka_ge: გადასახადის ჯგუფის სახელი არ შეიძლება იყოს ცარიელი.
pt_br: O nome de grupo de imposto deve ser preenchido.
pt_pt: O nome do grupo de imposto deve ser preenchido.
ru_ru: Название группы налога не может быть пустым.

source: Selected tax group has been updated
da_dk: Den valgte momsgruppe er opdateret
es_es: El grupo de impuestos seleccionado ha sido actualizado
id_id: Grup pajak dipilih berhasil diubah
it_it: Il gruppo di tasse selezionato è stato aggiornato
ka_ge: არჩეული გადასახადის ჯგუფი განახლებულია
pt_br: O grupo de imposto selecionado foi atualizado
pt_pt: O grupo de imposto selecionado foi atualizado
ru_ru: Выбранная группа налог был обновлен

source: New tax group has been added
da_dk: Den nye momsgruppe er oprettet.
es_es: Un nuevo grupo de impuestos ha sido adicionado
id_id: Grup pajak baru berhasil ditambahkan
it_it: Il nuovo gruppo di tasse è stato aggiunto
ka_ge: ახალი გადასახადის ჯგუფი დამატებულია
pt_br: Novo grupo de imposto foi adicionado
pt_pt: Novo grupo de imposto foi adicionado
ru_ru: Новая группа налог был добавлен

source: Cannot delete this tax group because customer branches been created referring to it.
da_dk: Kan ikke slette denne momsgruppe, da debitor afdelinger refererer til den.
es_es: No se puede eliminar este grupo de impuestos porque se han creado sucursales de cliente que referencian el mismo.
id_id: Grup pajak tidak dapat dihapus karena sudah digunakan pada cabang pelanggan.
it_it: Non puoi cancellare questo gruppo di tasse perchè sono state create divisioni cliente che fanno riferimento ad esso.
ka_ge: გადასახადის ჯგუფის წაშლა შეუძლებელია, რადგან არსებობს მომხმარებლების ფილიალები მასზე მინიშნებით.
pt_br: Não é possível deletar este grupo de imposto porque foram criadas unidades de cliente que a utilizam.
pt_pt: Não é possível eliminar este grupo de imposto porque está a ser utilizado em filiais de clientes.

source: Cannot delete this tax group because suppliers been created referring to it.
da_dk: Kan ikke slette denne momsgruppe, da kreditorer refererer til den.
es_es: No se puede eliminar este grupo de impuestos porque se han creado proveedores que referencian al mismo.
id_id: Grup pajak tidak dapat dihapus karena sudah digunakan pada pemasok
it_it: Non puoi cancellare questo gruppo di tasse perchè sono stati creati fornitori che fanno riferimento ad esso.
ka_ge: გადასახადის ჯგუფის წაშლა შეუძლებელია, რადგან არსებობს მომწოდებლები მასზე მინიშნებით.
pt_br: Não é possível deletar este grupo de imposto porque foram criados fornecedores que o utilizam.
pt_pt: Não é possível eliminar este grupo de imposto porque está a ser utilizado em fornecedores.

source: Selected tax group has been deleted
da_dk: Den valgte momsgruppe er slettet.
es_es: El grupo de impuestos seleccionado ha sido eliminado
id_id: Grup pajak dipilih berhasil dihapus
it_it: Il gruppo di tasse selezionato è stato cancellato
ka_ge: არჩეული გადასახადის ჯგუფი წაშლილია
pt_br: O grupo de imposto selecionado foi deletado
pt_pt: O grupo de imposto selecionado foi eliminado
ru_ru: Выбранный налогов группа была удалена

source: Select the taxes that are included in this group.
da_dk: Vælg moms som er inkluderet i denne gruppe.
es_es: Seleccione los impuestos que se incluyen en este grupo.
id_id: Pilih pajak yang termasuk dalam grup ini.
it_it: Seleziona le tasse che fanno parte di questo gruppo.
ka_ge: აირჩიე გადასახადი რომელიც შედის ამ ჯგუფში.
pt_br: Selecione impostos que estão incluídos neste grupo.
pt_pt: Selecione impostos que estão incluídos neste grupo.
ru_ru: Выберите налоги, которые включены в эту группу.

source: Shipping Tax
da_dk: Fragt Moms
es_es: Impuesto de Transporte
id_id: Pajak Pengiriman
it_it: Tassa di Spedizione
ka_ge: გადაზიდვის გადასახადი
pt_pt: Aplicado ao Transporte
ru_ru: Доставка налоговой

source: Tax Types
da_dk: Afgifts Typer
es_es: Tipos de Impuestos
id_id: Jenis Pajak
it_it: Tipi di Tassa
ka_ge: გადასახადის ტიპი
pt_br: Tipos de Impostos
pt_pt: Tipos de Impostos
ru_ru: Налоговые типы

source: The tax type name cannot be empty.
da_dk: Momstype navnet kan ikke være tomt.
es_es: El nombre del tipo de impuesto no puede estar vacío.
id_id: Nama Jenis Pajak harus diisi.
it_it: Il nome del tipo di tassa non può essere vuoto.
ka_ge: გადასახადის ტიპის სახელი არ შეიძლება იყოს ცარიელი.
pt_br: O nome do tipo de imposto deve ser preenchido.
pt_pt: O nome do tipo de imposto deve ser preenchido.
ru_ru: Название налога типа не может быть пустым.

source: The default tax rate must be numeric and not less than zero.
da_dk: Standard momsprocent skal være numerisk og kan ikke være mindre end 0.
es_es: La tasa de impuesto predeterminado debe ser numérico y no menor que cero.
id_id: Nilai patokan pajak harus angka lebih dari nol.
it_it: L'aliquota fiscale predefinita deve essere numerica e non minore di zero.
ka_ge: გადასახადის სტანდარტული განაკვეთი უნდა იყოს ნულზე მეტი რიცხვი.
pt_br: A taxa de imposto padrão deve ser numérico e não menor que zero.
pt_pt: A taxa de imposto pré-definida deve ser numérica e não menor que zero.
ru_ru: По умолчанию скорость налог должен быть числовым и не меньше нуля.

source: Selected GL Accounts cannot be used by another tax type.
da_dk: Valgte GL konti kan ikke bruges af en anden moms type.
es_es: Las cuentas de Libro Mayor seleccionadas no pueden ser utilizadas por otro tipo de impuesto.
id_id: Akun JU dipilih tidak dapat dipakai untuk tipe pajak lain.
it_it: I conti di contabilità generale selezionati non possono essere utilizzati con un'altro tipo di tassa
ka_ge: არჩეული მთ.წიგნის ანგარიში არ შეიძლება გამოყენებულ იქნეს სხვა გადასახადის ჯგუფის მიერ.
pt_br: As contas de GL selecionadas não podem ser utilizadas por outro tipo de imposto.
pt_pt: A conta SNC selecionada não pode ser usada por outro tipo de imposto
ru_ru: Выбранный счетов Главной Книги не может быть использована другим видам налогов.

source: New tax type has been added
da_dk: Ny momstype er oprettet
es_es: Un nuevo tipo de impuesto ha sido adicionado.
id_id: Jenis pajak berhasil ditambahkan
it_it: Il nuovo tipo di tassa è stato aggiunto
ka_ge: ახალი გადასახადის ტიპი დამატებულია
pt_br: Novo tipo de imposto foi adicionado
pt_pt: Novo tipo de imposto foi adicionado
ru_ru: Новый вид налога был добавлен

source: Selected tax type has been updated
da_dk: Den valgte momstype er opdateret.
es_es: El tipo de impuesto seleccionado ha sido actualizado.
id_id: Jenis pajak dipilih berhasil diubah
it_it: Il tipo di tassa selezionato è stato aggiornato
ka_ge: არჩეული გადასახადის ტიპი განახლებულია
pt_br: O tipo de imposto selecionado foi atualizado
pt_pt: O tipo de imposto selecionado foi atualizado
ru_ru: Выбранный тип налога была обновлена

source: Cannot delete this tax type because tax groups been created referring to it.
da_dk: Kan ikke slette denne momstype da momsgrupper refererer til den.
es_es: No se puede eliminar este tipo de impuestos porque se han creado grupos de impuestos que referencian el mismo.
id_id: Tipe pajak ini tidak dapat dihapus karena sudah dipakai pada grup pajak.
it_it: Non puoi cancellare questo tipo di tassa perchè sono stati creati gruppi di tassa che fanno riferimento ad esso.
ka_ge: გადასახადის ტიპის წაშლა შეუძლებელია, რადგან არსებობს გადასახადის ჯგუფები მასზე მინიშნებით.
pt_br: Não é possível deletar este tipo de imposto porque foram criados grupos de impostos que o utilizam.
pt_pt: Não é possível eliminar este tipo de imposto porque está a ser utilizado em grupos de impostos.

source: Selected tax type has been deleted
da_dk: Den valgte momstype er slettet
es_es: El tipo de impuesto seleccionado ha sido eliminado.
id_id: Jenis pajak dipilih berhasil dihapus
it_it: Il tipo di tassa selezionato è stato cancellato
ka_ge: არჩეული გადასახადის ტიპი წაშლილია
pt_br: Tipo de imposto selecionado foi deletado
pt_pt: Tipo de imposto selecionado foi eliminado
ru_ru: Выбранный тип налога была удалена

source: To avoid problems with manual journal entry all tax types should have unique Sales/Purchasing GL accounts.
da_dk: For at undgå problemer med manuel finanspostering skal alle momssatser have unikke Salg/Indkøb bogførings konti.
es_es: Para evitar problemas con la entrada de diario manual todos los tipos de impuestos deben tener Cuentas de Ventas/Compras únicas en Libro Mayor.
id_id: Untuk menghindari masalah dengan Input jurnal manual, seluruh tipe pajak harus memiliki akun JU Penjualan/Pembelian sendiri.
it_it: Per evitare problemi di registrazione manuale tutte le tasse devono avereconti acquisti/vendite univoci.
ka_ge: გატარებებში პრობლემების თავიდან ასაცილებლად, ყველა გადასახადის ტიპს უნდა გააჩნდეს უნიკალური გაყიდვების/შესყიდვების მთ.წიგნის ანგარიშები.
pt_br: Para evitar problemas com entrada do diário manual todos os tipos de impostos deve ter Vendas/Compras de contas do GL únicas.
pt_pt: Para evitar problemas com as entradas no diário contabilístico, todos os tipos de imposto deve tem uma única conta de Vendas/Compras

source: Default Rate (%)
da_dk: Procentsats:
es_es: Tasa Predeterminada (%)
id_id: Nilai Patokan (%)
it_it: Tasso (%) Predefinito
ka_ge: სტანდარტული განაკვეთი (%)
pt_br: Taxa Padrão (%)
pt_pt: Taxa Padrão (%)
ru_ru: Рейтинг по умолчанию (%)

source: Sales GL Account
da_dk: Salg, Momskonto
es_es: Cuenta de Ventas del Libro Mayor
id_id: Akun GL Penjualan
it_it: Conto vendite di contabilità generale
ka_ge: გაყიდვების ანგარიში
pt_br: Vendas de Contas do GL
pt_pt: Conta de Vendas
ru_ru: Продажи GL счета

source: Purchasing GL Account
da_dk: Indkøb, momskonto
es_es: Cuenta de Compras del Libro Mayor
id_id: Akun GL Pembelian
it_it: Conto Acquisti di contabilità generale
ka_ge: შესყიდვების ანგარიში
pt_br: Compra de Conta do GL
pt_pt: Conta de Compras
ru_ru: Покупка GL счета

source: Default Rate:
da_dk: Procentsats:
es_es: Tasa Predeterminada:
id_id: Harga Patokan:
it_it: Tasso predefinito:
ka_ge: სტანდარტული განაკვეთი:
pt_br: Taxa Padrão:
pt_pt: Taxa Padrão:
ru_ru: По умолчанию Цена:

source: Sales GL Account:
da_dk: Salg, Momskonto:
es_es: Cuenta de ventas del Libro Mayor:
id_id: Akun GL Penjualan:
it_it: Conto vendite di contabilità generale:
ka_ge: გაყიდვების ანგარიში:
pt_br: Vendas de Conta do GL:
pt_pt: Conta de Vendas:
ru_ru: Продажи GL счета:

source: Purchasing GL Account:
da_dk: Indkøb, momskonto:
es_es: Cuenta de compras del Libro Mayor:
id_id: Akun GL Pembelian:
it_it: Conto Acquisti di contabilità generale:
ka_ge: შესყიდვების ანგარიში:
pt_br: Compra de Conta do GL:
pt_pt: Conta de Compras:
ru_ru: Покупка GL счета:

source: Main Menu
da_dk: Hovedmenu
es_es: Menú Principal
id_id: Menu Utama
it_it: Menu principale
ka_ge: მთავარი მენიუ
pt_br: Menu Principal
pt_pt: Menu Principal
ru_ru: Главное меню

source: Preferences
da_dk: Personlige indstillinger
es_es: Preferencias
id_id: Preferensi
it_it: Preferenze
ka_ge: პარამეტრები
pt_br: Preferências
pt_pt: Preferências
ru_ru: Свойствы

source: Help
da_dk: Hjælp
es_es: Ayuda
id_id: Bantu
it_it: Aiuto
ka_ge: დახმარება
pt_br: Ajuda
pt_pt: Ajuda
ru_ru: Помогите

source: Upgrade from version 2.0 to 2.1
es_es: Subir de la versión 2.0 a 2.1
id_id: Upgrade dari versi 2.0 ke 2.1
it_it: Aggiorna da versione 2.0 a 2.1
ka_ge: განაახლე ვერსიიდან 2.0-ი 2.1-ამდე
pt_pt: Atualização da versão 2.0 para 2.1
ru_ru: Обновление с версии 2.0 до 2.1

source: Cannot retrieve bank accounts codes
es_es: No se pudo recuperar los codigos de cuentas banco
id_id: Tidak dapat mengambil kode akun bank
it_it: Non puoi recuperare i codici dei conti bancari
ka_ge: ბანკის ანგარიშების კოდების მოძებნა ვერ მოხერხდა
pt_br: Não é possível recuperar códigos de contas corrente
pt_pt: Não é possível recuperar códigos de contas bancárias
ru_ru: Не удалось получить коды банковских счетов

source: Cannot update bank transactions
es_es: No se pudo actualizar transacciones del banco
id_id: Tidak dapat meng-update transaksi bank
it_it: Non puoi aggiornare le transazioni bancarie
ka_ge: ბანკის ტრანზაქციების განახლება ვერ მოხერხდა
pt_br: Não é possível atualizar transações bancária
pt_pt: Não é possível atualizar transações bancárias
ru_ru: Не удалось обновить банковских операций

source: Cannot select stock identificators
es_es: No se pudo seleccionar los identificadores del inventario
id_id: Tidak dapat memilih penanda stok
it_it: Non puoi selezionare identificatori di giacenza
ka_ge: მარაგების იდენტიფიკატორის არჩევა ვერ მოხერხდა
pt_br: Não é possível selecionar identificadores de estoque
pt_pt: Não é possível selecionar identificadores de stock
ru_ru: Невозможно выбрать складе идентификаторы

source: Cannot insert stock id into item_codes
es_es: No se pudo insertar el id del inventario en los codigos de artículo
id_id: Tidak dapat memasukkan id stok ke item_codes
it_it: Non puoi inserire l'id giacenza in item_codes
ka_ge: მარაგების id-ის ჩასმა დასახელების კოდში ვერ მოხერხდა
pt_br: Não é possível inserir código de estoque em item_codes
pt_pt: Não é possível inserir id stock em item_codes
ru_ru: Не удается вставить ID складе в item_codes

source: Seems that system upgrade to version 2.1 has been performed for this company already.<br> If something has gone wrong and you want to retry upgrade process you MUST perform database restore from last backup file first.
es_es: Al parecer la mejora del sistema a la versión 2.1 ya se ha realizado para esta compañia antes.<br> Si algo ha resultado mal y desea reintentar el proceso de mejora usted DEBE realizar primero una restauración de la base de datos desde el último archivo de respaldo.
id_id: Sepertinya upgrade sistem ke versi 2.1 sudah dilakukan untuk perusahaan ini.<br> Jika terjadi sesuatu yang salah dan anda ingin mengulangi proses upgrade, anda HARUS menjalankan pemulihan database dari file salinan terakhir lebih dulu.
it_it: Sembra che l'aggiornamento di sistema alla verdone 2.1 sia già stato fatto per questa azienda.<br> Se qualcosa dà errore e vuoi riprovare DEVI fare prima recuperare il database dall'ultimo file di backup.
ka_ge: ჩანს, სისტემის განახლება 2.1 ვერსიამდე ამ კომპანიისთვის უკვე განხორციელდა.<br>თუ შეიქმნა რაიმე პრობლემა და დაგჭირდა გაიმეორე განახლების პროცესი. ჯერ უნდა მოახდინო მონაცემთა ბაზის აღდგენა ბოლო სარეზერვო ფაილიდან.
pt_br: Parece que o sistema de atualização para a versão 2.1 foi realizado para esta empresa já.<br> Se algo deu errado e você deseja repetir processo de atualização de banco de dados você deve restaurar o último backup de arquivo primeiro.
pt_pt: Parece que o sistema efetuou o upgrade para a versão 2.1 desta empresa.<br> Se detetar alguma incoerência e pretender repetir o processo, TEM que restaurar a última cópia de segurança.

source: Upgrade from version 2.1/2.2beta to 2.2
es_es: Subir de la versión 2.1/2.2beta a la 2.2
id_id: Upgrade dari versi 2.1/2.2beta ke 2.2
it_it: Aggiorna da versione 2.1/2.2beta a 2.2
ka_ge: განახლება ვერსიიდან 2.1/2.2 ბეტა 2.2-მდე
pt_br: Atualização da versão 2.1/2.2beta para 2.2
pt_pt: Atualização da versão 2.1/2.2beta para 2.2
ru_ru: Обновление с версии 2.1/2.2beta до 2,2

source: Cannot query max sales order number.
es_es: No se pudo consultar el numero máx. de pedidos.
id_id: Tidak dapat melakukan query max sales order number.
it_it: Non è possibile chiedere il numero di ordine del venduto massimo
ka_ge: გაყიდვების შეკვეთის ნომრის დაკითხვა ვერ მოხერხდა.
pt_br: Não é possível consultar o número máximo de pedidos de vendas.
pt_pt: Não é possível consultar o número máximo das encomendas.
ru_ru: Не можете запросить макс номер заказа.

source: Cannot store next sales order reference.
es_es: No se pudo almacenar la referencia del pedido siguiente
id_id: Tidak dapat menyimpan nomor referensi order sales berikutnya
it_it: Non è possibile registrare il numero di referenza del prossimo ordine di vendita
ka_ge: შემდეგი გაყიდვების შეკვეთის მინიშნების შენახვა ვერ მოხერხდა.
pt_br: Não é possível armazenar próxima da referência de pedido de vendas.
pt_pt: Não é possível armazenar próxima referência da encomenda.
ru_ru: Не храните следующем порядке продажи ссылок.

source: Cannot upgrade extensions system: file /modules/installed_modules.php is not writeable
es_es: No se pudo actualizar el sistema de extensiones: el archivo /modules/installed_modules.php no es escribible
id_id: Tidak dapat melakukan upgrade ekstensi sistem: file /modules/installed_modules.php tidak dapat ditulis
it_it: Non si possono aggiornare le estensioni di sistema: il file file /modules/installed_modules.phpnon è scrivibile
ka_ge: გაფართოებების სისტემის განახლება ვერ მოხერხდა. ფაილი /modules/installed_modules.php არ არის რედაქტირებადი
pt_br: Não é possível atualizar as extensões do sistema: file /modules/installed_modules.php is not writeable
pt_pt: Não é possível atualizar as extensões do sistema: ficheiro /modules/installed_modules.php não tem permissões de escrita

source: Upgrade from version 2.2 to 2.3
es_es: Subir de la versión 2.2 a la 2.3
id_id: Upgrade dari versi 2.2 ke 2.3
it_it: Aggiorna da versione 2.2 a 2.3
ka_ge: განაახლე ვერსიიდან 2.2-ი 2.3-ამდე
pt_pt: Atualização da versão 2.2 para 2.3
ru_ru: Обновление с версии 2.2 до 2.3

source: Login
da_dk: Log ind
es_es: Iniciar sesión
ka_ge: შესვლა
ru_ru: Войти

source: Password:
da_dk: Adgangskode:
es_es: Contraseña:
id_id: Kata kunci:
ka_ge: პაროლი:
pt_br: Senha:
ru_ru: Пароль:

source: Login -->
da_dk: Log ind-->
es_es: Iniciar sesión -->
ka_ge: შესვლა -->
ru_ru: Вход ->

source: Email
es_es: Correo electrónico
ka_ge: ელ.ფოსტა

source: Download
da_dk: Hent filen
es_es: Descargar
id_id: Unduh
it_it: Scarica
ka_ge: ჩამოტვირთვა
ru_ru: Скачать

source: Download Backup
da_dk: Download sikkerhedskopi
es_es: Descargar Respaldo
id_id: Unduh Salinan
it_it: Scarica Backup
ka_ge: ჩამოტვირთე სარეზერვო ფაილი
pt_br: Download do Backup
ru_ru: Скачать резервного копирования

source: Timeout
es_es: Tiempo excedido
ka_ge: ტაიმაუტი
pt_br: Tempo expirado
ru_ru: Тайм-аут

source: E-mail
es_es: Correo Electrónico
ka_ge: ელ. ფოსტა
ru_ru: Электронная почта

source: IA
es_es: AI
ka_ge: მარ.დზს.
ru_ru: Айова

source: Info
es_es: Información
ka_ge: ინფო
ru_ru: Информация

source: email
es_es: Correo electrónico
ka_ge: ელ.ფოსტა
ru_ru: электронной почте

source: E-mail:
es_es: Correo Electrónico:
ka_ge: ელ.ფოსტა:
ru_ru: Электронная почта:

source: Enter another supplier &payment
da_dk: Angiv en anden leverandør betaling
es_es: Introducir &otro pago a proveedor
id_id: Masukkan pembayaran pemasok lain. (&B)
it_it: Inserisci un'altro &pagamento fornitore
ka_ge: შეიყვანე სხვა მომწოდებლის გადახდა
pt_br: Entrar outro pagamento de fornecedor

source: Website:
da_dk: Websted
es_es: Página Web:
it_it: Sito web:
ka_ge: ვებგვერდი:
ru_ru: Веб-сайт:

source: Loc
da_dk: Plads
es_es: Ubicación
id_id: Lok
it_it: Sede
ka_ge: მდებარ.
ru_ru: Мест.

source: Inv
es_es: Inventario
id_id: Tagihan
ka_ge: ინვ

source: Email:
es_es: Correo Electrónico:
pt_br: Endereco:

source: Template:
da_dk: Tema:
es_es: Plantilla:
ka_ge: შაბლონები:
pt_br: Modelo:
ru_ru: Шаблон:

source: Transaction Type:
da_dk: Transaktionstype:
it_it: Tipo di transazione:
ka_ge: ტრანზაქციის ტიპი:
pt_br: Tipo de Transação:

source: Total
it_it: Totale
ka_ge: ჯამი
ru_ru: Общий

source: ID:
ka_ge: კოდი:

source: Cheque
da_dk: Check
id_id: Cek
it_it: Assegno
ka_ge: ჩეკი
ru_ru: Чек

source: Ok
ka_ge: კარგი
ru_ru: Хорошо

source: Ref
it_it: Rif
ka_ge: მინიშნება
ru_ru: Ссылка

source: Fax
ka_ge: ფაქსი
ru_ru: Факс

source: kit
it_it: set
ka_ge: ნაკრები
ru_ru: комплект

source: kits
id_id: kit
it_it: set
ka_ge: ნაკრებები
ru_ru: Комплекты

source: Sub-total:
it_it: Subtotale:
ka_ge: ქვე-ჯამი:
ru_ru: Итого:

source: You are about to remove all yet non-invoiced items from delivery line #%d. This operation also irreversibly changes related order line. Do you want to continue ?
da_dk: Du er ved at fjerne alle endnu ikke-fakturerede varer fra leveringslinje #%d. Denne handling ændrer også uigenkaldeligt relaterede ordrelinje. Vil du fortsætte?
it_it: Stai per rimuovere tutti gli articolo non ancora fatturati dalla linea di consegna #%d. Questa operazione cambia anche irreversibilmente la linea di ordine collegata. Vuoi continuare ?
ka_ge: წაიშლება ყველა დასაინვოისებელი დასახელება ზედნადების რიგიდან #%d. ეს ქმედება შეუქცევადია. გსურს გააგრძელო?
pt_br: Você está prestes a remover todos os itens ainda não faturados da entrega linha #%d. This operation also irreversibly changes related order line. Você deseja continuar?

source: Sub-total
it_it: Subtotale
ka_ge: ქვე-ჯამი
ru_ru: Итого

source: Sub Total
it_it: Subtotale
ka_ge: ქვე ჯამი
ru_ru: Сумма

source: Total:
it_it: Totale:
ka_ge: ჯამი:
ru_ru: Всего:

source: Base
da_dk: Standard
id_id: Basis
ka_ge: ბაზა
ru_ru: База

source: or
id_id: atau

source: request new password
id_id: minta password baru

source: Send password -->
id_id: Kirim kata sandi -->

source: The file size is over the maximum allowed.
id_id: Ukuran file melebihi batas maksimum yang diijinkan.

source: Filename contains forbidden chars. Please rename file and try again.
id_id: Nama file berisi karakter terlarang. Silakan ganti nama file dan coba lagi.

source: Update security settings
id_id: Perbarui pengaturan keamanan

source: Protect security settings
id_id: Lindungi pengaturan keamanan

source: Error uploading logo file.
id_id: Kesalahan mengunggah file logo

source: General settings
id_id: Pengaturan Umum

source: Company Logo on Reports
id_id: Logo Perusahaan pada Laporan

source: Database Scheme Version
id_id: Versi Skema Database

source: General Ledger Settings
id_id: General Ledger Pengaturan

source: Category Type
id_id: Jenis Kategori

source: Category Subtype
id_id: Sub Jenis Kategori

source: The entered date is out of fiscal year or is closed for further data entry.
id_id: Tanggal Input di luar tahun fiskal atau berada pada tahun yang sudah ditutup.

source: Incoming Amount:
id_id: Jumlah Masuk:

source: Settled amount have to be positive number.
id_id: Jumlah yang disettle harus positif.

source: Settle currency
id_id: Mata Uang untuk settle

source: Settled amount
id_id: Jumlah yang disettle

source: Item Amounts are Shown in:
id_id: Jumlah rincian ditampilkan di:

source: Allocated amounts in %s:
id_id: Jumlah teralokasi pada %s:

source: Supplier Ref
id_id: Ref Pemasok

source: View this Payment
id_id: Tampilkan pembayaran ini (&V)

source: Enter Other &Payment
id_id: Masukkan pembayaran lain (&B)

source: Enter &Customer Payment
id_id: Masukkan penerimaan dari pelanggan (&T)

source: Enter Other &Deposit
id_id: Masukkan penerimaan lain (&B)

source: Bank Account &Transfer
id_id: Transfer antar bank (&T)

source: Bank Amount:
id_id: Jumlah Bank:

source: &View this Customer Payment
id_id: Tampilkan Pembayaran Pelanggan (&T)

source: Enter Payment to &Supplier
id_id: Input Pembayaran ke Pemasok (&B)

source: Customer Currency
id_id: Mata Uang Pelanggan

source: Bank Amount
id_id: Jumlah Bank

source: Sales Pricing
da_dk: Salgspriser
it_it: Prezzi di Vendita
pt_br: Preços de Venda
