Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: Total payable or refund
da_dk: Samlede skyldige eller tilbagebetaling
es_es: Total a pagar o reembolsar
id_id: Jumlah yang harus dibayarkan atau yang dapat dikembalikan
it_it: Totale da pagare o rifondere
ka_ge: ჯამური გადასახდელი ან ჩასათვლელი
pt_br: Total a pagar ou reembolsar
pt_pt: Total a pagar ou reembolso
ru_ru: Всего к оплате или возврате

source: Bank Accounts
da_dk: Bankkonti
es_es: Cuentas Banco
id_id: Akun Bank
it_it: Conti Bancari
ka_ge: საბანკო ანგარიშები
pt_br: Contas Correntes
pt_pt: Contas Bancárias
ru_ru: Банковские счета

source: The bank account name cannot be empty.
da_dk: Bankkonto navnet kan ikke være tomt.
es_es: El nombre de la cuenta banco no puede estar vacío.
id_id: Nama akun bank harus diisi.
it_it: Il nome del conto bancario non può essere vuoto.
ka_ge: საბანკო ანგარიშის სახელი არ შეიძლება იყოს ცარიელი.
pt_br: O nome da conta corrente deve ser preenchido.
pt_pt: O nome da conta corrente deve ser preenchido.
ru_ru: Название банковского счета не может быть пустым.

source: Bank account has been updated
da_dk: Bankkontoet er opdateret.
es_es: La cuenta bancaria ha sido actualizada
id_id: Akun Bank berhasil diperbarui
it_it: Il conto bancario è stato aggiornato
ka_ge: საბანკო ანგარიში განახლებულია
pt_br: A conta corrente foi atualizada
pt_pt: Conta bancária foi atualizada
ru_ru: Счет в банке была обновлена

source: New bank account has been added
da_dk: Et nyt bankkonto er oprettet.
es_es: Una nueva cuenta bancarias ha sido adicionada.
id_id: Akun bank baru berhasil ditambahkan
it_it: Il nuovo conto bancario è stato aggiunto
ka_ge: ახალი საბანკო ანგარიში დამატებულია
pt_br: Nova conta corrente foi adicionada
pt_pt: Nova Conta bancária foi adicionada
ru_ru: Новый банковский счет был добавлен

source: Cannot delete this bank account because transactions have been created using this account.
da_dk: Kan ikke slette dette bankkonto da transaktioner er registrerede.
es_es: No se puede eliminar esta cuenta bancaria porque se han creado transacciones usando esta cuenta.
id_id: Tidak dapat menghapus akun bank karena sudah pernah dipakai dalam transaksi.
it_it: Non è possibile cancellare questo conto bancario perchè sono state create transazioni che lo utilizzano.
ka_ge: საბანკო ანგარიშის წაშლა შეუძლებელია, მისი მონაწილებით არსებობს გატარებები.
pt_br: Não é possível deletar esta conta corrente poqrque transações foram criadas utilizando a mesma.
pt_pt: Não é possível remover esta conta bancária, porque já foram criadas transações para esta conta.

source: Cannot delete this bank account because POS definitions have been created using this account.
da_dk: Kan ikke slette denne bankkonto, fordi POS definitionerne er blevet oprettet ved hjælp af denne konto.
es_es: No se puede eliminar esta cuenta bancaria porque las definiciones de PDV se han creado utilizando esta cuenta.
id_id: Tidak dapat menghapus akun bank karena digunakan dalam definisi Titik Penjualan (Point Of Sales)
it_it: Non è possibile cancellare questo conto bancario perchè sono stati creati POS che lo utilizzano.
ka_ge: საბანკო ანგარიშის წაშლა შეუძლებელია, მისი მონაწილებით არსებობს POS განსაზღვებები.
pt_br: Não é possível deletar esta conta corrente poqrque POS foi criado utilizando a mesma.
pt_pt: Não é possível remover esta conta bancária, pois as definições de POS utilizam esta conta.

source: Selected bank account has been deleted
da_dk: Valgt bankkonto er slettet.
es_es: La cuenta banco seleccionada ha sido eliminada
id_id: Akun Bank yang dipilih berhasil dihapus
it_it: IL conto bancario selezionato è stato cancellato
ka_ge: არჩეული საბანკო ანგარიში წაშლილია
pt_br: Conta corrente selecionada foi deletada
pt_pt: Conta bancária selecionada foi removida
ru_ru: Выбранный банковский счет был удален

source: Currency
da_dk: Valuta
es_es: Moneda
id_id: Mata Uang
it_it: Valuta
ka_ge: ვალუტა
pt_br: Moeda
pt_pt: Moeda
ru_ru: Валюта

source: GL Account
da_dk: Bogføringskonto
es_es: Cuenta de Libro Mayor
id_id: Akun GL
it_it: Conto di contabilità generale
ka_ge: მთ.წიგნის ანგარიში
pt_br: Conta do GL
pt_pt: Plano de Contas
ru_ru: GL счета

source: Bank
es_es: Banco
it_it: Banca
ka_ge: ბანკი
pt_br: Banco
pt_pt: Banco
ru_ru: Банк

source: Bank Address
da_dk: Bank adresse
es_es: Dirección del Banco
id_id: Alamat Bank
it_it: Indirizzo della Banca
ka_ge: ბანკის მისამართი
pt_br: Endereço do Banco
pt_pt: Endereço do Banco
ru_ru: Адрес банка

source: Dflt
es_es: Por defecto
id_id: Default
it_it: Predefinito
ka_ge: სტნდრტ
pt_pt: Por Def.
ru_ru: По умолчанию

source: Bank Account Name:
da_dk: Bankkonto navn:
es_es: Nombre de Cuenta Bancaria:
id_id: Nama Akun Bank:
it_it: Nome Conto Bancario:
ka_ge: ბანკის ანგარიშის სახელი:
pt_br: Nome de Conta Corrente:
pt_pt: Nome da Conta Bancária:
ru_ru: Банковский счет Имя:

source: Account Type:
da_dk: Kontotype:
es_es: Tipo de Cuenta:
id_id: Tipe Akun:
it_it: Tipo di Conto:
ka_ge: ანგარიშის ტიპი:
pt_br: Tipo de Conta:
pt_pt: Tipo Conta:
ru_ru: Тип аккаунта:

source: Bank Account Currency:
da_dk: Bankkonto valuta:
es_es: Moneda de Cuenta Banco:
id_id: Mata Uang Akun Bank:
it_it: Valuta Conto Bancario:
ka_ge: საბანკო ანგარიშის ვალუტა:
pt_br: Moeda da Conta Corrente:
pt_pt: Moeda Conta Bancária:
ru_ru: Банк Валюта счета:

source: Default currency account:
da_dk: Standard valuta konto:
es_es: Cuenta de divisas predeterminada:
id_id: Jadikan Default Akun Bank Perusahaan:
it_it: Valuta conto predefinita:
ka_ge: ვალუტის სტანდარტული ანგარიში:
pt_br: Moeda pardrão da conta:
pt_pt: Moeda pardrão da conta:
ru_ru: Счета по умолчанию валюте:

source: Bank Account GL Code:
da_dk: Bogføringskonto:
es_es: Código de la Cuenta Bancaria en el LM
id_id: Kode GL Akun Bank:
it_it: Codice Conto Bancario di contabilità generale:
ka_ge: ბანკის ანგარიშის კოდი:
pt_br: Código da Conta Corrente do GL:
pt_pt: Conta SNC para Conta Bancária:
ru_ru: Банковский счет GL код:

source: Bank Name:
da_dk: Banknavn:
es_es: Nombre de Banco:
id_id: Nama Bank:
it_it: Nome della banca:
ka_ge: ბანკის სახელი:
pt_br: Nome do Banco:
pt_pt: Nome do Banco:
ru_ru: Наименование банка:

source: Bank Account Number:
da_dk: Bankkonto nummer:
es_es: Número de Cuenta Bancaria:
id_id: Nomor Akun Bank:
it_it: Numero di Conto Bancario:
ka_ge: საბანკო ანგარიშის #:
pt_br: Número da Conta Corrente:
pt_pt: Número da Conta Bancária:
ru_ru: Номер банковского счета:

source: Bank Address:
da_dk: Bank adresse:
es_es: Dirección del Banco:
id_id: Alamat Bank:
it_it: Indirizzo della Banca:
ka_ge: ბანკის მისამართი:
pt_br: Endereço do Banco:
pt_pt: Endereço do Banco:
ru_ru: Адрес банка:

source: Currencies
da_dk: Valutaer
es_es: Monedas
id_id: Mata Uang
it_it: Valute
ka_ge: ვალუტები:
pt_br: Moedas
pt_pt: Moedas
ru_ru: Валюты

source: The currency abbreviation must be entered.
da_dk: Valuta forkortelsen skal angives.
es_es: Debe introducir una abreveitura de la moneda.
id_id: Singkatan Mata Uang harus diisi.
it_it: L'abbreviazione della valuta deve essere inserita.
ka_ge: შეიყვანე ვალუტის აკრონიმი.
pt_br: A abreviação da moeda deve ser indicada.
pt_pt: A abreviatura da moeda deve ser indicada.
ru_ru: Валюта аббревиатуры должны быть введены.

source: The currency name must be entered.
da_dk: Valutanavnet skal angives.
es_es: Debe introducir el nombre de la moneda.
id_id: Nama Mata Uang harus diisi.
it_it: Il nome della valuta deve essere inserito.
ka_ge: შეიყვანე ვალუტის სახელი.
pt_br: O nome da moeda deve ser digitado.
pt_pt: O nome da moeda deve ser indicado.
ru_ru: Название валюты должно быть введено.

source: The currency symbol must be entered.
da_dk: Valuta symbolen skal angives.
es_es: Debe introducir el símbolo de la moneda.
id_id: Simbol Mata Uang harus diisi.
it_it: Il simbolo della valuta deve essere inserito.
ka_ge: შეიყვანე ვალუტის სიმბოლო.
pt_br: O símbolo da moeda deve ser indicado.
pt_pt: O símbolo da moeda deve ser indicado.
ru_ru: Символ валюты должны быть введены.

source: The hundredths name must be entered.
da_dk: Hundrededels navnet skal angives.
es_es: Debe introducir los céntimos.
id_id: Nama desimal mata uang harus diisi. (misal: sen)
it_it: Il nome dei centesimi deve essere inserito.
ka_ge: შეიყვანე ხურდის სახელი.
pt_br: Os centésimos devem ser indicados.
pt_pt: Os centésimos devem ser indicados.
ru_ru: Сотни имя должно быть введено.

source: Selected currency settings has been updated
da_dk: Valgt valuta instilling er opdateret.
es_es: Selección de configuración de moneda se ha actualizada
id_id: Setting mata uang yang dipilih berhasil diperbarui
it_it: Le impostazioni della valuta selezionata sono state aggiornate
ka_ge: არჩეული ვალუტის პარამეტრები განახლებულია
pt_br: A configuração da moeda selecionada foi atualizada
pt_pt: A configuração da moeda selecionada foi atualizada
ru_ru: Выбранные настройки валюта была обновлена

source: New currency has been added
da_dk: Ny valuta er oprettet.
es_es: Nueva moneda se ha añadido
id_id: Mata uang baru berhasil ditambahkan
it_it: La nuova valuta è stata aggiunta
ka_ge: ახალი ვალუტა დამატებულია
pt_br: Nova moeda foi adicionada
pt_pt: Nova moeda foi adicionada
ru_ru: Новая валюта была добавлена

source: Cannot delete this currency, because customer accounts have been created referring to this currency.
da_dk: Kan ikke slette valutaen, da debitor konti er registrerede.
es_es: No se puede eliminar esta moneda, porque se han creado cuentas de cliente referenciando la misma.
id_id: Tidak dapat menghapus mata uang ini, karena dipakai pada akun pelanggan.
it_it: Non puoi cancellare questa valuta perchè i conti cliente creati la utilizzano
ka_ge: ვალუტის წაშლა შეუძლებელია, მომხმარებლების ანგარიშები არსებობს ამ ვალუტაში.
pt_br: Não é possível deletar esta moeda porque foram criadas contas de clientes que a utilizam.
pt_pt: Não é possível apagar esta moeda porque está a ser utilizada em contas de clientes.

source: Cannot delete this currency, because supplier accounts have been created referring to this currency.
da_dk: Kan ikke slette valutaen, da kreditor konti er registrerede.
es_es: No se puede eliminar esta moneda, porque se han creado cuentas de proveedor referenciando la misma.
id_id: Tidak dapat menghapus mata uang ini, karena dipakai pada akun pemasok.
it_it: Non puoi cancellare questa valuta perchè i conti fornitore creati la utilizzano
ka_ge: ვალუტის წაშლა შეუძლებელია, მომწოდებლების ანგარიშები არსებობს ამ ვალუტაში.
pt_br: Não é possível deletar esta moeda porque foram criadas contas de fornecedores que a utilizam.
pt_pt: Não é possível apagar esta moeda porque está a ser utilizada em contas de fornecedores.

source: Cannot delete this currency, because the company preferences uses this currency.
da_dk: Kan ikke slette valutaen, da firmainformationen bruger den.
es_es: No se puede eliminar esta moneda, porque las preferencias de la compañía usan esta moneda.
id_id: Tidak dapat menghapus mata uang ini, karena dipakai pada preferensi perusahaan.
it_it: Non puoi cancellare questa valuta perchè viene usata dall'azienda.
ka_ge: ვალუტის წაშლა შეუძლებელია, კომპანიის პარამეტრები იყენებს ამ ვალუტას.
pt_br: Não é possível deletar esta moeda porque há configurações da empresa a utilizam.
pt_pt: Não é possível apagar esta moeda porque está a ser utilizada nas configurações da empresa.

source: Cannot delete this currency, because thre are bank accounts that use this currency.
da_dk: Kan ikke slette valutaen, da bankkonti bruger den.
es_es: No se puede eliminar esta moneda, porque se han creado cuentas bancarias que usan esta moneda.
id_id: Tidak dapat menghapus mata uang ini, karena dipakai pada akun bank.
ka_ge: ვალუტის წაშლა შეუძლებელია, ბანკის ანგარიშები არსებობს ამ ვალუტაში.
pt_br: Não é possível deletar esta moeda porque há contas correntes qua a utilizam.
pt_pt: Não é possível apagar esta moeda porque está a ser utilizada em contas bancárias.

source: Selected currency has been deleted
da_dk: Valgt valuta er slettet.
es_es: La moneda seleccionada ha sido borrada
id_id: Mata uang yang dipilih berhasil dihapus
it_it: La valuta selezionata è stata cancellata
ka_ge: აღნიშნული ვალუტა წაშლილია
pt_br: Moeda selecionada foi deletada
pt_pt: Moeda selecionada foi removida
ru_ru: Выбранная валюта была удалена

source: Abbreviation
da_dk: Forkortelse
es_es: Abreviatura
id_id: Singkatan
it_it: Abbreviazione
ka_ge: აბრევიატურა
pt_br: Abreviação
pt_pt: Abreviatura
ru_ru: Сокращение

source: Symbol
es_es: Símbolo
id_id: Simbol
it_it: Simbolo
ka_ge: სიმბოლო
pt_br: Símbolo
pt_pt: Símbolo
ru_ru: Символ

source: Currency Name
da_dk: Valutanavn
es_es: Nombre de la Moneda
id_id: Nama Mata Uang
it_it: Nome della valuta
ka_ge: ვალუტის სახელი
pt_br: Nome da Moeda
pt_pt: Nome Moeda
ru_ru: Название валюты

source: Hundredths name
da_dk: Hundrededels navn
es_es: Nombre de los céntimos
id_id: Nama Desimal (misal: sen)
it_it: Nome dei centesimi
ka_ge: ხურდის სახელი
pt_br: Centésimos
pt_pt: Nome Centésimos
ru_ru: Сотые имя

source: Country
da_dk: Land
es_es: País
id_id: Negara
it_it: Nazione
ka_ge: ქვეყანა
pt_br: País
pt_pt: País
ru_ru: Страна

source: Auto update
da_dk: Automatisk opdatering
es_es: Actualización automática
id_id: Update otomatis
it_it: Auto aggiornamento
ka_ge: ავტომატური განახლება
pt_br: Atualização automática
pt_pt: Atualização automática
ru_ru: Автоматическое обновление

source: The marked currency is the home currency which cannot be deleted.
da_dk: Markeret valuta er hjemmevalutaen. Kan ikke slettes.
es_es: La moneda seleccionada es la moneda local, no puede ser eliminada.
id_id: Mata uang yang ditandai sedang dipakai. Tidak dapat dihapus.
it_it: La valuta evidenziata è la valuta utilizzata dell'azienda e non può essere cancellata.
ka_ge: მონიშნული ვალუტა ფუნქციური ვალუტაა. მისი წაშლა შეუძლებელია.
pt_br: A moeda marcada é a principal, e não pode ser deletada.
pt_pt: A moeda marcada é a principal, e não pode ser apagada.
ru_ru: Отмечены валюте валюте, которые не могут быть удалены.

source: Currency Abbreviation:
da_dk: Valuta forkortelse:
es_es: Abreviatura de la Moneda:
id_id: Singkatan Mata Uang:
it_it: Abbreviazione della valuta:
ka_ge: ვალუტის აკრონიმი:
pt_br: Abreviação da Moeda:
pt_pt: Abreviatura Moeda:
ru_ru: Валюта Аббревиатура:

source: Currency Symbol:
da_dk: Valuta symbol:
es_es: Símbolo de la Moneda:
id_id: Simbol Mata Uang:
it_it: Simbolo della valuta:
ka_ge: ვალუტის სიმბოლო:
pt_br: Símbolo da Moeda:
pt_pt: Símbolo da Moeda:
ru_ru: Символ валюты:

source: Currency Name:
da_dk: Valutanavn:
es_es: Nombre de la Moneda:
id_id: Nama Mata Uang:
it_it: Nome della valuta:
ka_ge: ვალუტის სახელი:
pt_br: Moeda:
pt_pt: Nome Moeda:
ru_ru: Название валюты:

source: Hundredths Name:
da_dk: Hundrededels navn:
es_es: Nombre de los Céntimos:
id_id: Nama desimal (misal: sen):
it_it: Nome dei centesimi:
ka_ge: ხურდის სახელი:
pt_br: Centésimos
pt_pt: Nome Centésimos:
ru_ru: Сотые Имя:

source: Country:
da_dk: Land:
es_es: País:
id_id: Negara:
it_it: Nazione:
ka_ge: ქვეყანა:
pt_br: País:
pt_pt: País:
ru_ru: Страна:

source: Automatic exchange rate update:
da_dk: Automatisk valutakurs opdatering:
es_es: Actualización automática de la tasa de cambio:
id_id: Otomatis update nilai tukar:
it_it: Aggiornamento automatico del tasso di cambio:
ka_ge: გაცვლითი კურსის ავტომატური განახლება:
pt_br: Atualização automática da taxa de câmbio:
pt_pt: Atualização automática da taxa de câmbio:
ru_ru: Автоматический обменный курс обновления:

source: Exchange Rates
da_dk: Valutakurser
es_es: Tasas de Cambio
id_id: Nilai Tukar
it_it: Tassi di cambio
ka_ge: გაცვლითი კურსები
pt_br: Taxas de Câmbio
pt_pt: Taxas de Câmbio
ru_ru: Курсы валют

source: The exchange rate for the date is already there.
da_dk: Kursen for den dato, er der allerede.
es_es: El tipo de cambio para la fecha ya está ahí.
id_id: Nilai tukar untuk tanggal tersebut sudah ada.
it_it: Il tasso di cambio per tale data è già presente.
ka_ge: გაცვლითი კურსი აღნიშნული თარიღისთვის უკვე შეყვანილია.
pt_pt: A taxa de câmbio para a data já existe.
ru_ru: Обменного курса на дату уже есть.

source: Date to Use From:
da_dk: Dato at bruge fra:
es_es: Usar Fecha Desde:
id_id: Tanggal mulai digunakan:
it_it: Utilizzare da data:
ka_ge: გამოიყენე თარიღიდან:
pt_br: Utilizar a partir de:
pt_pt: Utilizar a partir da data:
ru_ru: Дата использовать с:

source: Exchange Rate:
da_dk: Valutakurs:
es_es: Tasa de Cambio:
id_id: Nilai Tukar:
it_it: Tasso di cambio:
ka_ge: გაცვლითი კურსი:
pt_br: Taxa de câmbio:
pt_pt: Taxa de câmbio:
ru_ru: Обменный курс:

source: Get current rate from
id_id: Ambil nilai tukar dari
pt_pt: Obter taxa atual de
ru_ru: Получить текущую ставку с

source: Exchange rates are entered against the company currency.
da_dk: Valutakurser angives mod firmavalutaen.
es_es: Las tasas de cambio son introducidas contra la moneda de la compañía.
id_id: Nilai tukar dimasukkan terhadap mata uang perusahaan.
it_it: I tassi di cambio sono inseriti in confronto alla valuta dell'azienda.
ka_ge: გაცვლითი კურსები შეიტანება ფუნქციური ვალუტის მიმართ.
pt_br: Taxas de câmbios são digitadas contra a moeda da empresa.
pt_pt: Taxas de câmbio são indicadas em relação à moeda da empresa.
ru_ru: Курсы валют вводятся в отношении компании валюты.

source: Select a currency :
da_dk: Vælg valuta:
es_es: Seleccione una moneda :
id_id: Pilih mata uang:
it_it: Seleziona una valuta:
ka_ge: აირჩიე ვალუტა:
pt_br: Selecione uma moeda :
pt_pt: Selecione uma moeda:
ru_ru: Выберите валюту:

source: Date to Use From
da_dk: Dato at bruge fra
es_es: Usar Fecha Desde
id_id: Tanggal mulai digunakan
it_it: Utilizzare da data:
ka_ge: გამოიყენე თარიღიდან
pt_br: Utilizar a partir de
pt_pt: Utilizar a Partir de
ru_ru: Дата использовать с

source: Exchange Rate
da_dk: Valutakurs
es_es: Tasa de Cambio
id_id: Nilai Tukar
it_it: Tasso di cambio
ka_ge: გაცვლითი კურსი
pt_br: Taxa de Câmbio
pt_pt: Taxa de Câmbio
ru_ru: Обменный курс

source: The selected currency is the company currency.
da_dk: Valgt valuta er firmavalutaen.
es_es: La moneda seleccionada es la moneda de la compañía.
id_id: Mata uang yang dipilih merupakan mata uang perusahaan.
it_it: La valuta selezionata è la valuta dell'azienda.
ka_ge: არჩეული ვალუტა არის ფუნცქიური ვალუტა.
pt_br: A moeda selecionada é a moeda da empresa.
pt_pt: A moeda selecionada é a moeda da empresa.
ru_ru: Выбранная валюта является валютой компании.

source: The company currency is the base currency so exchange rates cannot be set for it.
da_dk: Firmavalutaen er basisvaluta så den kan ikke have vekselkurser.
es_es: La moneda de la compañía es la moneda base, por eso no se pueden configurar tasas de cambio para ella.
id_id: Mata uang perusahaan merupakan dasar perhitungan nilai tukar. Tidak dapat mengubah nilai tukar untuk mata uang ini.
it_it: La valuta dell'azienda è la valuta base per cui i tassi di cambio non possono essere impostati per questa.
ka_ge: კომპანიის ვალუტა არის ფუნქციური ვალუტა, გაცვლითი კურსი მის მიმართ ყოველთვის არის 1.
pt_br: A moeda da empresa é a moeda padrão logo não é necessário definir taxa de câmbio.
pt_pt: A moeda da empresa é a moeda de referência para as taxas de câmbio e não pode ser definido.

source: GL Account Classes
da_dk: Konto klasser
es_es: Clases de Cuentas del Libro Mayor
id_id: Kelas Akun GL
it_it: Classi di Conto di contabilità generale
ka_ge: მთ.წიგნის ანგარიშების კლასები
pt_br: Classes de Conta de GL
pt_pt: Classes do Plano de Contas
ru_ru: Классы GL счета

source: The account class ID cannot be empty.
es_es: El ID de la clase de cuentas no puede estar vacío.
id_id: ID kelas akun harus diisi.
ka_ge: ანგარიშის კლასის კოდი არ შეიძლება იყოს ცარიელი.
pt_pt: O ID da classe de contas não pede estar vazio.
ru_ru: ID счета класса не может быть пустым.

source: The account class name cannot be empty.
da_dk: Konto klassenavnet kan ikke være tomt.
es_es: El nombre de la clase de cuentas no puede estar vacío.
id_id: Nama kelas akun harus diisi.
it_it: Il nome della classe di conto non può essere vuoto.
ka_ge: ანგარიშის კლასის სახელი არ შეიძლება იყოს ცარიელი.
pt_br: A nome da conta deve ser preenchido.
pt_pt: O nome da conta deve ser preenchido.
ru_ru: Имя учетной записи класс не может быть пустым.

source: Selected account class settings has been updated
da_dk: Valgt kontoklasse instilling er opdateret.
es_es: Selección de la configuración de la clase de cuenta se ha actualizado
id_id: Setting kelas akun yang dipilih berhasil diperbarui
it_it: Le impostazioni della classe di conto selezionata sono state aggiornate
ka_ge: არჩეული ანგარიშის კლასის პარამეტრები განახლებულია
pt_br: A configuração da conta selecionada foi atualizada
pt_pt: A configuração da conta selecionada foi atualizada
ru_ru: Выбранные настройки учетной записи класс был обновлен

source: New account class has been added
da_dk: Ny kontoklasse er oprettet.
es_es: Nueva clase de cuenta se ha añadido
id_id: Kelas akun baru berhasil ditambahkan
it_it: La nuova classe di conto è stata aggiunta
ka_ge: ახალი ანგარიშის კლასი დამატებულია
pt_br: Nova conta foi adicionada
pt_pt: Nova conta foi adicionada
ru_ru: Новый класс счету было добавлено

source: Cannot delete this account class because GL account types have been created referring to it.
da_dk: Kan ikke slette kontoklassen da konti refererer til den.
es_es: No se puede eliminar esta clase de cuentas porque han sido creados tipos de cuentas en el Libro Mayor referenciándolas.
id_id: Tidak dapat menghapus kelas akun karena dipakai pada Akun GL
it_it: Non è possibile cancellare questa Classe di Conto perchè sono stati creati dei Tipo di Conto di contabilità generale che si riferiscono a questa.
ka_ge: ანგარიშის კლასის წაშლა შეუძლებელია. მთ.წიგნის ანგარიშის ტიპები არსებობენ მასზე მინიშნებით.
pt_br: Não é possível deletar esta conta porque há tipos de contas GL que a utilizam.
pt_pt: Não é possível eliminar esta classe de contas, porque está a ser utilizada em tipos de conta.

source: Selected account class has been deleted
da_dk: Valgt kontoklasse er slettet.
es_es: Clase de cuenta seleccionada ha sido borrada
id_id: Kelas akun yang dipilih berhasil dihapus
it_it: La classe di conto selezionata è stata cancellata
ka_ge: არჩეული ანგარიშის კლასი წაშლილია
pt_br: A conta selecionada foi deletada
pt_pt: A conta selecionada foi apagada
ru_ru: Выбранный счет класса была удалена

source: Class ID
da_dk: Klasse ID
es_es: ID de Clase
id_id: ID Kelas
it_it: ID della classe
ka_ge: კლასის კოდი
pt_br: Código
pt_pt: ID da Classe
ru_ru: Идентификатор класса

source: Class Name
da_dk: Klassenavn
es_es: Nombre de Clase
id_id: Nama Kelas
it_it: Nome della classe
ka_ge: კლასის სახელი
pt_br: Nome
pt_pt: Nome da Classe
ru_ru: Имя класса

source: Class Type
da_dk: Klassetype
es_es: Tipo de Clase
id_id: Tipe Kelas
it_it: Tipo della classe
ka_ge: კლასის ტიპი
pt_br: Tipo
pt_pt: Tipo de Classe
ru_ru: Класс Type

source: Balance Sheet
da_dk: Status
es_es: Balance General
id_id: Neraca
it_it: Bilancio
ka_ge: ფინანსური პოზიციის უწყისი
pt_br: Balancete
pt_pt: Balancete
ru_ru: Баланс

source: Class ID:
da_dk: Klasse ID:
es_es: ID de Clase:
id_id: ID Kelas:
it_it: ID della classe:
ka_ge: კლასის კოდი:
pt_br: Código:
pt_pt: ID da Classe:
ru_ru: Класс ID:

source: Class Name:
da_dk: Klassenavn:
es_es: Nombre de Clase:
id_id: Nama Kelas:
it_it: Nome della classe:
ka_ge: კლასის სახელი:
pt_br: Nome:
pt_pt: Nome da Classe:
ru_ru: Имя класса:

source: Class Type:
da_dk: Klassetype:
es_es: Tipo de Clase:
id_id: Tipe Kelas:
it_it: Tipo della classe:
ka_ge: კლასის ტიპი:
pt_br: Tipo:
pt_pt: Tipo de Classe:
ru_ru: Класса Тип:

source: Chart of Accounts
da_dk: Kontoplan
es_es: Plan de Cuentas
id_id: Bagan Akun Standar (Chart Of Accounts)
it_it: Piano dei conti
ka_ge: ანგარიშთა გეგმა
pt_br: Plano de Contas
pt_pt: Plano de Contas
ru_ru: План счетов
