Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: Payment Items
da_dk: Udbetalinger
es_es: Artículos del Pago
id_id: Baris Pembayaran
it_it: Pagamento articoli
ka_ge: გადახდები
pt_br: Itens de Pagamento
pt_pt: Linhas de Pagamento
ru_ru: Оплата товаров

source: Deposit Items
da_dk: Indbetalinger.
es_es: Artículos del Depósito
id_id: Baris Penerimaan
it_it: Deposito Articoli
ka_ge: დეპოზიტები
pt_br: Itens de Depóito
pt_pt: Linhas de Depósito
ru_ru: Депозит товары

source: Process Payment
da_dk: Gem udbetaling
es_es: Procesar el Pago
id_id: Proses Pembayaran
it_it: Processa pagamento
ka_ge: გადაიხადე
pt_br: Processar Pagamento
pt_pt: Registar Pagamento
ru_ru: Процесс оплаты

source: Process Deposit
da_dk: Udfør indbetalingen
es_es: Procesar Depósito
id_id: Proses Penerimaan
it_it: Processa acconto
ka_ge: დაადეპონირე
pt_br: Processar Depósito
pt_pt: Registar Depósito
ru_ru: Процесс депозита

source: Budget Entry
da_dk: Budget reg.
es_es: Introducción de partida de dinero
id_id: Input Anggaran
it_it: Inserimento Budget
ka_ge: ბიუჯეტის ჩანაწერი
pt_br: Entrada de Orçamento
pt_pt: Entrada de Orçamento Empresa
ru_ru: Бюджет вход

source: There are no account groups defined. Please define at least one account group before entering accounts.
da_dk: Ingen kontogrupper er defineret. Venligst opret mindst en gruppe inden du opretter konti.
es_es: No se han definido grupos de cuentas. Por favor defina al menos un grupo de cuentas antes de introducir las cuentas.
id_id: Belum ada akun grup yang didefinisikan. Mohon buat minimal satu grup akun sebelum memasukkan akun.
it_it: Non ci sono gruppi di conto definiti. Definirne almeno uno prima di inserire i conti.
ka_ge: ანგარიშის ჯგუფები არ არის განსაზღვრული. განსაზღვრე მინიმუმ ერთი ანგარიშის გჯუფი სანამ დაამატებ ანგარიშებს.
pt_br: Não há grupos de contas definida. Favor definir no mínimo um grupo de conta antes de digitar contas.
pt_pt: Não existem grupos de contas definidos. Por favor, defina pelo menos um grupo de conta antes de aceder a contas.

source: The Budget has been saved.
da_dk: Budgeten er gemt.
es_es: La partida de dinero ha sido guardada.
id_id: Anggaran berhasil disimpan.
it_it: Il budget è stato salvato.
ka_ge: ბიუჯეტი შენახულია.
pt_br: O Orçamento foi gravado.
pt_pt: O Orçamento foi guardado.
ru_ru: Бюджет был сохранен.

source: The Budget has been deleted.
da_dk: Budgeten er slettet.
es_es: La partida de dinero ha sido borrada.
id_id: Anggaran berhasil dihapus.
it_it: Il budget è stato cancellato.
ka_ge: ბიუჯეტი წაშლილია.
pt_br: O Orçamento foi deletado.
pt_pt: O Orçamento foi apagado.
ru_ru: Бюджет был удален.

source: Account Code:
da_dk: Kontonummer:
es_es: Código de Cuenta:
id_id: Kode Akun:
it_it: Codice Conto:
ka_ge: ანგარიშის კოდი:
pt_br: Código da Conta:
pt_pt: Código da Conta:
ru_ru: Номер счета:

source: Get
da_dk: Hent
es_es: Obtener
id_id: Ambil
ka_ge: მოიპოვე
pt_br: Receber
pt_pt: Receber
ru_ru: Получать

source: Period
da_dk: Periode
es_es: Período
id_id: Periode
it_it: Periodo
ka_ge: პერიოდი
pt_br: Período
pt_pt: Período
ru_ru: Период

source: Dim. incl.
da_dk: Dim. inkl.
id_id: Dim. termsk.
ka_ge: განზ. არჩ.
pt_pt: Dep. incl.
ru_ru: Dim. включительно

source: Last Year
da_dk: Sidste år
es_es: Año pasado
id_id: Tahun Sebelumnya
it_it: Ultimo anno
ka_ge: ბოლო წელი
pt_br: Último Ano
pt_pt: Último Ano
ru_ru: В прошлом году

source: Save
da_dk: Gem
es_es: Guardar
id_id: Simpan
it_it: Salva
ka_ge: შეინახე
pt_br: Gravar
pt_pt: Guardar
ru_ru: Сохранить

source: Modifying Journal Transaction # %d.
es_es: Modificando Transacción del Diario Nº %d.
id_id: Mengubah Jurnal Transaksi # %d.
it_it: Stai modificando la Transazione # %d del giornale.
ka_ge: ჟურნალის ტრანზაქციის # %d ცვლილება.
pt_br: Modificando Transação no Diário # %d.
pt_pt: A Modificar Transação Contabilística no Diário Nº %d.

source: Journal Entry
da_dk: Bilag reg.
es_es: Asiento de Diario
id_id: Input Jurnal
it_it: Registrazione
ka_ge: გატარება
pt_br: Entrada Direta no Diário
pt_pt: Entrada no Diário
ru_ru: Журнал вход

source: Journal entry has been entered
da_dk: Bilaget er registreret.
es_es: El asiento de diario ha sido introducido
id_id: Jurnal berhasil dimasukkan
it_it: La registrazione è stata inserita
ka_ge: გატარება შესრულებულია
pt_br: Lançamento Direto no diário foi registrado
pt_pt: A entrada no diário foi registada
ru_ru: Запись в журнале была введена

source: &View this Journal Entry
es_es: &Ver este Asiento de Diario
id_id: Tampilkan Jurnal ini (&T)
it_it: &Visualizza questa registrazione
ka_ge: დაათვალიერე გატარება
pt_br: Vizualizar este Lançamento Direto
pt_pt: &Visualizar esta Entrada no Diário
ru_ru: Просмотр этой записи журнала

source: Enter &New Journal Entry
es_es: Introducir &Nuevo Asiento de Diario
id_id: Buat Jurnal Baru (&B)
it_it: Inserisci una &Nuova Registrazione
ka_ge: შეიყვანე ახალი გატარება
pt_br: Digitar Novo Lançamento Direto
pt_pt: Introduzir &Nova Entrada no Diário
ru_ru: Ввести новый запись в журнал

source: Journal entry has been updated
es_es: El asiento de diario ha sido introducido
id_id: Jurnal berhasil diperbarui
it_it: La registrazione è stata aggiornata
ka_ge: გატარება განახლებულია
pt_br: Lançamento Direto foi atualizado
pt_pt: Entrada no Diário foi atualizada
ru_ru: Запись в журнале была обновлена

source: Return to Journal &Inquiry
es_es: Volver a &Consulta del Diario
id_id: Kembali ke pencarian jurnal (&K)
it_it: Ritorna alla &Ricerca giornale
ka_ge: დაუბრუნდი ჟურნალს დაკითხვა
pt_br: Retornar para Cosulta ao Diário
pt_pt: Retomar à &Consulta do Diário
ru_ru: Вернуться в Журнал запросов

source: You can edit directly only journal entries created via Journal Entry page.
es_es: Sólo puedes editar directamente introducidas de diario creadas mediante la página de Entrada de Diario.
it_it: Puoi modificare direttamente solo le registrazioni create attraverso la pagina di registrazione.
ka_ge: ჟურნალიდან მხოლოდ იმ ჩანაწერის რედაქტირებაა შესაძლებელი რომლებიც შექმნილია ჟურნალის გატარებების გვერდიდან.
pt_br: Você pode editar diretamente somente entradas no diários criadas via página de Lançamento Direto.
pt_pt: Só é possivel editar, os casos em que a entrada no diário ter sido diretamente introduzida napágina de Entrada de Diário.

source: Entry &New Journal Entry
es_es: Introducir &Nuevo Asiento de Diario
id_id: Buat Jurnal Baru (&B)
it_it: Inserisci una &Nuova Registrazione
ka_ge: შეიყვანე ახალი გატარება
pt_br: Entrada de Novo Lançamento Direto
pt_pt: Introduzir &Nova Entrada no Diário
ru_ru: Вступление нового записа в журнале

source: You must enter at least one journal line.
da_dk: Du skal angive mindst en bilagslinie.
es_es: Debe introducir al menos una linea del diario.
id_id: Anda harus memasukkan minimal satu baris jurnal.
it_it: Devi inserire almeno una linea nel giornale.
ka_ge: უნდა შეიყვანო მინიმუმ ერთი გატარება.
pt_br: Você deve entrar no mínimo uma linha no diário.
pt_pt: Deve introduzir pelo menos uma linha de diário.
ru_ru: Вы должны ввести хотя бы один журнал линии.

source: The journal must balance (debits equal to credits) before it can be processed.
da_dk: Bilaget skal balancere (debet beløb samme som kredit beløb) inden det kan gemmes.
es_es: El diario debe estar cuadrado (deber = haber) antes de que pueda ser procesado.
id_id: Jurnal harus seimbang (debit sama dengan kredit) sebelum dapat diproses.
it_it: Il giornale deve quadrare (debiti in misura uguale ai crediti) prima di poter essere processato.
ka_ge: ჟურნალი უნდა დაბალანსდეს (კრედიტები ტოლია დებეტების)
pt_br: O diário deve equilibrar(débitos iguais aos créditos) antes que isto possa ser processado.
pt_pt: O diário para ser processado deve estar balanceado (débitos iguais aos créditos).

source: The exchange rate must be numeric and greater than zero.
da_dk: Valutakursen skal være numerisk og større end 0.
es_es: La tasa de cambio debe ser numérica y mayor que cero.
it_it: Il tasso di cambio deve essere numerico e maggiore di zero.
ka_ge: ვალუტის კურსი უნდა იყოს დადებითი რიცხვი.
pt_br: A taxa de câmbio deve ser numérica e maior que zero.
pt_pt: A taxa de câmbio deve ser numérica e maior que zero.
ru_ru: Обменный курс должен быть числовым и больше нуля.

source: Dimension is closed.
da_dk: Dimensionen er afsluttet.
es_es: La dimensión está cerrada.
id_id: Dimensi ditutup.
it_it: La dimensione è chiusa.
ka_ge: განზომილება დახურულია.
pt_br: Departamento está fechado.
pt_pt: Centro de Custo está fechado.
ru_ru: Измерения закрыт.

source: You must enter either a debit amount or a credit amount.
da_dk: Du skal angive et debet beløb eller et kredit beløb.
es_es: Debe introducir sólo importe de deber o importe de haber.
id_id: Anda harus memasukkan salah satu nilai debit atau nilai kredit.
it_it: Devi inserire l'ammontare del debito o del credito.
ka_ge: უნდა შეიყვანო ან დებეტის თანხა ან კრედიტის თანხა.
pt_br: Você deve digitar uma quantidade de débito ou crédito.
pt_pt: Deve digitar um valor a débito ou um valor a crédito.
ru_ru: Вы должны войти или дебетовые суммы или суммы кредита.

source: The debit amount entered is not a valid number or is less than zero.
da_dk: Angivet debetbeløb er ugyldigt eller mindre end 0.
es_es: El monto de deber introducido no es un número válido o es menor que cero.
id_id: Nilai debit tidak valid atau kurang dari nol.
it_it: L'ammontare del debito inserito non è un numero valido o è minore di zero.
ka_ge: დებიტის თნახა არ არის სწორი ან უარყოფითია.
pt_br: A quantia de débito digitado é menor que zero ou não um número válido.
pt_pt: O valor a débito inserido não é um número válido ou é inferior a zero.
ru_ru: Сумма дебетовых вошли не является допустимым числом или меньше нуля.

source: The credit amount entered is not a valid number or is less than zero.
da_dk: Angivet kreditbeløb er ugyldig eller mindre end 0.
es_es: El monto de haber introducido no es un número válido o es menor que cero.
id_id: Nilai kredit tidak valid atau kurang dari nol.
it_it: L'ammontare del credito inserito non è un numero valido o è minore di zero.
ka_ge: კრედიტის თნხა არ არის სწორი ან უარყოფითია.
pt_br: A quantia de crédito digitado é menor que zero ou não um número válido.
pt_pt: O valor a crédito inserido não é um número válido ou é inferior a zero.
ru_ru: Сумма кредита вошли не является допустимым числом или меньше нуля.

source: Cannot post to GL account used by more than one tax type.
da_dk: Kan ikke poster til GL konto som bruges af mere end én tax type.
es_es: No se puede publicar en cuenta del Libro Mayor usada por mas de un tipo de Impuestos.
id_id: Tidak dapat memposting ke akun GL yang digunakan oleh lebih dari satu jenis pajak.
it_it: Non puoi inviare alla contabilità conti che usano più di un tipo di tassa
ka_ge: ანგარიშზე გატარება შეუძლებელია რომელშიც გამოყენებულია ერთზე მეტი გადასახადის ტიპი.
pt_br: Não é possível comentar para conta utilizada do GL por mais de um tipo de imposto.
pt_pt: Não de pode utilizar uma conta do Plano de Contas que é usada em mais do que um tipo de imposto.
ru_ru: Не удается отправить сообщение в GL счета используются более чем в одном налоговом типа.

source: You cannot make a journal entry for a bank account. Please use one of the banking functions for bank transactions.
da_dk: Du kan ikke udføre en bilagsregistrering for et bank konto. Brug en af bankfunktionerne for bank transaktioner.
es_es: No puede crear un asiento de diario para una cuenta bancaria. Por favor utilice una de las funciones de banco para transacciones bancarias.
id_id: Anda tidak dapat membuat jurnal untuk akun bank. Mohon gunakan salah satu fungsi bank atau transaksi bank.
it_it: Non puoi fare una registrazione per un Conto Bancario. Usare le funzioni bancarie per le transazioni bancarie.
ka_ge: ჟურნალიდან ბანკის ანგარიშისთვის ვერ გააკეთებ გატარებას. გამოიყენე ბანკის ერთ-ერთი ფუნქცია.
pt_br: Você não pode fazer uma lançamento direto para uma conta corrente. Favor usar uma das funções bancárias para tranzações bancárias.
pt_pt: Não é possivel criar uma entrada de diário para uma conta bancária. Favor usar uma das funções bancárias para registar uma transação.

source: Rows
da_dk: Linier
es_es: Filas
id_id: Baris
it_it: Righe
ka_ge: რიგები
pt_br: Linhas
pt_pt: Linhas
ru_ru: Строки

source: Input Tax
da_dk: Indgående moms
es_es: Impuesto de introducida
id_id: Masukan Pajak
it_it: Tassa di Entrata
ka_ge: შესყიდვებზე გადასახადი
pt_br: Entrada de Imposto
pt_pt: Entrada de Imposto
ru_ru: Входной налоговой

source: Output Tax
da_dk: Udgående moms.
es_es: Impuesto de salida
id_id: Keluaran Pajak
it_it: Tassa di Uscita
ka_ge: გადასახადი გაყიდვებზე
pt_br: Saída de Imposto
pt_pt: Saída de Imposto
ru_ru: Выходные налоговой

source: Process Journal Entry
da_dk: Gem bilaget
es_es: Procesar Asiento de Diario
id_id: Proses Jurnal
it_it: Processa Registrazione
ka_ge: გაატარე
pt_br: Processar Entrada no Diário
pt_pt: Processar Entrada de Diário
ru_ru: Вступление Процесс Journal

source: Process journal entry only if debits equal to credits
da_dk: Udfør kun bilagsregistreringen såfremt debit er lig med kredit
es_es: Procesar Asiento de Diario solo si deber = haber
id_id: Proses jurnal hanya jika debit sama dengan kredit
it_it: Processa Registrazione solo se i debiti sono equivalenti ai crediti
ka_ge: გაატარე მხოლოდ როცა დებეტები კრედიტების ტოლია
pt_br: Processar lançamento direto somente se os débitos forem iguais aos créditos
pt_pt: Processar Entrada de Diário apenas se débito = crédito
ru_ru: Процесс вступления журнала, только если дебет равно кредитов

source: GL Accounts
da_dk: Konti
es_es: Cuentas de Libro Mayor
id_id: Akun GL
it_it: Conti di contabilità generale
ka_ge: მთ.წიგნის ანგარიშები
pt_br: Contas do Livro Razão
pt_pt: Contas SNC
ru_ru: GL счетов

source: Account Code
da_dk: Kontonummer
es_es: Código de Cuenta
id_id: Kode Akun
it_it: Codice Conto
ka_ge: ანაგარიშის კოდი
pt_br: Código da Conta
pt_pt: Código da Conta
ru_ru: Код счета

source: Category
da_dk: Kategori
es_es: Categoría
id_id: Kategori
it_it: Categoria
ka_ge: კატეგორია
pt_br: Categoria
pt_pt: Categoria
ru_ru: Категория

source: Balance Sheet Drilldown
da_dk: Balance Ark Detaljefokus
es_es: Detalle de la Hoja de Balance
id_id: Rincian Neraca
it_it: Dettagli Bilancio
ka_ge: ფინ. მდგომ. უწყისის გაშიფვრა
pt_pt: Balancete
ru_ru: Баланс Drill Down

source: As at:
da_dk: Som på:
es_es: Como en:
it_it: Al:
ka_ge: თარიღისთვის:
pt_pt: Como em:
ru_ru: По состоянию на:

source: Calculated Return
da_dk: Beregnet resultat
es_es: Retorno calculado
it_it: Rendimento Calcolato
ka_ge: გაანგარიშებული უკუგება
pt_br: Retorno Calculado
pt_pt: Cálculo de Lucro
ru_ru: Рассчитать Вернуться

source: Liabilities
da_dk: Forpligtelser
es_es: Pasivos
id_id: Hutang
it_it: Passività
ka_ge: ვალდებულებები
pt_br: Obrigações
pt_pt: Passivo
ru_ru: Обязательства

source: and
da_dk: og
es_es: y
id_id: dan
it_it: e
ka_ge: და
pt_br: e
pt_pt: e
ru_ru: и

source: Equities
da_dk: Aktier
es_es: Renta Variable
id_id: Ekuitas
it_it: Azioni
ka_ge: საწესდებო კაპიტალი
pt_br: Ações
pt_pt: Ações
ru_ru: Акции

source: Bank Statement
da_dk: Bankkonto udtog
es_es: Estado del Banco
it_it: Estratto Conto
ka_ge: ბანკის ამონაწერი
pt_br: Extrato Bancário
pt_pt: Extrato Conta Bancária
ru_ru: Выписка

source: Opening Balance
da_dk: Primo balance
es_es: Balance Inicial
id_id: Saldo Awal
it_it: Bilancio di apertura
ka_ge: საწყისი ნაშთი
pt_br: Saldo Inicial
pt_pt: Saldo Inicial
ru_ru: Сальдо на начало периода

source: Ending Balance
da_dk: Ultimo balance
es_es: Balance Final
id_id: Saldo Akhir
it_it: Bilancio di chiusura
ka_ge: ბოლო ნაშთი
pt_br: Saldo Final
pt_pt: Saldo Final
ru_ru: Остаток на конец периода

source: General Ledger Inquiry
da_dk: Bogførings undersøgelse
es_es: Consultar Cuenta de Mayor General
id_id: Pencarian Akun GL
it_it: Ricerca Contabilità Generale
ka_ge: მთ.წიგნის დაკითხვა
pt_br: Consulta Livro-Razão
pt_pt: Consultar Registos Contabilísticos
ru_ru: General Ledger запрос

source: All Accounts
es_es: Todas las Cuentas
id_id: Semua Akun
it_it: Tutti i Conti
ka_ge: ყველა ანგარიში
pt_pt: Todas as Contas
ru_ru: Все счета

source: Amount min:
da_dk: Minimum Beløb:
es_es: Monto mínimo:
id_id: Jumlah min:
it_it: Importo min:
ka_ge: მინიმალური თანხა:
pt_br: Quantidade min.:
pt_pt: Valor min.:
ru_ru: Количество мин:

source: Amount max:
da_dk: Maks Beløb:
es_es: Monto máximo:
id_id: Jumlah max:
it_it: Importo max:
ka_ge: მაქსიმალური თანხა:
pt_br: Quantia max.:
pt_pt: Valor max.:
ru_ru: Сумма не более:

source: No general ledger transactions have been created for the specified criteria.
da_dk: Ingen finansposteringer er oprettet for de angivne kriterier.
es_es: No hay transacciones del mayor general creadas para los criterios especificados.
id_id: Belum ada transaksi GL yang dibuat sesuai kriteria yang dipilih.
it_it: Non sono state create transazioni di contabilità generale per questo specifico criterio.
ka_ge: მითითებული კრიტერიუმისთვის ტრანზაქციები არ არსებობს.
pt_br: Não foi criado tranzações do livro-razão geral para os critérios especificados.
pt_pt: Não existem transações contabilísticas criadas com os critérios especificados.

source: Trial Balance
da_dk: Råbalance
es_es: Balance de Comprobación
id_id: Neraca Saldo
it_it: Bilancio di Verifica
ka_ge: საცდელი ბალანსი
pt_br: Balancete
pt_pt: Balancete
ru_ru: Пробный баланс

source: No zero values
da_dk: Ej nulværdier
es_es: Valores no cero
id_id: Hilangkan Akun Bernilai Nol
it_it: No valori zero
ka_ge: ნულოვანი სიდიდეების გარდა
pt_br: Sem valores zerados
pt_pt: Sem valores zero
ru_ru: Нет нулевых значений

source: Only balances
da_dk: Kun saldi
es_es: Sólo balances
id_id: Hanya Tampilkan Saldo
it_it: Solo Bilanci
ka_ge: მხოლოდ ნაშთები
pt_br: Somente saldos
pt_pt: Somente saldos
ru_ru: Только остатки

source: Group
da_dk: Gruppe
es_es: Grupo
id_id: Grup
it_it: Gruppo
ka_ge: ჯგუფი
pt_br: Grupo
pt_pt: Grupo
ru_ru: Группа

source: The from date cannot be bigger than the fiscal year end.
es_es: La fecha desde no puede ser mayor que la del fin del año fiscal.
id_id: Tanggal mulai tidak boleh lebih dari akhir tahun fiskal.
ka_ge: ფორმის თარიღი არ შეიძლება ფისკალური წლის ბოლოზე წინ იყოს.
pt_pt: O valor a partir da data não pode ser maior do que o final do ano fiscal.
ru_ru: От дата не может быть больше, чем после окончания финансового года.

source: Account Name
da_dk: Kontonavn
es_es: Nombre de Cuenta
id_id: Nama Akun
it_it: Nome Conto
ka_ge: ანგარიშის სახელი
pt_br: Nome da Conta
pt_pt: Nome da Conta
ru_ru: Имя счета

source: Brought Forward
da_dk: Transport
es_es: Transferido
id_id: Saldo Sebelumnya
it_it: Portato Avanti
ka_ge: წინა პერიოდის ნაშთი
pt_br: Saldo Anterior
pt_pt: Valor Transitado
ru_ru: Выдвинутые

source: This Period
da_dk: Denne periode
es_es: Este Período
id_id: Periode Ini
it_it: Questo periodo
ka_ge: მიმდინარე პერიოდი
pt_br: Este Período
pt_pt: Este Período
ru_ru: Этот период

source: Class
es_es: Clase
id_id: Kelas
pt_pt: Classe
ru_ru: Класс

source: The Opening Balance is not in balance, probably due to a non closed Previous Fiscalyear.
es_es: El Balance Inicial no esta cuadrado, probablemente debido a que el Año Fiscal Anterior no esta cerrado.
id_id: Saldo Awal tidak seimbang, mungkin ada tahun fiskal yang belum ditutup.
ka_ge: საწყისი ნაშთი არ ბალანსდება, სავარაუდოდ დაუხურავი ფისკალური წლის გამო.
pt_pt: O balanço inicial não está em equilíbrio, provavelmente devido a um Ano Fiscal anterior não fechado.

source: Journal Inquiry
da_dk: Journal undersøgelse
es_es: Consulta de Diario
id_id: Pencarian Jurnal
it_it: Ricerca giornale
ka_ge: ჟურნალის დაკითხვა
pt_br: Consulta do Diário
pt_pt: Consulta do Diário
ru_ru: Журнал запросов

source: Enter reference fragment or leave empty
da_dk: Indtast henvisning fragment eller forlade tom
es_es: Escribe fragmento de referencia o deja en blanco
id_id: Masukkan sebagian referensi atau biarkan kosong
it_it: Inserire frammento di riferimento o lasciare vuoto
ka_ge: შეიყვანე მინიშნების ფრაგმენტი ან დატოვე ცარიელი
pt_br: Digitar fragmento de referência ou deixe em branco
pt_pt: Digitar fragmento de referência ou deixe em branco
ru_ru: Введите ссылку фрагмент или оставить пустым

source: Enter memo fragment or leave empty
da_dk: Angiv memo fragment eller efterlade tomme
es_es: Introduzca fragmento de texto o deje vacío
id_id: Masukkan sebagian memo atau biarkan kosong
it_it: Inserire frammento di memoria o lasciare libero
ka_ge: შეიყვანე მემოს ფრაგმენტი ან დატოვე ცარიელი
pt_pt: Digitar fragmento de texto ou deixe em branco
ru_ru: Введите памятку фрагмент или оставить пустым

source: Show closed:
da_dk: Vis lukkede:
es_es: Mostrar cerrados:
id_id: Tampilkan yang ditutup:
it_it: Mostra chiusi:
ka_ge: აჩვენე დახურული:
pt_br: -Mostrar fechamento:
pt_pt: Mostrar fechado:
ru_ru: Показать закрыты:

source: Trans #
da_dk: Transaktionsnr.
es_es: Trans Nº
ka_ge: ტრანზ #
pt_pt: Trans Nº
ru_ru: Транс #

source: Supplier's Reference
da_dk: Kreditor reference
es_es: Referencia del Proveedor
id_id: Referensi Pemasok
it_it: Riferimento fornitore
ka_ge: მომწოდებლის მინიშნება
pt_br: Referência do Fornecedor
pt_pt: Referência Fornecedor

source: User
da_dk: Bruger
es_es: Usuario
id_id: Pengguna
it_it: Utente
ka_ge: მომხმარებელი
pt_br: Usuário
pt_pt: Utilizador
ru_ru: Пользователь

source: Profit & Loss Drilldown
da_dk: Profit & Tab Detaljeret visning
es_es: Desglose de Pérdidas y Ganancias
id_id: Rincian Laba Rugi
it_it: Dettagli Profitti & Perdite
ka_ge: მოგება/ზარალის გაშიფვრა
pt_pt: Resumo de Lucros e Perdas
ru_ru: Прибыль и Потери Drill Down

source: Accumulated
da_dk: Akkumuleret
es_es: Acumulado
id_id: Akumulasi
it_it: Accumulato
ka_ge: აკუმულირებული
pt_br: Acumulado
pt_pt: Acumulado
ru_ru: Накопленный

source: Period Y-1
da_dk: Periode Æ-1
es_es: Período A-1
id_id: Periode Y-1
it_it: Periodo A-1
ka_ge: პერიოდი Y-1
pt_br: Período A-1
pt_pt: Período Ano-1
ru_ru: Период Г-1

source: Budget
es_es: Partida de dinero
id_id: Anggaran
ka_ge: ბიუჯეტი
pt_br: Orçamento
pt_pt: Orçamento
ru_ru: Бюджет

source: Compare to
da_dk: Jævnfør med
es_es: Comparar con
id_id: Dibandingkan
it_it: Confronta con
ka_ge: შეადარე
pt_br: Comparar para
pt_pt: Comparar com
ru_ru: По сравнению с

source: Group/Account Name
da_dk: Gruppe/Konto Navn
es_es: Nombre de Grupo/Cuenta
id_id: Nama Grup/Akun
it_it: Nome Gruppo/Conto
ka_ge: ჯგუფის/ანაგარიშის სახელი
pt_pt: Grupo/Nome Conta
ru_ru: Группа / Имя счета

source: Achieved %
da_dk: Opnået %
es_es: Porcentaje alcanzado
id_id: Pencapaian %
it_it: Conseguito %
ka_ge: არქივირებულია %
pt_br: Alcançado %
pt_pt: Alcançado %
ru_ru: Выполнено %

source: Tax Inquiry
da_dk: Afgift Forespørgsel
es_es: Consulta de Impuestos
id_id: Pencarian Pajak
it_it: Ricerca Tassa
ka_ge: გადასახადების დაკითხვა
pt_br: Consulta de Imposto
pt_pt: Consulta de Imposto
ru_ru: Налоговый запрос

source: Outputs
da_dk: Udgående oms.
es_es: Salidas
id_id: Keluaran
it_it: Uscite
ka_ge: გაყიდვები
pt_br: Saídas
pt_pt: Saídas
ru_ru: Выходы

source: Inputs
da_dk: Indgående oms.
es_es: Entradas
id_id: Masukan
it_it: Entrate
ka_ge: შესყიდვები
pt_br: Entradas
pt_pt: Entradas
ru_ru: Затраты

source: Charged on sales
da_dk: Opkrævet på salg
es_es: Cargardo en las ventas
id_id: Dibiayakan pada saat penjualan
it_it: Addebitato sulle vendite
ka_ge: დარიცხული გაყიდვებზე
pt_br: Cobrado nas vendas
pt_pt: Cobrado nas vendas
ru_ru: Заряженный по продажам

source: Paid on purchases
da_dk: Betalt ved køb
es_es: Pago en Compras
id_id: Dibayarkan pada saat pembelian
it_it: Pagato sugli acquisti
ka_ge: გადახდილი შესყიდვებზე
pt_br: Pago nas compras
pt_pt: Pago nas compras
ru_ru: Платный на покупках

source: Net payable or collectible
da_dk: Netto skal betales eller inddrives
es_es: Neto a pagar o recaudable
id_id: Jumlah bersih yang harus dibayarkan atau dapat ditarik
it_it: Netto da pagare o recuperare
ka_ge: ნეტო გადასახდელი ან ჩასათვლელი
pt_br: Pagamento líquido ou recebíveis
pt_pt: Pagamento líquido ou recebíveis
ru_ru: Чистая задолженность или коллекционные
