Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.8-1.po
Languages: ta_in

source: The location name must be entered.
ta_in: இருப்பிடப் பெயர் உள்ளிடப்பட வேண்டும்.

source: Selected location has been updated
ta_in: தேர்ந்தெடுத்த இடம் புதுப்பிக்கப்பட்டது

source: New location has been added
ta_in: புதிய இடம் சேர்க்கப்பட்டுள்ளது

source: Cannot delete this location because item movements have been created using this location.
ta_in: இந்த இருப்பிடத்தை பயன்படுத்தி உருப்படியின் இயக்கங்கள் உருவாக்கப்பட்டதால் இந்த இருப்பிடத்தை நீக்க முடியவில்லை.

source: Cannot delete this location because it is used by some work orders records.
ta_in: இந்த இருப்பிடத்தை நீக்க முடியாது, ஏனென்றால் சில வேலை ஆணை பதிவுகள் பயன்படுத்தப்படுகின்றன.

source: Cannot delete this location because it is used by some branch records as the default location to deliver from.
ta_in: இந்த இருப்பிடத்தை நீக்க முடியாது, ஏனென்றால் சில கிளை பதிவேடுகளால் இயல்புநிலை இருப்பிடமாக இருந்து வழங்கப்படுகிறது.

source: Cannot delete this location because it is used by some related records in other tables.
ta_in: இந்த அட்டவணையை நீக்க முடியாது, ஏனெனில் இது மற்ற அட்டவணையில் சில தொடர்புடைய பதிவுகளால் பயன்படுத்தப்படுகிறது.

source: Selected location has been deleted
ta_in: தேர்ந்தெடுக்கப்பட்ட இடம் நீக்கப்பட்டது

source: Location Code
ta_in: இடம் குறியீடு

source: Location Name
ta_in: இருப்பிடம் பெயர்

source: Location Code:
ta_in: இருப்பிடம்:

source: Location Name:
ta_in: இருப்பிடம் பெயர்:

source: Contact for deliveries:
ta_in: பந்துகளுக்கு தொடர்பு:

source: Telephone No:
ta_in: தொலைபேசி எண்:

source: Facsimile No:
ta_in: தொலைநகல் இல்லை:

source: Sales Kits & Alias Codes
ta_in: விற்பனை கருவிகள் & அலைஸ் குறியீடுகள்

source: Stock Item
ta_in: பங்கு பொருள்

source: kit
ta_in: கிட்

source: The quantity entered must be numeric and greater than zero.
ta_in: உள்ளிடப்பட்ட அளவு பூஜ்ஜியத்தை விட எண் மற்றும் பெரியதாக இருக்க வேண்டும்.

source: Kit/alias code cannot be empty.
ta_in: கிட்/மாற்று குறியீடு காலியாக இருக்க முடியாது.

source: The selected component contains directly or on any lower level the kit under edition. Recursive kits are not allowed.
ta_in: தேர்ந்தெடுக்கப்பட்ட கூறு நேரடியாகவோ அல்லது குறைந்த அளவிலான பதிப்பு பதிப்பின் கீழ் கிட் உள்ளது. மீட்டெடுப்பு கருவிகள் அனுமதிக்கப்படாது.

source: The selected component is already in this kit. You can modify it's quantity but it cannot appear more than once in the same kit.
ta_in: தேர்ந்தெடுத்த கூறு ஏற்கனவே இந்த கிட் உள்ளது. நீங்கள் அதை அளவு மாற்ற முடியும் ஆனால் அது தோன்ற முடியாது

source: New alias code has been created.
ta_in: புதிய மாற்று குறியீடு உருவாக்கப்பட்டது.

source: New component has been added to selected kit.
ta_in: தேர்ந்தெடுக்கப்பட்ட கிட்டிற்கு புதிய கூறு சேர்க்கப்பட்டது.

source: Component of selected kit has been updated.
ta_in: தேர்ந்தெடுக்கப்பட்ட கிட் கூறு புதுப்பிக்கப்பட்டது.

source: Kit common properties has been updated
ta_in: கிட் பொதுவான பண்புகள் புதுப்பிக்கப்பட்டுள்ளன

source: This item cannot be deleted because it is the last item in the kit used by following kits
ta_in: இந்த உருப்படியை நீக்க முடியாது, ஏனெனில் இது பின்வரும் கிட்களில் பயன்படுத்தப்படும் கிட் இல் கடைசி உருப்படி

source: The component item has been deleted from this bom
ta_in: இந்த உருப்படியிலிருந்து இந்த உருப்படியானது நீக்கப்பட்டது

source: Select a sale kit:
ta_in: விற்பனை கிட் ஒன்றைத் தேர்ந்தெடுக்கவும்:

source: New kit
ta_in: புதிய கிட்

source: Alias/kit code:
ta_in: அலிஸ்/கிட் குறியீடு:

source: Update kit/alias name
ta_in: கிட்/மாற்று பெயரை புதுப்பிக்கவும்

source: Component:
ta_in: உபகரண:

source: kits
ta_in: கருவி

source: View Inventory Adjustment
ta_in: சரக்கு சீரமைப்பு

source: At Location
ta_in: இருப்பிடம்

source: This adjustment has been voided.
ta_in: இந்த சரிசெய்தல் நீக்கப்பட்டது.

source: View Inventory Transfer
ta_in: சரக்கு பரிமாற்றத்தைக் காண்க

source: From Location
ta_in: இடம் இருந்து

source: To Location
ta_in: இடம்

source: Search Outstanding Work Orders
ta_in: சிறந்த வேலை ஆணைகள் தேட

source: Search Work Orders
ta_in: தேடல் பணி ஆணைகள்

source: at Location:
ta_in: இடம்:

source: for item:
ta_in: உருப்படி:

source: Select documents
ta_in: ஆவணங்களைத் தேர்ந்தெடுக்கவும்

source: Release
ta_in: வெளியீட்டு

source: Issue
ta_in: வெளியீடு

source: Produce
ta_in: உற்பத்தி

source: Required
ta_in: தேவையான

source: Required By
ta_in: தேவையான

source: Marked orders are overdue.
ta_in: குறிக்கப்பட்ட கட்டளைகள் தாமதமாகும்.

source: Produce or Unassemble Finished Items From Work Order
ta_in: வேலை ஆணை முடிக்கப்பட்ட பொருட்களை உற்பத்தி அல்லது குழப்பாதே

source: The manufacturing process has been entered.
ta_in: உற்பத்தி செயல்முறை உள்ளிடப்பட்டுள்ளது.

source: View this Work Order
ta_in: இந்த வேலை ஆணை காண்க

source: View the GL Journal Entries for this Work Order
ta_in: இந்த வேலை ஆணைக்காக GL ஜர்னல் பதிவுகள் காண்க

source: Print the GL Journal Entries for this Work Order
ta_in: இந்த வேலை ஆணைக்காக GL ஜர்னல் பதிவுகள் அச்சிடுக

source: Select another &Work Order to Process
ta_in: செயலாக்கத்திற்கு வேறொரு & பணி வரிசையைத் தேர்ந்தெடுக்கவும்

source: The order number sent is not valid.
ta_in: அனுப்பப்பட்ட ஆர்டர் எண் செல்லுபடியாகாது.

source: The quantity entered is not a valid number or less then zero.
ta_in: உள்ளிட்ட அளவு தவறான எண்ணாகவோ அல்லது குறைவாகவோ பூஜ்ஜியமாக இல்லை.

source: The production date cannot be before the release date of the work order.
ta_in: வேலை தேதி வெளியீட்டு தேதிக்கு முன் உற்பத்தி தேதி இருக்க முடியாது.

source: The production exceeds the quantity needed. Please change the Work Order.
ta_in: உற்பத்தி தேவையான அளவை விட அதிகமாக உள்ளது. வேலை ஆணை மாற்றவும்.

source: The unassembling cannot be processed because there is insufficient stock.
ta_in: போதிய பங்கு இல்லை, ஏனெனில் unassembling செயலாக்க முடியாது.

source: The production cannot be processed because a required item would cause a negative inventory balance :
ta_in: உற்பத்தி செய்யமுடியாததால், தேவையான உருப்படியானது எதிர்மறையான சரக்கு இருப்பு ஏற்படுத்தும்:

source: Produce Finished Items
ta_in: முடிக்கப்பட்ட பொருட்கள் தயாரிக்கவும்

source: Return Items to Work Order
ta_in: பணி வரிசைக்கு திரும்பும் பொருட்கள்

source: Process
ta_in: செயல்முறை

source: Process And Close Order
ta_in: செயல்முறை மற்றும் மூடு ஆர்டர்

source: Work Order Additional Costs
ta_in: வேலை ஆணை கூடுதல் செலவுகள்

source: The additional cost has been entered.
ta_in: கூடுதல் செலவு உள்ளிடப்பட்டுள்ளது.

source: Enter another additional cost.
ta_in: மற்றொரு கூடுதல் செலவை உள்ளிடவும்.

source: The amount entered is not a valid number or less then zero.
ta_in: உள்ளிட்ட தொகை தவறான எண்ணாகவோ அல்லது குறைவாகவோ பூஜ்ஜியமாக இல்லை.

source: The additional cost date cannot be before the release date of the work order.
ta_in: வேலை உத்தரவு வெளியீட்டு தேதிக்கு முன்பாக கூடுதல் செலவின தேதி இருக்கக்கூடாது.

source: Additional Costs:
ta_in: கூடுதல் செலவுகள்:

source: Process Additional Cost
ta_in: கூடுதல் செலவு செயலாக்க

source: Work Order Entry
ta_in: பணி வரிசை நுழைவு

source: There are no manufacturable items defined in the system.
ta_in: கணினியில் வரையறுக்கப்பட்ட எந்த உற்பத்தி பொருட்களும் இல்லை.

source: The work order been added.
ta_in: வேலை ஒழுங்கு சேர்க்கப்பட்டது.

source: &Print This Work Order
ta_in: இந்த வேலை ஆர்டர் அச்சிட

source: &Email This Work Order
ta_in: இந்த வேலை ஆர்டர் மின்னஞ்சல்

source: The work order been updated.
ta_in: பணி வரிசை புதுப்பிக்கப்பட்டது.

source: Work order has been deleted.
ta_in: பணி ஒழுங்கு நீக்கப்பட்டது.

source: This work order has been closed. There can be no more issues against it.
ta_in: இந்த பணி ஒழுங்கு மூடப்பட்டது. அதற்கு எதிராக இன்னும் கூடுதலான பிரச்சினைகள் இருக்க முடியாது.

source: Enter a new work order
ta_in: புதிய பணி வரிசையை உள்ளிடவும்

source: Select an existing work order
ta_in: ஏற்கனவே இருக்கும் பணி வரிசையைத் தேர்ந்தெடுக்கவும்

source: The quantity entered is invalid or less than zero.
ta_in: உள்ளிடப்பட்ட அளவு பூஜ்ஜியத்தை விட தவறானது அல்லது குறைவாக உள்ளது.

source: The selected item to manufacture does not have a bom.
ta_in: உற்பத்திக்கான தேர்ந்தெடுக்கப்பட்ட உருப்படியை ஒரு bom இல்லை.

source: The labour cost entered is invalid or less than zero.
ta_in: உள்ளிட்ட தொழிலாளர் செலவு தவறானது அல்லது குறைவாக உள்ளது.

source: The cost entered is invalid or less than zero.
ta_in: உள்ளிட்ட செலவு பூஜ்ஜியத்தை விட தவறானது அல்லது குறைவாக உள்ளது.

source: The work order cannot be processed because there is an insufficient quantity for component:
ta_in: கூறுக்காக ஒரு போதிய அளவைக் கொண்டிருப்பதால், பணி வரிசையை செயலாக்க முடியாது:

source: The selected item cannot be unassembled because there is insufficient stock.
ta_in: போதுமான பங்கு இல்லை, ஏனெனில் தேர்ந்தெடுக்கப்பட்ட உருப்படி பிணைக்கப்பட முடியாது.

source: The quantity cannot be changed to be less than the quantity already manufactured for this order.
ta_in: இந்த வரிசையில் ஏற்கனவே தயாரிக்கப்பட்ட அளவைவிட அளவு குறைவாக இருக்க முடியாது.

source: This work order cannot be deleted because it has already been processed.
ta_in: ஏற்கனவே பணி புரியப்பட்டதால் இந்த பணி ஒழுங்கு நீக்க முடியாது.

source: This work order is closed and cannot be edited.
ta_in: இந்த பணி ஒழுங்கு மூடப்பட்டு திருத்த முடியாது.

source: Destination Location:
ta_in: இலக்கு இடம்:

source: Quantity Required:
ta_in: தேவையான அளவு:

source: Quantity Manufactured:
ta_in: அளவு உற்பத்தி:

source: Credit Labour Account
ta_in: கடன் தொழிலாளர் கணக்கு

source: Credit Overhead Account
ta_in: கடன் ஓவர்ஹெட் கணக்கு

source: Released On:
ta_in: வெளியிடப்பட்டது:

source: Save changes to work order
ta_in: வேலை வரிசையில் மாற்றங்களைச் சேமிக்கவும்

source: Close This Work Order
ta_in: இந்த வேலை ஆணை மூடு

source: Delete This Work Order
ta_in: இந்த வேலை ஆர்டர் நீக்கு

source: Add Workorder
ta_in: பணிநிலையை சேர்க்கவும்

source: Issue Items to Work Order
ta_in: வேலை ஆணை வெளியிட பொருட்கள்

source: The work order issue has been entered.
ta_in: பணி வரிசை சிக்கல் உள்ளிடப்பட்டுள்ளது.

source: The entered date for the issue is invalid.
ta_in: சிக்கலுக்கான நுழைவு தேதி தவறானது.

source: The issue cannot be processed because it would cause negative inventory balance for marked items as of document date or later.
ta_in: சிக்கல் செயலாக்கப்படாது, ஏனென்றால் அது ஆவணம் தேதி அல்லது பின்னர் குறிப்பிடப்பட்ட உருப்படிகளுக்கு எதிர்மறையான சரக்கு இருப்பு ஏற்படுத்தும்.

source: The process cannot be completed because there is an insufficient total quantity for a component.
ta_in: இந்த செயல்முறை முடிக்கப்பட முடியாது, ஏனென்றால் ஒரு கூறுக்கு போதுமான மொத்த அளவு இல்லை.

source: Component is :
ta_in: கூறு:

source: From location :
ta_in: இடம்:

source: The quantity entered is negative or invalid.
ta_in: உள்ளிட்ட அளவு எதிர்மறை அல்லது தவறானது.

source: Items to Issue
ta_in: வெளியீட்டுக்கான உருப்படிகள்

source: Process Issue
ta_in: செயல்முறை சிக்கல்

source: Work Order Release to Manufacturing
ta_in: உற்பத்தி ஆணை வெளியீடு

source: This work order has already been released.
ta_in: இந்த வேலை ஒழுங்கு ஏற்கனவே வெளியிடப்பட்டுள்ளது.

source: This Work Order cannot be released. The selected item to manufacture does not have a bom.
ta_in: இந்த வேலை ஆர்டர் வெளியிட முடியாது. உற்பத்திக்கான தேர்ந்தெடுக்கப்பட்ட உருப்படியை ஒரு bom இல்லை.

source: The work order has been released to manufacturing.
ta_in: வேலை ஒழுங்கு உற்பத்தி செய்யப்பட்டது.

source: Select another &work order
ta_in: வேறொரு & பணி வரிசையைத் தேர்ந்தெடுக்கவும்

source: Work Order #:
ta_in: பணி ஆணை #:

source: Work Order Reference:
ta_in: வேலை ஆர்டர் குறிப்பு:

source: Released Date
ta_in: வெளியிடப்பட்ட தேதி

source: Release Work Order
ta_in: வேலை ஆணை வெளியீடு

source: View Work Order Costs
ta_in: வேலை ஆணைச் செலவுகளைக் காண்க

source: Transaction
ta_in: பரிவர்த்தனை

source: Finished Product Requirements
ta_in: தயாரிப்பு தேவைகள் முடிக்கப்பட்டது

source: Additional Material Issues
ta_in: கூடுதல் பொருள் சிக்கல்கள்

source: Additional Costs
ta_in: கூடுதல் செலவுகள்

source: Finished Product Receival
ta_in: முடிந்தது தயாரிப்பு பெறுதல்

source: Production Costs for Work Order # %d
ta_in: வேலை ஆணைக்கான உற்பத்தி செலவுகள் #% d

source: View Work Order Issue
ta_in: வேலை ஆணை வெளியீடு காண்க

source: Issue #
ta_in: வெளியீடு #

source: For Work Order #
ta_in: வேலை ஆணை #

source: To Work Centre
ta_in: வேலை மையம்

source: Date of Issue
ta_in: வெளியீட்டு தேதி

source: This issue has been voided.
ta_in: இந்த சிக்கல் நீக்கப்பட்டது.

source: There are no items for this issue.
ta_in: இந்த சிக்கலுக்கு உருப்படிகள் எதுவுமில்லை.

source: Component
ta_in: உபகரண

source: Items for this Issue
ta_in: இந்த பிரச்சினைக்கான பொருட்கள்

source: View Work Order Production
ta_in: வேலை ஆணை உற்பத்தி காண்க

source: Production #
ta_in: உற்பத்தி #

source: Quantity Manufactured
ta_in: அளவு தயாரிக்கப்பட்டது

source: This production has been voided.
ta_in: இந்த உற்பத்தி நீக்கப்பட்டிருக்கிறது.

source: View Work Order
ta_in: வேலை ஆணை காண்க

source: BOM for item:
ta_in: உருப்படிக்கு BOM:

source: Work Order Requirements
ta_in: வேலை ஆணை தேவைகள்

source: Issues
ta_in: சிக்கல்கள்

source: Productions
ta_in: புரொடக்சன்ஸ்

source: This work order has been voided.
ta_in: இந்த வேலை ஒழுங்கு ரத்து செய்யப்பட்டது.

source: There are no manufactured or kit items defined in the system.
ta_in: கணினியில் வரையறுக்கப்பட்ட உற்பத்தி அல்லது கிட் உருப்படிகள் எதுவும் இல்லை.

source: Select a manufacturable item:
ta_in: ஒரு உற்பத்தி பொருளைத் தேர்ந்தெடுக்கவும்:

source: All Costs Are In:
ta_in: அனைத்து செலவுகள் உள்ளன:

source: Inventory Item Where Used Inquiry
ta_in: ஆய்வின் பொருள் பயன்படுத்தப்படும் விசாரணை எங்கே

source: Select an item to display its parent item(s).
ta_in: அதன் பெற்றோர் உருப்படியை (கள்) காட்ட ஒரு பொருளைத் தேர்ந்தெடுக்கவும்.

source: Parent Item
ta_in: பெற்றோர் பொருள்

source: Work Centre
ta_in: பணி மையம்

source: Quantity Required
ta_in: அளவு தேவைப்படுகிறது

source: Bill Of Materials
ta_in: பொருட்களின் அளவுக்கான ரசீது

source: There are no work centres defined in the system. BOMs require at least one work centre be defined.
ta_in: கணினியில் வரையறுக்கப்பட்ட பணி மையங்கள் இல்லை. BOM க்காக குறைந்தபட்சம் ஒரு பணி மையம் வரையறுக்கப்பட வேண்டும்.

source: Code
ta_in: குறியீடு

source: Copy BOM to another manufacturable item
ta_in: உற்பத்தி செய்யக்கூடிய மற்றொரு உருப்படிக்கு BOM ஐ நகலெடுக்கவும்

source: Selected component has been updated
ta_in: தேர்ந்தெடுத்த கூறு புதுப்பிக்கப்பட்டது

source: A new component part has been added to the bill of material for this item.
ta_in: இந்த உருப்படியின் பொருளுக்கான மசோதாவுக்கு ஒரு புதிய கூறு பகுதி சேர்க்கப்பட்டுள்ளது.

source: The selected component is already on this bom. You can modify it's quantity but it cannot appear more than once on the same bom.
ta_in: தேர்ந்தெடுக்கப்பட்ட கூறு ஏற்கனவே இந்த போரில் உள்ளது. நீங்கள் அதை அளவு மாற்ற முடியும் ஆனால் அது ஒரே ஒரு போரில் ஒரே நேரத்தில் தோன்ற முடியாது.

source: The selected component is a parent of the current item. Recursive BOMs are not allowed.
ta_in: தேர்ந்தெடுக்கப்பட்ட கூறு தற்போதைய உருப்படியின் ஒரு பெற்றோர். சுருக்கமாக BOM களை அனுமதிக்கவில்லை.

source: BOM copied to
ta_in: BOM நகலெடுக்கப்பட்டது

source: Location to Draw From:
ta_in: டிராவில் இடம்:

source: Work Centre Added:
ta_in: பணி மையம் சேர்க்கப்பட்டது:

source: Work Centres
ta_in: வேலை மையங்கள்

source: The work centre name cannot be empty.
ta_in: பணி மையத்தின் பெயர் காலியாக இருக்க முடியாது.

source: Selected work center has been updated
ta_in: தேர்ந்தெடுக்கப்பட்ட பணி மையம் புதுப்பிக்கப்பட்டது

source: New work center has been added
ta_in: புதிய பணி மையம் சேர்க்கப்பட்டுள்ளது

source: Cannot delete this work centre because BOMs have been created referring to it.
ta_in: இந்த பணியிடத்தை நீக்க முடியாது

source: Cannot delete this work centre because work order requirements have been created referring to it.
ta_in: இந்த வேலை மையத்தை நீக்க முடியாது, ஏனெனில் வேலை பொருட்டு தேவைகளை அது குறிப்பிடுகிறது.

source: Selected work center has been deleted
ta_in: தேர்ந்தெடுக்கப்பட்ட பணி மையம் நீக்கப்பட்டது

source: description
ta_in: விளக்கம்

source: The bill of material for this item is empty.
ta_in: இந்த உருப்படியின் பொருளுக்கான மசோதா காலியாக உள்ளது.

source: Cost
ta_in: செலவு

source: Standard Labour Cost
ta_in: தரமான தொழிற்கல்வி

source: Standard Overhead Cost
ta_in: நிலையான ஓவர்ஹெட் செலவு

source: Total Cost
ta_in: மொத்த செலவு

source: There are no Requirements for this Order.
ta_in: இந்த கட்டளைக்கு தேவைகள் இல்லை.

source: Unit Quantity
ta_in: அலகு அளவு

source: Total Quantity
ta_in: மொத்த அளவு

source: Units Issued
ta_in: அலகுகள் வெளியிடப்பட்டது

source: On Hand
ta_in: கையிலுள்ளது

source: Marked items have insufficient quantities in stock.
ta_in: குறியிடப்பட்ட உருப்படிகளில் போதியளவு அளவு இல்லை.

source: There are no Productions for this Order.
ta_in: இந்த வரிசையில் புரொடக்சன்ஸ் இல்லை.

source: There are no Issues for this Order.
ta_in: இந்த ஆணைக்கு சிக்கல்கள் எதுவும் இல்லை.

source: There are no additional costs for this Order.
ta_in: இந்த வரிசையில் கூடுதல் செலவுகள் இல்லை.

source: The work order number sent is not valid.
ta_in: அனுப்பப்பட்ட பணி வரிசை எண் செல்லுபடியாகாது.

source: Manufactured Item
ta_in: தயாரிக்கப்பட்ட பொருள்

source: Into Location
ta_in: இருப்பிடம்

source: This work order is closed.
ta_in: இந்த பணி ஒழுங்கு மூடப்பட்டது.

source: Marked items have insufficient quantities in stock as on day of issue.
ta_in: குறியீட்டுக்குரிய பொருட்களின் பங்கு நாள் முழுவதும் போதிய அளவிலான அளவுக்கு இல்லை.

source: Issue Date:
ta_in: வெளியீட்டு தேதி:

source: To Work Centre:
ta_in: வேலை மையம்:

source: Return Items to Location
ta_in: இருப்பிடத்திற்கு திரும்பும் பொருட்கள்

source: Issue Items to Work order
ta_in: வேலை பொருட்டு வெளியீடு பொருட்கள்

source: COGS changed from %s to %s for %d %s of '%s'
ta_in: '%s' இன் %s %d க்காக %s முதல் %s வரை COGS மாறியது

source: Issue of
ta_in: வெளியீடு

source: Issue to
ta_in: வெளியீடு

source: Production.
ta_in: உற்பத்தி.

source: Updated.
ta_in: புதுப்பிக்கப்பட்ட.

source: Canceled.
ta_in: ரத்தானது.

source: Released.
ta_in: வெளியிடப்பட்டது.

source: Payment for:
ta_in: கட்டணம்:

source: Supplier invoice adjustment for zero inventory of
ta_in: பூஜ்ஜிய சரக்குக்கான சப்ளையர் விலைப்பட்டியல் சரிசெய்தல்

source: Invoice
ta_in: விலைப்பட்டியல்

source: GRN Removal
ta_in: GRN அகற்றுதல்

source: Order Currency
ta_in: ஆர்டர் நாணயம்

source: For Purchase Order
ta_in: கொள்முதல் ஆணைக்காக

source: Delivery Date
ta_in: டெலிவரி தேதி

source: Deliver Into Location
ta_in: இடத்திற்கு அனுப்புக

source: Delivery Address
ta_in: டெலிவரி முகவரி

source: Order Comments
ta_in: ஆணை கருத்துரைகள்

source: Ordered On
ta_in: உத்தரவிட்டார்

source: Date Items Received
ta_in: தேதி உருப்படி பெற்றது

source: Source Invoices:
ta_in: மூல பற்றுகள்:

source: Supplier's Ref.:
ta_in: சப்ளையரின் Ref .:

source: Terms:
ta_in: விதிமுறை:

source: Dimension 2
ta_in: பரிமாணம் 2

source: Supplier's Currency:
ta_in: சப்ளையரின் நாணயம்:

source: Tax Group:
ta_in: வரி குழு:

source: Sub-total:
ta_in: கூட்டுத்தொகை:

source: Invoice Total:
ta_in: விலைப்பட்டியல் மொத்தம்:

source: Credit Note Total
ta_in: கடன் குறிப்பு மொத்தம்

source: Add GL Line
ta_in: GL வரி சேர்க்கவும்

source: Reset
ta_in: மீட்டமை

source: Clear all GL entry fields
ta_in: அனைத்து GL உள்ளீடு துறைகள் அழி

source: GL Items for this Invoice
ta_in: இந்த விலைப்பட்டியல் க்கான GL பொருட்கள்

source: GL Items for this Credit Note
ta_in: இந்த கடன் குறிப்புக்கு GL பொருட்கள்

source: Quick Entry:
ta_in: விரைவு நுழைவு:

source: Edit line from document
ta_in: ஆவணத்திலிருந்து வரியைத் திருத்துக

source: Add to Invoice
ta_in: விலைப்பட்டியல் சேர்க்கவும்

source: Add to Credit Note
ta_in: குறிப்பு குறிப்பு சேர்க்கவும்

source: Remove
ta_in: அகற்று

source: WARNING! Be careful with removal. The operation is executed immediately and cannot be undone !!!
ta_in: எச்சரிக்கை! அகற்றுதல் கவனமாக இருங்கள். அறுவை சிகிச்சை உடனடியாக செயல்படுத்தப்படுகிறது மற்றும் மறுக்க முடியாது !!!

source: You are about to remove all yet non-invoiced items from delivery line #%d. This operation also irreversibly changes related order line. Do you want to continue ?
ta_in: டெலிவரி வரி # %d இலிருந்து இதுவரை அல்லாத அனைத்து பொருட்களையும் நீங்கள் அகற்றப் போகிறீர்கள். இந்த நடவடிக்கை மேலும் பொருட்படுத்தாமல் தொடர்புடைய வரிசை வரிசையை மாற்றுகிறது. தொடர விரும்புகிறீர்களா?

source: Items Received Yet to be Invoiced
ta_in: இன்னும் பெறப்பட்ட பொருட்கள் பெறப்பட்ட வேண்டும்

source: Delivery Item Selected For Adding To A Supplier Credit Note
ta_in: வழங்கல் பொருள் ஒரு வழங்குபவர் கடன் குறிப்பு சேர்த்தல் தேர்ந்தெடுக்கப்பட்டார்

source: Received Items Charged on this Invoice
ta_in: பெறப்பட்ட பொருட்கள் இந்த விலைப்பட்டியல் மீது சார்ஜ் செய்யப்பட்டன

source: Received Items Credited on this Note
ta_in: இந்த குறிப்பில் பெறப்பட்ட பொருட்கள் பெறப்பட்டன

source: Received between
ta_in: இடையில் பெறப்பட்டது

source: Add All Items
ta_in: அனைத்து பொருட்களையும் சேர்க்கவும்

source: Delivery
ta_in: டெலிவரி

source: Received On
ta_in: பெறப்பட்டது

source: Quantity Received
ta_in: அளவு பெறப்பட்டது

source: Quantity Invoiced
ta_in: அளவு பங்கிட்டது

source: Qty Yet To Invoice
ta_in: விலைப்பட்டியல் இன்னும் இன்னும்

source: Price after Tax
ta_in: வரிக்குப் பிறகு விலை

source: Price before Tax
ta_in: வரி முன் விலை

source: Qty Yet To Credit
ta_in: கடன் இன்னும் கடன்

source: Line Value
ta_in: வரி மதிப்பு

source: There are no outstanding items received from this supplier that have not been invoiced by them.
ta_in: இந்த சப்ளையரிடமிருந்து பெறப்படாத சிறந்த பொருட்கள் எதுவும் இல்லை.

source: There are no received items for the selected supplier that have been invoiced.
ta_in: தேர்ந்தெடுக்கப்பட்ட சப்ளையர் பெறப்பட்ட பொருட்கள் கிடைக்கவில்லை.

source: Credits can only be applied to invoiced items.
ta_in: வரவுசெலவு செய்யப்படும் பொருட்களுக்கு மட்டுமே கடன்கள் வழங்கப்படும்.

source: Order Date:
ta_in: ஆர்டர் தேதி:

source: Delivery Date:
ta_in: டெலிவரி தேதி:

source: Invoice Date:
ta_in: விலைப்பட்டியல் தேதி:

source: Supplier Currency:
ta_in: சப்ளையர் நாணயம்:

source: Due Date:
ta_in: உரிய தேதி:

source: Supplier's Reference:
ta_in: சப்ளையரின் குறிப்பு:

source: Receive Into:
ta_in: பெறுக:

source: The default stock location set up for this user is not a currently defined stock location. Your system administrator needs to amend your user record.
ta_in: இந்த பயனருக்கு அமைக்கப்பட்ட இயல்புநிலை பங்கு இருப்பிடம் தற்போது வரையறுக்கப்பட்ட பங்கு இருப்பிடமாக இல்லை. உங்கள் கணினி நிர்வாகி உங்கள் பயனர் பதிவை மாற்றிக்கொள்ள வேண்டும்.

source: Deliver to:
ta_in: வழங்க:

source: Order Items
ta_in: ஆர்டர் பொருட்கள்

source: Received
ta_in: பெறப்பட்டது

source: Required Delivery Date
ta_in: தேவைப்படும் டெலிவரி தேதி

source: Line Total
ta_in: வரி மொத்தம்

source: Sub-total
ta_in: கூட்டுத்தொகை

source: Amount Total
ta_in: தொகை மொத்தம்

source: Refresh
ta_in: புதுப்பிப்பு

source: Required Pre-Payment
ta_in: தேவையான கட்டணம் செலுத்துதல்

source: Pre-Payments Allocated
ta_in: முன் பணம் செலுத்துதல் ஒதுக்கீடு

source: Payment:
ta_in: கொடுப்பனவு:

source: Delayed
ta_in: தாமதமாக

source: Pre-Payment Required:
ta_in: முன் செலுத்தும் தேவை:

source: Modify Purchase Order #
ta_in: வாங்குவதற்கான ஆர்டர் #

source: Purchase Order Entry
ta_in: ஆர்டர் நுழைவு வாங்க

source: Direct GRN Entry
ta_in: நேரடி GRN நுழைவு

source: Fixed Asset Purchase Invoice Entry
ta_in: நிலையான சொத்து கொள்முதல் விலைப்பட்டியல் நுழைவு

source: Direct Purchase Invoice Entry
ta_in: நேரடி கொள்முதல் விலைப்பட்டியல் நுழைவு

source: Purchase Order has been entered
ta_in: கொள்முதல் ஆர்டர் உள்ளிடப்பட்டுள்ளது

source: Purchase Order has been updated
ta_in: கொள்முதல் ஆர்டர் புதுப்பிக்கப்பட்டது

source: &View this order
ta_in: இந்த வரிசையை காண்க

source: &Print This Order
ta_in: இந்த வரிசையை அச்சிடவும்

source: &Email This Order
ta_in: இந்த வரிசையை மின்னஞ்சல் செய்யவும்

source: &Receive Items on this Purchase Order
ta_in: இந்த வாங்கிய ஆர்டர் மீது பொருட்களை பெறுக

source: Enter &Another Purchase Order
ta_in: மற்றொரு கொள்முதல் ஆணை சேர்க்கவும்

source: Select An &Outstanding Purchase Order
ta_in: ஒரு சிறந்த கொள்முதல் ஆணை தேர்ந்தெடுக்கவும்

source: Direct GRN has been entered
ta_in: நேரடி GRN உள்ளிடப்பட்டுள்ளது

source: &View this GRN
ta_in: இந்த GRN ஐ & காண்க

source: View the GL Journal Entries for this Delivery
ta_in: இந்த டெலிவரிக்கு GL ஜர்னல் பதிவுகள் காண்க
