Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.3-1.po
Languages: hi_in, zh_tw

source: Payment Items
hi_in: भुगतान आइटम
zh_tw: 付款項目

source: Deposit Items
hi_in: जमा आइटम
zh_tw: 存入項目

source: Process Payment
hi_in: भुगतान की प्रक्रिया
zh_tw: 付款處理

source: Process Deposit
hi_in: प्रक्रिया जमा
zh_tw: 存入處理

source: Budget Entry
hi_in: बजट प्रविष्टि
zh_tw: 預算輸入

source: There are no account groups defined. Please define at least one account group before entering accounts.
hi_in: कोई खाता समूह परिभाषित नहीं है खाते दर्ज करने से पहले कृपया कम से कम एक खाता समूह को परिभाषित करें
zh_tw: 沒有二級會計項目。在輸入會計項目前，請先定義一組二級會計項目。

source: The Budget has been saved.
hi_in: बजट को बचाया गया है
zh_tw: 預算已儲存。

source: The Budget has been deleted.
hi_in: बजट हटा दिया गया है
zh_tw: 預算已被刪除。

source: Account Code:
hi_in: खाता कोड:
zh_tw: 會計項目代號：

source: Get
hi_in: प्राप्त
zh_tw: 取得

source: Period
hi_in: अवधि
zh_tw: 期間

source: Dim. incl.
hi_in: मंद। incl।
zh_tw: 日期/構面(維度)

source: Last Year
hi_in: पिछले साल
zh_tw: 最近一年

source: Total
hi_in: कुल
zh_tw: 全部

source: Save
hi_in: बचाना
zh_tw: 儲存

source: Modifying Journal Transaction # %d.
hi_in: संशोधित जर्नल लेन-देन # %d.
zh_tw: 編輯日記帳交易 # %d。

source: Journal Entry
hi_in: जर्नल प्रविष्टि
zh_tw: 會計分錄輸入

source: Journal entry has been entered
hi_in: जर्नल प्रविष्टि दर्ज की गई है
zh_tw: 此筆會計分錄已輸入

source: &View this Journal Entry
hi_in: इस जर्नल प्रविष्टि को देखें
zh_tw: 檢視此筆會計分錄(&V)

source: Enter &New Journal Entry
hi_in: दर्ज करें नया जर्नल प्रवेश करें
zh_tw: 新增一筆會計分錄(&A)

source: Journal entry has been updated
hi_in: जर्नल प्रविष्टि को अपडेट किया गया है
zh_tw: 會計分錄已更新

source: Return to Journal &Inquiry
hi_in: जर्नल जांच पर लौटें
zh_tw: 返回日記帳查詢(&I)

source: You can edit directly only journal entries created via Journal Entry page.
hi_in: आप सीधे जर्नल प्रविष्टि पृष्ठ के माध्यम से बनाई गई जर्नल प्रविष्टियों को सीधे संपादित कर सकते हैं।
zh_tw: 透過會計分錄頁面你可以只直接編輯會計分錄。

source: Entry &New Journal Entry
hi_in: प्रवेश नई जर्नल प्रवेश
zh_tw: 新增一筆會計分錄(&N)

source: You must enter at least one journal line.
hi_in: आपको कम से कम एक जर्नल लाइन दर्ज करना होगा
zh_tw: 您至少輸入一行日記帳資料。

source: The journal must balance (debits equal to credits) before it can be processed.
hi_in: इस पत्रिका को संसाधित करने से पहले संतुलन (क्रेडिट के बराबर डेबिट) चाहिए।
zh_tw: 在過帳前分錄必須平衡(借方金額 = 貸方金額)。

source: The exchange rate must be numeric and greater than zero.
hi_in: विनिमय दर संख्यात्मक और शून्य से अधिक होने चाहिए।
zh_tw: 輸入的數量必須是數字且要大於 0 。

source: Check tax register records before processing transaction or switch off 'Include in tax register' option.
hi_in: लेनदेन प्रसंस्करण से पहले कर रजिस्टर रिकॉर्ड की जांच करें या 'टैक्स रजिस्टर में शामिल करें' विकल्प बंद करें।
zh_tw: 在處理交易之前檢查稅務登記記錄或關閉“納入稅務登記”選項。

source: Cannot determine tax register to be used. You have to make at least one posting either to tax or customer/supplier account to use tax register.
hi_in: उपयोग करने के लिए कर रजिस्टर निर्धारित नहीं कर सकते कर रजिस्टर का उपयोग करने के लिए आपको कम से कम एक को टैक्स या ग्राहक / आपूर्तिकर्ता खाते में पोस्ट करना होगा।
zh_tw: 無法確定要使用那一個課稅登記。 您必須至少向稅務部門或客戶/供應商帳戶進行過帳，才能使用課稅登記。

source: You must select GL account.
hi_in: आपको जीएल खाते का चयन करना होगा।
zh_tw: 你必選擇會計項目。

source: You must select subledger account.
hi_in: आपको सब्लेजर खाता चुनना होगा।
zh_tw: 你必須選擇子會計項目。

source: Dimension is closed.
hi_in: आयाम बंद है
zh_tw: 構面(維度)已關閉。

source: You must enter either a debit amount or a credit amount.
hi_in: आपको डेबिट राशि या क्रेडिट राशि दर्ज करनी होगी।
zh_tw: 您必須輸入借方或是貸方金額。

source: The debit amount entered is not a valid number or is less than zero.
hi_in: दर्ज की गई डेबिट राशि मान्य संख्या नहीं है या शून्य से कम है
zh_tw: 輸入的借方金額不是有效數字或小於0。

source: The credit amount entered is not a valid number or is less than zero.
hi_in: दर्ज की गई क्रेडिट राशि मान्य संख्या नहीं है या शून्य से कम है।
zh_tw: 輸入的貸方金額不是有效數字或小於0。

source: Cannot post to GL account used by more than one tax type.
hi_in: एक से अधिक कर प्रकार द्वारा उपयोग किए गए जीएल खाते में पोस्ट नहीं किया जा सकता।
zh_tw: 不能刪除這個會計項目，因為已經有一個以上稅別使用。

source: You cannot make a journal entry for a bank account. Please use one of the banking functions for bank transactions.
hi_in: आप किसी बैंक खाते के लिए एक जर्नल प्रविष्टि नहीं बना सकते। बैंक लेनदेन के लिए कृपया बैंकिंग कार्यों में से किसी एक का उपयोग करें।
zh_tw: 您不能針對銀行帳戶產生一筆會計分錄。銀行交易請使用銀行功能。

source: &GL postings
hi_in: जीएल पोस्टिंग
zh_tw: 總帳過帳(&G)

source: &Tax register
hi_in: कर रजिस्टर
zh_tw: 課稅(&T)

source: Rows
hi_in: पंक्तियाँ
zh_tw: 行

source: Tax register record
hi_in: कर रजिस्टर रिकॉर्ड
zh_tw: 稅務登記記錄

source: VAT date:
hi_in: वैट तिथि:
zh_tw: 加值稅日期：

source: Input Tax
hi_in: इनपुट कर
zh_tw: 輸入稅

source: Output Tax
hi_in: उत्पादन कर
zh_tw: 產出稅

source: Net amount
hi_in: शुद्ध राशि
zh_tw: 淨額

source: Process Journal Entry
hi_in: प्रक्रिया जर्नल प्रविष्टि
zh_tw: 過帳(會計分錄處理)

source: Process journal entry only if debits equal to credits
hi_in: प्रक्रिया जर्नल प्रविष्टि, यदि क्रेडिट के बराबर डेबिट होती है
zh_tw: 只有在借貸平衡時處理過帳(會計分錄處理)

source: GL Accounts
hi_in: जीएल खाते
zh_tw: 總帳會計項目

source: Search GL accounts
hi_in: जीएल खाते खोजें
zh_tw: 搜尋總帳會計項目

source: Account Code
hi_in: खाता कोड
zh_tw: 會計項目代碼

source: Category
hi_in: वर्ग
zh_tw: 分類

source: Balance Sheet Drilldown
hi_in: बैलेंस शीट ड्रिलडाउन
zh_tw: 損益表(直式)

source: As at:
hi_in: पर जैसा:
zh_tw: 地區：

source: Calculated Return
hi_in: परिकलित गणना
zh_tw: 已計算退貨

source: Liabilities
hi_in: देयताएं
zh_tw: 負債

source: and
hi_in: तथा
zh_tw: 和

source: Equities
hi_in: इक्विटीज
zh_tw: 業主權益

source: Bank Statement
hi_in: बैंक कथन
zh_tw: 銀行報表

source: Opening Balance
hi_in: प्रारंभिक शेष
zh_tw: 期初餘額

source: Ending Balance
hi_in: अंतिम शेष
zh_tw: 期末餘額

source: General Ledger Inquiry
hi_in: जनरल लेजर जांच
zh_tw: 總帳會計查詢

source: All Accounts
hi_in: सभी खाते
zh_tw: 銀行會計項目(&A)

source: Enter memo fragment or leave empty
hi_in: मेमो टुकड़ा दर्ज करें या खाली छोड़ें
zh_tw: 輸入部分備註或保留空白

source: Amount min:
hi_in: राशि मिनट:
zh_tw: 最小金額：

source: Amount max:
hi_in: अधिकतम राशि:
zh_tw: 最大金額：

source: No general ledger transactions have been created for the specified criteria.
hi_in: निर्दिष्ट मापदंड के लिए कोई सामान्य खाता लेनदेन नहीं बनाया गया है।
zh_tw: 指定準則沒有會計交易建立

source: Trial Balance
hi_in: संतुलन परीक्षण
zh_tw: 試算表

source: No zero values
hi_in: कोई शून्य मान नहीं है
zh_tw: 非零值

source: Only balances
hi_in: केवल शेष राशि
zh_tw: 只顯示餘額

source: Group
hi_in: समूह
zh_tw: 群組

source: The from date cannot be bigger than the fiscal year end.
hi_in: तिथि से वित्तीय वर्ष के अंत से अधिक बड़ा नहीं हो सकता
zh_tw: 起始日期不可大於會計年度的結束日。

source: Account Name
hi_in: खाते का नाम
zh_tw: 會計項目名稱

source: Brought Forward
hi_in: आगे लाया
zh_tw: 結轉/期初餘額

source: This Period
hi_in: यह अवधि
zh_tw: 本期

source: Class
hi_in: कक्षा
zh_tw: 一級會計項目(會計要素)

source: The Opening Balance is not in balance, probably due to a non closed Previous Fiscalyear.
hi_in: खुलने का शेष संतुलन में नहीं है, संभवत: एक गैर बंद पिछला फिस्कलिस्ट के कारण।
zh_tw: 期初餘額不平衡，可能是由於上一會計年度尚未關帳。

source: Journal Inquiry
hi_in: जर्नल जांच
zh_tw: 日記帳查詢

source: Enter reference fragment or leave empty
hi_in: संदर्भ टुकड़ा दर्ज करें या खाली छोड़ दें
zh_tw: 輸入部分序號或空白

source: User:
hi_in: उपयोगकर्ता:
zh_tw: 使用者：

source: Dimension:
hi_in: आयाम:
zh_tw: 構面(維度)：

source: Show closed:
hi_in: बंद दिखाएं:
zh_tw: 顯示關帳：

source: Trans #
hi_in: ट्रांस #
zh_tw: 交易 #

source: Counterparty
hi_in: प्रतिपक्ष
zh_tw: 競爭對手

source: Supplier's Reference
hi_in: प्रदायक का संदर्भ
zh_tw: 供應商的序號

source: User
hi_in: उपयोगकर्ता
zh_tw: 使用者

source: Profit & Loss Drilldown
hi_in: लाभ और हानि ड्रिलडाउन
zh_tw: 綜合損益表(直式)

source: Accumulated
hi_in: जमा हुआ
zh_tw: 累計數

source: Period Y-1
hi_in: अवधि वाई -1
zh_tw: 期間 Y-1

source: Budget
hi_in: बजट
zh_tw: 預算

source: Compare to
hi_in: से तुलना
zh_tw: 和~比較

source: Group/Account Name
hi_in: समूह / खाता नाम
zh_tw: 二級(會計項目分類)/會計項目名稱

source: Achieved %
hi_in: हासिल %
zh_tw: 達成率

source: Tax Inquiry
hi_in: कर पूछताछ
zh_tw: 查詢課稅金額

source: Outputs
hi_in: आउटपुट
zh_tw: 總輸出

source: Inputs
hi_in: इनपुट
zh_tw: 總輸入

source: Charged on sales
hi_in: बिक्री पर चार्ज
zh_tw: 銷貨收款金額

source: Paid on purchases
hi_in: खरीद पर भुगतान किया
zh_tw: 採購付款金額

source: Net payable or collectible
hi_in: शुद्ध देय या संग्रहणीय
zh_tw: 淨付款或可回收

source: Total payable or refund
hi_in: कुल देय या धनवापसी
zh_tw: 應付或退款總額

source: Bank Accounts
hi_in: बैंक खाते
zh_tw: 銀行帳戶

source: The bank account name cannot be empty.
hi_in: बैंक खाता नाम रिक्त नहीं हो सकता।
zh_tw: 銀行帳戶名稱不能空白

source: The GL account selected is already in use or has transactions. Select another empty GL account.
hi_in: चयनित जीएल खाते का प्रयोग पहले से ही हो चुका है या लेनदेन है। एक और खाली जीएल खाते का चयन करें।
zh_tw: 選定的總帳會計項目已被使用。選擇另一個總帳會計項目。

source: Bank account has been updated
hi_in: बैंक खाता अपडेट किया गया है
zh_tw: 銀行帳號已經更新

source: New bank account has been added
hi_in: नया बैंक खाता जोड़ा गया है
zh_tw: 銀行帳號已經新增

source: Cannot delete this bank account because transactions have been created using this account.
hi_in: इस बैंक खाते को हटा नहीं सकते क्योंकि इस खाते का उपयोग करके लेनदेन का निर्माण किया गया है।
zh_tw: 不能刪除這個銀行帳戶因為有交易已使用。

source: Cannot delete this bank account because POS definitions have been created using this account.
hi_in: इस बैंक खाते को नहीं हटा सकते क्योंकि इस खाते का उपयोग करके पीओएस परिभाषाएं बनाई गई हैं।
zh_tw: 無法刪除這個銀行帳號，因為已經有收銀機定義使用這個帳號。

source: Selected bank account has been deleted
hi_in: चयनित बैंक खाता हटा दिया गया है
zh_tw: 選擇的銀行帳號已經刪除

source: Currency
hi_in: मुद्रा
zh_tw: 貨幣

source: GL Account
hi_in: जीएल खाता
zh_tw: 總分類會計項目

source: Bank
hi_in: बैंक
zh_tw: 銀行

source: Bank Address
hi_in: बैंक का पता
zh_tw: 銀行地址

source: Dflt
zh_tw: 草稿

source: Bank Account Name:
hi_in: बैंक खाता नाम:
zh_tw: 銀行帳戶名稱：

source: Account Type:
hi_in: खाते का प्रकार:
zh_tw: 帳戶類型：

source: Bank Account Currency:
hi_in: बैंक खाते की मुद्रा:
zh_tw: 銀行帳戶幣別：

source: Default currency account:
hi_in: डिफ़ॉल्ट मुद्रा खाता:
zh_tw: 銀行帳戶幣別：

source: Bank Account GL Code:
hi_in: बैंक खाता जीएल कोड:
zh_tw: 銀行帳戶會計代號：

source: Bank Name:
hi_in: बैंक का नाम:
zh_tw: 銀行名稱：

source: Bank Account Number:
hi_in: बैंक खाता संख्या:
zh_tw: 銀行帳戶號碼：

source: Bank Address:
hi_in: बैंक का पता:
zh_tw: 銀行地址：

source: Closing GL Transactions
hi_in: समापन जीएल लेनदेन
zh_tw: 關閉總帳會計交易。

source: Selected date is not in fiscal year or the year is closed.
hi_in: चयनित तारीख वित्तीय वर्ष में नहीं है या वर्ष बंद है
zh_tw: 選定的日期不在會計年度中或是該年度已關帳。

source: The entered date is earlier than date already selected as closing date.
hi_in: प्रविष्ट दिनांक पहले से ही समापन तिथि के रूप में चुना गया है।
zh_tw: 輸入的日期早於關帳日期。

source: You are not allowed to reopen already closed transactions.
hi_in: पहले से बंद लेनदेन फिर से खोलने की अनुमति नहीं है।
zh_tw: 你不被允許再次打開已關帳的交易。

source: All transactions resulting in GL accounts changes up to %s has been closed for further edition.
hi_in: जीएल खाते में होने वाले सभी लेन-देन को %s तक बदल दिया गया है और आगे संस्करण के लिए बंद कर दिया गया है।
zh_tw: 所有導致總帳帳戶變化的交易截至 %s 年已關閉，以便進一步編輯.

source: Using this feature you can prevent entering new transactions <br> and disable edition of already entered transactions up to specified date.<br> Only transactions which can generate GL postings are subject to the constraint.
hi_in: इस सुविधा का उपयोग करके आप नए लेन-देन दर्ज करने से रोक सकते हैं।<br> पहले से ही निर्धारित तिथियों के निर्दिष्ट संस्करण के संस्करण को अक्षम कर सकते हैं।<br> केवल लेन-देन जो जीएल पोस्टिंग उत्पन्न कर सकते हैं, बाध्यता के अधीन हैं।
zh_tw: 使用此項功能時你可以避免新交易 <br> 及禁用已輸入交易到指定日期版本。 <br> 只有已過帳的交易才受到限制。

source: End date of closing period:
hi_in: समापन अवधि की समाप्ति तिथि:
zh_tw: 關帳期間最後一日：

source: Close Transactions
hi_in: लेनदेन बंद करें
zh_tw: 關閉交易

source: Currencies
hi_in: मुद्राओं
zh_tw: 幣別

source: The currency abbreviation must be entered.
hi_in: मुद्रा संक्षिप्त नाम दर्ज किया जाना चाहिए।
zh_tw: 貨幣縮寫必須輸入。

source: The currency name must be entered.
hi_in: मुद्रा का नाम दर्ज किया जाना चाहिए।
zh_tw: 貨幣名稱必須輸入。

source: The currency symbol must be entered.
hi_in: मुद्रा प्रतीक दर्ज किया जाना चाहिए।
zh_tw: 貨幣符號必須輸入。

source: The hundredths name must be entered.
hi_in: सौवां नाम दर्ज किया जाना चाहिए
zh_tw: 百位數名稱必須輸入。

source: Selected currency settings has been updated
hi_in: चयनित मुद्रा सेटिंग को अपडेट कर दिया गया है
zh_tw: 幣別定義記錄已更新

source: New currency has been added
hi_in: नई मुद्रा जोड़ दी गई है
zh_tw: 幣別已經新增

source: Cannot delete this currency, because customer accounts have been created referring to this currency.
hi_in: इस मुद्रा को नहीं हटा सकते, क्योंकि ग्राहक खातों को इस मुद्रा का जिक्र किया गया है।
zh_tw: 不能刪除此幣別，因為已有客戶帳戶指定此幣別。

source: Cannot delete this currency, because supplier accounts have been created referring to this currency.
hi_in: इस मुद्रा को हटा नहीं सकते हैं, क्योंकि आपूर्तिकर्ता खाते इस मुद्रा के संदर्भ में बनाए गए हैं
zh_tw: 不能刪除此幣別，因為已有供應商指定此幣別。

source: Cannot delete this currency, because the company preferences uses this currency.
hi_in: इस मुद्रा को हटा नहीं सकते हैं, क्योंकि कंपनी प्राथमिकताएं इस मुद्रा का उपयोग करती हैं।
zh_tw: 不能刪除此幣別，因為已有公司系統屬性使用此幣別。

source: Cannot delete this currency, because thre are bank accounts that use this currency.
hi_in: इस मुद्रा को नहीं हटा सकते, क्योंकि ये बैंक खाते हैं जो इस मुद्रा का उपयोग करते हैं।
zh_tw: 不能刪除此幣別，因為已有銀行帳戶使用此幣別。

source: Selected currency has been deleted
hi_in: चयनित मुद्रा हटा दी गई है
zh_tw: 選定的幣別已經刪除

source: Abbreviation
hi_in: संक्षिप्त
zh_tw: 縮寫

source: Symbol
hi_in: प्रतीक
zh_tw: 符號

source: Currency Name
hi_in: मुद्रा का नाम
zh_tw: 貨幣名稱

source: Hundredths name
hi_in: सौवां नाम
zh_tw: 百位數名稱

source: Country
hi_in: देश
zh_tw: 國家

source: Auto update
hi_in: ऑटो अपडेट
zh_tw: 自動更新

source: The marked currency is the home currency which cannot be deleted.
hi_in: चिह्नित मुद्रा होम मुद्रा है जिसे हटाया नहीं जा सकता।
zh_tw: 標示的幣別不能被刪除。

source: Currency Abbreviation:
hi_in: मुद्रा संक्षिप्त:
zh_tw: 貨幣縮寫：

source: Currency Symbol:
hi_in: मुद्रा प्रतीक:
zh_tw: 貨幣符號：

source: Currency Name:
hi_in: मुद्रा नाम:
zh_tw: 貨幣名稱：

source: Hundredths Name:
hi_in: सौवां नाम:
zh_tw: 百位數名稱：

source: Country:
hi_in: देश:
zh_tw: 國家：

source: Automatic exchange rate update:
hi_in: स्वचालित विनिमय दर अद्यतन:
zh_tw: 自動匯率更新：

source: Exchange Rates
hi_in: विनिमय दरें
zh_tw: 匯率

source: The exchange rate for the date is already there.
hi_in: तिथि के लिए विनिमय दर पहले से ही है
zh_tw: 此日期已有匯率。

source: Date to Use From:
hi_in: से उपयोग करने की तिथि:
zh_tw: 使用日期從：

source: Exchange Rate:
hi_in: विनिमय दर:
zh_tw: 匯率：

source: Get current rate from
hi_in: से वर्तमान दर प्राप्त करें
zh_tw: 目前匯率取自

source: Exchange rates are entered against the company currency.
hi_in: एक्सचेंज दरें कंपनी मुद्रा के खिलाफ दर्ज की गई हैं
zh_tw: 隨著公司幣別輸入匯率。

source: Select a currency :
hi_in: एक मुद्रा चुनें:
zh_tw: 選擇貨幣：

source: Date to Use From
hi_in: से उपयोग करने की तिथि
zh_tw: 使用日期從

source: Exchange Rate
hi_in: विनिमय दर
zh_tw: 匯率

source: The selected currency is the company currency.
hi_in: चयनित मुद्रा कंपनी मुद्रा है
zh_tw: 選定的貨幣是公司使用貨幣。

source: The company currency is the base currency so exchange rates cannot be set for it.
hi_in: कंपनी मुद्रा आधार मुद्रा है इसलिए विनिमय दरों को इसके लिए सेट नहीं किया जा सकता है।
zh_tw: 公司貨幣是本國貨幣因此不能設定匯率。

source: GL Account Classes
hi_in: जीएल अकाउंट क्लासेस
zh_tw: 一級會計項目(會計要素)

source: The account class ID cannot be empty.
hi_in: खाता वर्ग आईडी रिक्त नहीं हो सकती।
zh_tw: 一級會計項目(會計要素)代號不能是空的。

source: The account class name cannot be empty.
hi_in: खाता वर्ग का नाम रिक्त नहीं हो सकता।
zh_tw: 一級會計項目(會計要素)名稱不能是空的。

source: Selected account class settings has been updated
hi_in: चयनित खाता श्रेणी सेटिंग को अपडेट कर दिया गया है
zh_tw: 選定的一級會計項目(會計要素)設定已更新。

source: New account class has been added
hi_in: नया खाता वर्ग जोड़ा गया है
zh_tw: 新的一級會計項目(會計要素)已新增

source: Cannot delete this account class because GL account types have been created referring to it.
hi_in: इस खाता वर्ग को नहीं हटाया जा सकता क्योंकि GL खाते प्रकार इसे संदर्भित करते हुए बनाया गया है।
zh_tw: 不能刪除此一級會計項目(會計要素)，因為二級會計項目已使用。

source: Selected account class has been deleted
hi_in: चयनित खाता वर्ग हटा दिया गया है
zh_tw: 選定的一級會計項目(會計要素)已刪除

source: Class ID
hi_in: कक्षा आईडी
zh_tw: 一級會計項目(會計要素)代碼

source: Class Name
hi_in: कक्षा का नाम
zh_tw: 一級會計項目(會計要素)名稱

source: Class Type
hi_in: कक्षा प्रकार
zh_tw: 一級會計項目(會計要素)類型

source: Balance Sheet
hi_in: तुलन पत्र
zh_tw: 資產負債表

source: Class ID:
hi_in: कक्षा आईडी:
zh_tw: 一級會計項目(會計要素)代號：

source: Class Name:
hi_in: कक्षा का नाम:
zh_tw: 一級會計項目(會計要素)名稱：

source: Class Type:
hi_in: कक्षा का प्रकार:
zh_tw: 一級會計項目(會計要素)類型：

source: Chart of Accounts
hi_in: खातों का चार्ट
zh_tw: 會計項目表

source: The account code must be entered.
hi_in: खाता कोड दर्ज किया जाना चाहिए।
zh_tw: 會計項目代號必須輸入。

source: The account name cannot be empty.
hi_in: खाता नाम रिक्त नहीं हो सकता।
zh_tw: 會計項目名稱不能空白。

source: The account code must be numeric.
hi_in: खाता कोड संख्यात्मक होना चाहिए।
zh_tw: 會計項目代號必須是數字。

source: The account belongs to a bank account and cannot be inactivated.
hi_in: यह खाता किसी बैंक खाते से है और निष्क्रिय नहीं किया जा सकता है।
zh_tw: 會計項目屬於銀行帳戶而不能啟動。

source: Account data has been updated.
hi_in: खाता डेटा अपडेट कर दिया गया है।
zh_tw: 會計項目已更新。

source: New account has been added.
hi_in: नया खाता जोड़ा गया है।
zh_tw: 新會計項目已新增。

source: Account not added, possible duplicate Account Code.
hi_in: खाता जोड़ा नहीं, संभावित डुप्लिकेट खाता कोड।
zh_tw: 會計項目沒有新增，可能是代號重覆。

source: Cannot delete this account because transactions have been created using this account.
hi_in: इस खाते को हटा नहीं सकते क्योंकि लेनदेन इस खाते का उपयोग कर बनाए गए हैं।
zh_tw: 不能刪除此會計項目，因為已有交易使用中。

source: Cannot delete this account because it is used as one of the company default GL accounts.
hi_in: यह खाता नहीं हटाया जा सकता है क्योंकि इसका उपयोग कंपनी के डिफ़ॉल्ट जीएल खातों में से एक के रूप में किया जाता है।
zh_tw: 不能刪除此會計項目，因為他是公司預設的總帳會計項目之一。

source: Cannot delete this account because it is used by a bank account.
hi_in: इस खाते को हटा नहीं सकते क्योंकि यह किसी बैंक खाते द्वारा उपयोग किया जाता है।
zh_tw: 不能刪除此會計項目因為有銀行帳戶有使用中。

source: Cannot delete this account because it is used by one or more Item Categories.
hi_in: इस खाते को हटा नहीं सकते क्योंकि यह एक या अधिक वस्तु श्रेणियों द्वारा उपयोग किया जाता है।
zh_tw: 不能刪除此會計項目因為已經有一或多個貨品分類使用中。

source: Cannot delete this account because it is used by one or more Items.
hi_in: यह खाता नहीं हटाया जा सकता क्योंकि यह एक या अधिक आइटम द्वारा उपयोग किया जाता है।
zh_tw: 不能刪除此會計項目，因為有一個或是數個貨品使用中。

source: Cannot delete this account because it is used by one or more Taxes.
hi_in: इस खाते को नहीं हटा सकते क्योंकि यह एक या अधिक करों द्वारा उपयोग किया जाता है।
zh_tw: 不能刪除此會計項目因為有一個或是數個稅率使用中。

source: Cannot delete this account because it is used by one or more Customer Branches.
hi_in: इस खाते को नहीं हटाया जा सकता क्योंकि यह एक या अधिक ग्राहक शाखाओं द्वारा उपयोग किया जाता है।
zh_tw: 不能刪除此會計項目，因為有一個或是數個客戶分支機構使用中。

source: Cannot delete this account because it is used by one or more suppliers.
hi_in: यह खाता नहीं हटाया जा सकता क्योंकि यह एक या अधिक आपूर्तिकर्ताओं द्वारा उपयोग किया जाता है
zh_tw: 不能刪除此會計項目因為有一個或是數個供應商使用中。

source: Cannot delete this account because it is used by one or more Quick Entry Lines.
hi_in: यह खाता नहीं हटाया जा सकता क्योंकि यह एक या अधिक त्वरित प्रवेश पंक्तियों द्वारा उपयोग किया जाता है।
zh_tw: 不能刪除此會計項目，因為有一個或是數個快速分錄使用中。

source: Selected account has been deleted
hi_in: चयनित खाता हटा दिया गया है
zh_tw: 選定的會計項目已刪除

source: New account
hi_in: नया खाता
zh_tw: 新增會計項目

source: Account Code 2:
hi_in: खाता कोड 2:
zh_tw: 會計項目代號 2：

source: Account Name:
hi_in: खाते का नाम:
zh_tw: 會計項目名稱：

source: Account Group:
hi_in: खाता समूह:
zh_tw: 二級會計項目(會計項目分類)：

source: Account Tags:
hi_in: खाता टैग:
zh_tw: 會計項目分頁：

source: Account status:
hi_in: खाते की स्थिति:
zh_tw: 會計項目狀態：

source: Add Account
hi_in: खाता जोड़ो
zh_tw: 新增會計項目

source: Update Account
hi_in: अधतन खाता
zh_tw: 更新會計項目

source: Delete account
hi_in: खाता हटा दो
zh_tw: 刪除會計項目

source: GL Account Groups
hi_in: जीएल खाता समूह
zh_tw: 總帳二級會計項目(會計項目分類)

source: The account group id cannot be empty.
hi_in: खाता समूह आईडी रिक्त नहीं हो सकता।
zh_tw: 二級會計項目(會計項目分類)代號不能空白。

source: The account group name cannot be empty.
hi_in: खाता समूह नाम रिक्त नहीं हो सकता।
zh_tw: 二級會計項目(會計項目分類)名稱不能空白。

source: This account group id is already in use.
hi_in: यह खाता समूह आईडी पहले से उपयोग में है।
zh_tw: 此二級會計項目(會計項目分類)代號已被使用。

source: You cannot set an account group to be a subgroup of itself.
hi_in: आप खुद के एक उप समूह होने के लिए एक खाता समूह सेट नहीं कर सकते।
zh_tw: 您不能將二級會計項目(會計項目分類)設定成他自己的次二級會計項目(會計項目分類)中。

source: Selected account type has been updated
hi_in: चयनित खाता प्रकार को अपडेट किया गया है
zh_tw: 選定的會計項目別已經更新

source: New account type has been added
hi_in: नया खाता प्रकार जोड़ा गया है
zh_tw: 新會計項目類別已經新增

source: Cannot delete this account group because GL accounts have been created referring to it.
hi_in: यह खाता समूह नहीं हटाया जा सकता है क्योंकि जीएल खाते इसका संदर्भ देते हुए बनाया गया है।
zh_tw: 不能刪除此二級會計項目(會計項目分類)，因為已有會計項目使用中。

source: Cannot delete this account group because GL account groups have been created referring to it.
hi_in: इस खाता समूह को नहीं हटाया जा सकता है क्योंकि जीएल खाते समूह इसका संदर्भ देते हुए बनाया गया है।
zh_tw: 不能刪除此二級會計項目(會計項目分類)，因為有二級會計項目(會計項目分類)使用中。

source: Selected account group has been deleted
hi_in: चयनित खाता समूह को हटा दिया गया है
zh_tw: 選定二級會計項目(會計項目分類)已刪除

source: Group ID
hi_in: समूह आईडी
zh_tw: 二級會計<br>項目(會計<br>項目分類)<br>代號

source: Group Name
hi_in: समूह का नाम
zh_tw: 二級會計<br>項目(會計<br>項目分類)<br>名稱

source: Subgroup Of
hi_in: के उप समूह
zh_tw: 屬於二級<br>會計項目(會計項目<br>分類)

source: ID:
zh_tw: 代號：

source: Subgroup Of:
hi_in: उप समूह:
zh_tw: 屬於二級 <br> 會計項目(會計項目<br>分類)：

source: Class:
hi_in: वर्ग:
zh_tw: 一級會計項目(會計要素)：

source: Quick Entries
hi_in: त्वरित प्रविष्टियां
zh_tw: 快速輸入

source: Add new
hi_in: नया जोड़ें
zh_tw: 新增一筆

source: The Quick Entry description cannot be empty.
hi_in: क्विक प्रविष्टि विवरण रिक्त नहीं हो सकता।
zh_tw: 快速輸入單的說明不能空白。

source: You can only use Balance Based together with Journal Entries.
hi_in: आप केवल जर्नल प्रविष्टियों के साथ बैलेंस का उपयोग कर सकते हैं।
zh_tw: 您只能使用平衡的日記帳分錄。

source: The base amount description cannot be empty.
hi_in: आधार राशि विवरण रिक्त नहीं हो सकता।
zh_tw: 基礎金額說明不能空白。

source: Selected quick entry has been updated
hi_in: चयनित त्वरित प्रविष्टि को अपडेट किया गया है
zh_tw: 選定的快速輸入已經更新

source: New quick entry has been added
hi_in: नई त्वरित प्रविष्टि जोड़ दी गई है
zh_tw: 快速輸入已經新增

source: Selected quick entry line has been updated
hi_in: चयनित त्वरित प्रविष्टि लाइन को अपडेट किया गया है
zh_tw: 選定的快速輸入資料已更新

source: New quick entry line has been added
hi_in: नई त्वरित प्रविष्टि पंक्ति जोड़ दी गई है
zh_tw: 快速新增資料已經加入

source: Selected quick entry has been deleted
hi_in: चयनित त्वरित प्रविष्टि को हटा दिया गया है
zh_tw: 選擇的快速新增資料已經刪除

source: The Quick Entry has Quick Entry Lines. Cannot be deleted.
hi_in: त्वरित प्रविष्टि में त्वरित प्रविष्टि पंक्तियाँ हैं हटाया नहीं जा सकता
zh_tw: 快速輸入單已經有資料，無法刪除。

source: Selected quick entry line has been deleted
hi_in: चयनित त्वरित प्रविष्टि पंक्ति को हटा दिया गया है
zh_tw: 選定的快速新增輸入資料列已經刪除

source: Base Amount
hi_in: आधार राशि
zh_tw: 基礎金額

source: Usage
hi_in: प्रयोग
zh_tw: 用法

source: Entry Type
hi_in: प्रवेश प्रकार
zh_tw: 輸入/單據類型

source: Balance Based
hi_in: बैलेंस आधारित
zh_tw: 平衡的基礎(&B)

source: Base Amount Description
hi_in: आधार राशि विवरण
zh_tw: 基礎金額說明

source: Default Base Amount
hi_in: डिफ़ॉल्ट आधार राशि
zh_tw: 預設基礎金額

source: Quick Entry Lines
hi_in: त्वरित प्रविष्टि लाइनें
zh_tw: 快速輸入資料

source: Post
hi_in: पद
zh_tw: 過帳

source: Account/Tax Type
hi_in: खाता / कर प्रकार
zh_tw: 會計項目/稅別

source: Posted
hi_in: की तैनाती
zh_tw: 已過帳

source: Tax Type
hi_in: कर प्रकार
zh_tw: 稅別

source: Part
hi_in: अंश
zh_tw: 零組件

source: Line memo
hi_in: लाइन मेमो
zh_tw: 備註：

source: Revaluation of Currency Accounts
hi_in: मुद्रा खाते का पुनर्मूल्यांकन
zh_tw: 貨幣評價
