Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.18-1.po
Languages: fa_ir

source: Inventory Account:
fa_ir: حساب موجودی:

source: C.O.G.S. Account:
fa_ir: حساب C.O.G.S.:

source: Inventory Adjustments Account:
fa_ir: حساب تنظیمات موجودی:

source: WIP Account:
fa_ir: حساب WIP:

source: Fixed Assets Defaults
fa_ir: پیش فرض های دارایی های ثابت

source: Loss On Asset Disposal Account:
fa_ir: حساب زیان ناشی از فروش دارایی:

source: Depreciation Period:
fa_ir: دوره استهلاک:

source: Monthly
fa_ir: ماهانه

source: Yearly
fa_ir: سالانه

source: Manufacturing Defaults
fa_ir: پیش فرض های تولید

source: Work Order Required By After:
fa_ir: تعداد مورد نیاز برای سفارش کار بعد از:

source: Install Charts of Accounts
fa_ir: نصب چارت حساب ها

source: Selected chart has been successfully deleted
fa_ir: چارت انتخاب شده با موفقیت حذف شد

source: No optional chart of accounts is currently available.
fa_ir: هیچ چارت اختیاری حساب ها در حال حاضر موجود نیست.

source: Chart
fa_ir: چارت

source: Installed
fa_ir: نصب شده

source: Available
fa_ir: موجود

source: Encoding
fa_ir: کدگذاری

source: Unknown
fa_ir: ناشناخته

source: Install
fa_ir: نصب

source: Upload and install latest extension package
fa_ir: بارگذاری و نصب آخرین بسته افزونه

source: You are about to remove package \'%s\'. Do you want to continue ?
fa_ir: شما در حال حذف بسته \'%s\' هستید. آیا می خواهید ادامه دهید؟

source: Install/Update Languages
fa_ir: نصب/به روزرسانی زبان ها

source: Name
fa_ir: نام

source: Right To Left
fa_ir: راست به چپ

source: Supported
fa_ir: پشتیبانی شده

source: Display also languages not supported by server locales
fa_ir: نمایش زبان هایی که توسط محلی های سرور پشتیبانی نمی شوند

source: Edit non standard language configuration
fa_ir: ویرایش پیکربندی زبان غیر استاندارد

source: Upload and install latest language package
fa_ir: بارگذاری و نصب آخرین بسته زبان

source: You are about to remove language \'%s\'. Do you want to continue ?
fa_ir: شما در حال حذف زبان \'%s\' هستید. آیا می خواهید ادامه دهید؟

source: The marked language is the current language which cannot be deleted.
fa_ir: زبان علامت گذاری شده، زبان فعلی است که نمی توان آن را حذف کرد.

source: Update default
fa_ir: به روزرسانی پیش فرض

source: Add new language manually
fa_ir: اضافه کردن زبان جدید به صورت دستی

source: Language name, code nor encoding cannot be empty
fa_ir: نام زبان، کد و یا کدگذاری نمی تواند خالی باشد

source: Standard package for this language is already installed. If you want to install this language manually, uninstall standard language package first.
fa_ir: بسته استاندارد برای این زبان قبلاً نصب شده است. اگر می خواهید این زبان را به صورت دستی نصب کنید، ابتدا بسته زبان استاندارد را حذف کنید.

source: Language Code
fa_ir: کد زبان

source: Language Name
fa_ir: نام زبان

source: Default Language
fa_ir: زبان پیش فرض

source: Language File
fa_ir: فایل زبان

source: Select your language files from your local harddisk.
fa_ir: فایل های زبان خود را از هارد دیسک محلی خود انتخاب کنید.

source: Install/Activate extensions
fa_ir: نصب/فعال سازی افزونه ها

source: Selected extension has been successfully deleted
fa_ir: افزونه انتخاب شده با موفقیت حذف شد

source: Extension
fa_ir: افزونه

source: Install third-party extension.
fa_ir: نصب افزونه شخص ثالث.

source: Path
fa_ir: مسیر

source: Active
fa_ir: فعال

source: Package '%s' is incompatible with current application version and cannot be activated.
fa_ir: بسته '%s' با نسخه فعلی برنامه سازگار نیست و نمی تواند فعال شود.

source: Check Install/Activate page for newer package version.
fa_ir: لطفاً صفحه نصب/فعال سازی را برای نسخه جدیدتر بسته بررسی کنید.

source: Status change for some extensions failed.
fa_ir: تغییر وضعیت برای برخی از افزونه ها ناموفق بود.

source: Current active extensions set has been saved.
fa_ir: مجموعه افزونه های فعال فعلی ذخیره شد.

source: Extensions:
fa_ir: افزونه ها:

source: No optional extension module is currently available.
fa_ir: هیچ ماژول افزونه اختیاری در حال حاضر موجود نیست.

source: Install Themes
fa_ir: نصب تم ها

source: Selected theme has been successfully deleted
fa_ir: تم انتخاب شده با موفقیت حذف شد

source: Theme
fa_ir: تم

source: No optional theme is currently available.
fa_ir: هیچ تم اختیاری در حال حاضر موجود نیست.

source: Software Upgrade
fa_ir: به روزرسانی نرم افزار

source: Select company to be upgraded.
fa_ir: شرکت مورد نظر برای به روزرسانی را انتخاب کنید.

source: Company upgraded successfully.
fa_ir: شرکت با موفقیت به روزرسانی شد.

source: Table set
fa_ir: مجموعه جدول

source: Current version
fa_ir: نسخه فعلی

source: Last log
fa_ir: آخرین لاگ

source: Upgrade
fa_ir: به روزرسانی

source: View log
fa_ir: مشاهده لاگ

source: Clear
fa_ir: پاک کردن

source: Clear log
fa_ir: پاک کردن لاگ

source: Do you really want to clear this upgrade log?
fa_ir: آیا واقعاً می خواهید این لاگ به روزرسانی را پاک کنید؟

source: Up to date
fa_ir: به روز

source: All company database schemes are up to date.
fa_ir: تمام طرح های دیتابیس شرکت به روز است.

source: Select company for incremental upgrade.
fa_ir: شرکت مورد نظر برای به روزرسانی تدریجی را انتخاب کنید.

source: Save database and perform upgrade
fa_ir: ذخیره دیتابیس و انجام به روزرسانی

source: Payment Terms
fa_ir: شرایط پرداخت

source: The number of days or the day in the following month must be numeric.
fa_ir: تعداد روزها یا روز در ماه بعد باید عددی باشد.

source: The Terms description must be entered.
fa_ir: توضیحات شرایط باید وارد شود.

source: Selected payment terms have been updated
fa_ir: شرایط پرداخت انتخاب شده به روزرسانی شد

source: New payment terms have been added
fa_ir: شرایط پرداخت جدید اضافه شد

source: Cannot delete this payment term, because customer accounts have been created referring to this term.
fa_ir: نمی توان این شرایط پرداخت را حذف کرد، زیرا حساب های مشتری به این شرایط ارجاع داده شده اند.

source: Cannot delete this payment term, because supplier accounts have been created referring to this term
fa_ir: نمی توان این شرایط پرداخت را حذف کرد، زیرا حساب های تأمین کننده به این شرایط ارجاع داده شده اند

source: Selected payment terms have been deleted
fa_ir: شرایط پرداخت انتخاب شده حذف شد

source: Type
fa_ir: نوع

source: Due After/Days
fa_ir: تاریخ سررسید/روزها

source: N/A
fa_ir: موجود نیست

source: Terms Description:
fa_ir: توضیحات شرایط:

source: Payment type:
fa_ir: نوع پرداخت:

source: Days (Or Day In Following Month):
fa_ir: روزها (یا روز در ماه بعد):

source: Printer Locations
fa_ir: مکان های چاپگر

source: Printer name cannot be empty.
fa_ir: نام چاپگر نمی تواند خالی باشد.

source: You have selected printing to server at user IP.
fa_ir: شما چاپ به سرور در IP کاربر را انتخاب کرده اید.

source: Timeout cannot be less than zero nor longer than 60 (sec).
fa_ir: زمان انتظار نمی تواند کمتر از صفر یا بیشتر از ۶۰ ثانیه باشد.

source: New printer definition has been created
fa_ir: تعریف چاپگر جدید ایجاد شد

source: Selected printer definition has been updated
fa_ir: تعریف چاپگر انتخاب شده به روزرسانی شد

source: Cannot delete this printer definition, because print profile have been created using it.
fa_ir: نمی توان این تعریف چاپگر را حذف کرد، زیرا پروفایل چاپ با استفاده از آن ایجاد شده است.

source: Selected printer definition has been deleted
fa_ir: تعریف چاپگر انتخاب شده حذف شد

source: Printer Queue
fa_ir: صف چاپگر

source: Printer Name
fa_ir: نام چاپگر

source: Printer Description
fa_ir: توضیحات چاپگر

source: Host name or IP
fa_ir: نام میزبان یا IP

source: Timeout
fa_ir: زمان انتظار

source: Printing Profiles
fa_ir: پروفایل های چاپ

source: Default printing destination
fa_ir: مقصد پیش فرض چاپ

source: Printing profile name cannot be empty.
fa_ir: نام پروفایل چاپ نمی تواند خالی باشد.

source: New printing profile has been created
fa_ir: پروفایل چاپ جدید ایجاد شد

source: Printing profile has been updated
fa_ir: پروفایل چاپ به روزرسانی شد

source: Selected printing profile has been deleted
fa_ir: پروفایل چاپ انتخاب شده حذف شد

source: Select printing profile
fa_ir: پروفایل چاپ را انتخاب کنید

source: New printing profile
fa_ir: پروفایل چاپ جدید

source: Printing Profile Name
fa_ir: نام پروفایل چاپ

source: Report Id
fa_ir: شناسه گزارش

source: Printer
fa_ir: چاپگر

source: Browser support
fa_ir: پشتیبانی مرورگر

source: no title was found in this report definition file.
fa_ir: هیچ عنوانی در این فایل تعریف گزارش یافت نشد.

source: Add New Profile
fa_ir: اضافه کردن پروفایل جدید

source: Update Profile
fa_ir: به روزرسانی پروفایل

source: Update printer profile
fa_ir: به روزرسانی پروفایل چاپگر

source: Delete Profile
fa_ir: حذف پروفایل

source: Delete printer profile (only if not used by any user)
fa_ir: حذف پروفایل چاپگر (فقط اگر توسط هیچ کاربری استفاده نشده باشد)

source: Access setup
fa_ir: تنظیمات دسترسی

source: Role description cannot be empty.
fa_ir: توضیحات نقش نمی تواند خالی باشد.

source: Role name cannot be empty.
fa_ir: نام نقش نمی تواند خالی باشد.

source: Access level edition in Company setup section have to be enabled for your account.
fa_ir: ویرایش سطح دسترسی در بخش تنظیمات شرکت باید برای حساب شما فعال باشد.

source: New security role has been added.
fa_ir: نقش امنیتی جدید اضافه شد.

source: Security role has been updated.
fa_ir: نقش امنیتی به روزرسانی شد.

source: This role is currently assigned to some users and cannot be deleted
fa_ir: این نقش در حال حاضر به برخی از کاربران اختصاص داده شده و نمی تواند حذف شود

source: Security role has been sucessfully deleted.
fa_ir: نقش امنیتی با موفقیت حذف شد.

source: Role:
fa_ir: نقش:

source: Show inactive:
fa_ir: نمایش غیرفعال:

source: Role name:
fa_ir: نام نقش:

source: Role description:
fa_ir: توضیحات نقش:

source: Current status:
fa_ir: وضعیت فعلی:

source: On/off set of features
fa_ir: مجموعه ویژگی های روشن/خاموش

source: Update view
fa_ir: به روزرسانی نما

source: Insert New Role
fa_ir: اضافه کردن نقش جدید

source: Save Role
fa_ir: ذخیره نقش

source: Clone This Role
fa_ir: کپی این نقش

source: Delete This Role
fa_ir: حذف این نقش

source: Cancel
fa_ir: لغو

source: Cancel Edition
fa_ir: لغو ویرایش

source: Shipping Company
fa_ir: شرکت حمل و نقل

source: The shipping company name cannot be empty.
fa_ir: نام شرکت حمل و نقل نمی تواند خالی باشد.

source: New shipping company has been added
fa_ir: شرکت حمل و نقل جدید اضافه شد

source: Selected shipping company has been updated
fa_ir: شرکت حمل و نقل انتخاب شده به روزرسانی شد

source: Cannot delete this shipping company because sales orders have been created using this shipper.
fa_ir: نمی توان این شرکت حمل و نقل را حذف کرد زیرا سفارش های فروش با استفاده از این حمل کننده ایجاد شده اند.

source: Cannot delete this shipping company because invoices have been created using this shipping company.
fa_ir: نمی توان این شرکت حمل و نقل را حذف کرد زیرا فاکتورها با استفاده از این شرکت حمل و نقل ایجاد شده اند.

source: Selected shipping company has been deleted
fa_ir: شرکت حمل و نقل انتخاب شده حذف شد

source: Contact Person
fa_ir: شخص تماس

source: Phone Number
fa_ir: شماره تلفن

source: Secondary Phone
fa_ir: تلفن ثانویه

source: Address
fa_ir: آدرس

source: Name:
fa_ir: نام:

source: Contact Person:
fa_ir: شخص تماس:

source: Secondary Phone Number:
fa_ir: شماره تلفن ثانویه:

source: System Diagnostics
fa_ir: تشخیص سیستم

source: Unspecified tag type
fa_ir: نوع برچسب نامشخص

source: Account Tags
fa_ir: برچسب های حساب

source: Dimension Tags
fa_ir: برچسب های ابعاد

source: The tag name cannot be empty.
fa_ir: نام برچسب نمی تواند خالی باشد.

source: Selected tag settings have been updated
fa_ir: تنظیمات برچسب انتخاب شده به روزرسانی شد

source: New tag has been added
fa_ir: برچسب جدید اضافه شد

source: Cannot delete this tag because records have been created referring to it.
fa_ir: نمی توان این برچسب را حذف کرد زیرا رکوردهایی به آن ارجاع داده شده اند.

source: Selected tag has been deleted
fa_ir: برچسب انتخاب شده حذف شد

source: Tag Name
fa_ir: نام برچسب

source: Tag Description
fa_ir: توضیحات برچسب

source: Tag Name:
fa_ir: نام برچسب:

source: Tag Description:
fa_ir: توضیحات برچسب:

source: Users
fa_ir: کاربران

source: The user login entered must be at least 4 characters long.
fa_ir: نام کاربری وارد شده باید حداقل ۴ کاراکتر باشد.

source: The selected user has been updated.
fa_ir: کاربر انتخاب شده به روزرسانی شد.

source: A new user has been added.
fa_ir: یک کاربر جدید اضافه شد.

source: Cannot delete this user because entries are associated with this user.
fa_ir: نمی توان این کاربر را حذف کرد زیرا ورودی هایی به این کاربر مرتبط هستند.

source: User has been deleted.
fa_ir: کاربر حذف شد.

source: User login
fa_ir: نام کاربری

source: Full Name
fa_ir: نام کامل

source: Phone
fa_ir: تلفن

source: E-mail
fa_ir: ایمیل

source: Last Visit
fa_ir: آخرین بازدید

source: Access Level
fa_ir: سطح دسترسی

source: User Login:
fa_ir: نام کاربری:

source: Enter a new password to change, leave empty to keep current.
fa_ir: برای تغییر، یک رمز عبور جدید وارد کنید و برای حفظ رمز عبور فعلی، خالی بگذارید.

source: Telephone No.:
fa_ir: شماره تلفن:

source: Access Level:
fa_ir: سطح دسترسی:

source: User's POS
fa_ir: POS کاربر

source: Use popup window for reports:
fa_ir: از پنجره پاپ آپ برای گزارش ها استفاده کنید:

source: View or Print Transactions
fa_ir: مشاهده یا چاپ تراکنش ها

source: Print
fa_ir: چاپ

source: Only documents can be printed.
fa_ir: فقط اسناد می توانند چاپ شوند.

source: from #:
fa_ir: از #:

source: to #:
fa_ir: به #:

source: Search
fa_ir: جستجو

source: The starting transaction number is expected to be numeric and greater than zero.
fa_ir: شماره تراکنش شروع باید عددی و بزرگتر از صفر باشد.

source: The ending transaction number is expected to be numeric and greater than zero.
fa_ir: شماره تراکنش پایان باید عددی و بزرگتر از صفر باشد.

source: Date
fa_ir: تاریخ

source: GL
fa_ir: حسابداری عمومی

source: Void a Transaction
fa_ir: باطل کردن یک تراکنش

source: Select
fa_ir: انتخاب کنید

source: Transaction Type:
fa_ir: نوع تراکنش:

source: Marked transactions will be voided.
fa_ir: تراکنش های علامت گذاری شده باطل خواهند شد.

source: Transaction #:
fa_ir: تراکنش #:

source: Voiding Date:
fa_ir: تاریخ باطل کردن:

source: Memo:
fa_ir: یادداشت:

source: Void Transaction
fa_ir: باطل کردن تراکنش

source: The entered transaction does not exist or cannot be voided.
fa_ir: تراکنش وارد شده وجود ندارد یا نمی تواند باطل شود.

source: The void cannot be processed because there is an insufficient quantity for item:
fa_ir: باطل کردن قابل پروسس نیست زیرا مقدار کافی برای مورد وجود ندارد:

source: Quantity On Hand
fa_ir: مقدار موجود

source: Are you sure you want to void this transaction ? This action cannot be undone.
fa_ir: آیا مطمئن هستید که می خواهید این تراکنش را باطل کنید؟ این عمل قابل بازگشت نیست.

source: Proceed
fa_ir: ادامه

source: The selected transaction was closed for edition and cannot be voided.
fa_ir: تراکنش انتخاب شده برای ویرایش بسته شده و نمی تواند باطل شود.

source: The entered date is invalid.
fa_ir: تاریخ وارد شده نامعتبر است.

source: The entered date is out of fiscal year or is closed for further data entry.
fa_ir: تاریخ وارد شده خارج از سال مالی است یا برای ورود داده های بیشتر بسته شده است.

source: The transaction number is expected to be numeric and greater than zero.
fa_ir: شماره تراکنش باید عددی و بزرگتر از صفر باشد.

source: The selected transaction has already been voided.
fa_ir: تراکنش انتخاب شده قبلاً باطل شده است.

source: Selected transaction has been voided.
fa_ir: تراکنش انتخاب شده باطل شد.

source: Attached File:
fa_ir: فایل پیوست شده:

source: The Retained Earnings Account or the Profit and Loss Year Account has not been set in System and General GL Setup
fa_ir: حساب سود انباشته یا حساب سود و زیان سال در تنظیمات سیستم و حسابداری عمومی تنظیم نشده است

source: Closing Year
fa_ir: سال بسته شدن

source: Open Balance
fa_ir: بیلانس باز

source: Cannot open the extension setup file '%s' for writing.
fa_ir: نمی توان فایل تنظیمات افزونه '%s' را برای نوشتن باز کرد.

source: Cannot write to the extensions setup file '%s'.
fa_ir: نمی توان به فایل تنظیمات افزونه '%s' نوشت.

source: Cannot update system extensions list.
fa_ir: نمی توان لیست افزونه های سیستم را به روزرسانی کرد.

source: Cannot update extensions list for company '%s'.
fa_ir: نمی توان لیست افزونه ها را برای شرکت '%s' به روزرسانی کرد.

source: Cannot open the languages file -
fa_ir: نمی توان فایل زبان ها را باز کرد -

source: Cannot write to the language file -
fa_ir: نمی توان به فایل زبان نوشت -

source: The language files folder
fa_ir: پوشه فایل های زبان

source: This is new format backup file which cannot be restored on database not migrated to utf8.
fa_ir: این یک فایل پشتیبان با فرمت جدید است که نمی تواند بر روی دیتابیس ای که به utf8 مهاجرت نکرده است، بازیابی شود.

source: SQL script execution failed in line %d: %s
fa_ir: اجرای اسکریپت SQL در خط %d ناموفق بود: %s

source: user online
fa_ir: کاربر آنلاین

source: users online
fa_ir: کاربران آنلاین

source: This transaction was already voided before.
fa_ir: این تراکنش قبلاً باطل شده است.

source: This transaction cannot be voided because it is part of Work Order %s costs.
fa_ir: این تراکنش نمی تواند باطل شود زیرا بخشی از هزینه های سفارش کار %s است.

source: This transaction cannot be voided because the operation would decrease account balance below allowed limit in some point of account history.
fa_ir: این تراکنش نمی تواند باطل شود زیرا این عمل موجودی حساب را در برخی نقاط تاریخچه حساب به زیر حد مجاز کاهش می دهد.

source: This invoice cannot be voided because it was already credited.
fa_ir: این فاکتور نمی تواند باطل شود زیرا قبلاً اعتبار داده شده است.

source: This delivery cannot be voided because it was already invoiced.
fa_ir: این تحویل نمی تواند باطل شود زیرا قبلاً فاکتور شده است.

source: This transaction type cannot be voided.
fa_ir: این نوع تراکنش نمی تواند باطل شود.

source: This GRN cannot be voided because it was already invoiced.
fa_ir: این GRN نمی تواند باطل شود زیرا قبلاً فاکتور شده است.

source: Error encountered when voiding transaction.
fa_ir: هنگام باطل کردن تراکنش خطایی رخ داده است.

source: Selected document cannot be voided because related Work Order %s is already closed.
fa_ir: مدرک انتخاب شده نمی تواند باطل شود زیرا سفارش کار مربوطه %s قبلاً بسته شده است.

source: Voided.
fa_ir: باطل شد.

source: Uncompatible extension '%s' disabled for company %d.
fa_ir: افزونه ناسازگار '%s' برای شرکت %d غیرفعال شد.

source: Upgrade started for company %s.
fa_ir: به روزرسانی برای شرکت %s آغاز شد.

source: Cannot connect to company database.
fa_ir: نمی توان به دیتابیس شرکت متصل شد.

source: Cannot upgrade company %s: database version is incompatible ('%s' instead of '%s').
fa_ir: نمی توان شرکت %s را به روزرسانی کرد: نسخه دیتابیس ناسازگار است ('%s' به جای '%s').

source: Security backup failed.
fa_ir: پشتیبان گیری امنیتی ناموفق بود.

source: Security backup in file %s done.
fa_ir: پشتیبان گیری امنیتی در فایل %s انجام شد.

source: Cannot connect to company database for database restore.
fa_ir: نمی توان به دیتابیس شرکت برای بازیابی دیتابیس متصل شد.

source: Upgrade failed. Original database content restored successfully.
fa_ir: به روزرسانی ناموفق بود. محتوای اصلی دیتابیس با موفقیت بازیابی شد.

source: Database restore operation failed. Original database content is in %s file.
fa_ir: عملیات بازیابی دیتابیس ناموفق بود. محتوای اصلی دیتابیس در فایل %s است.

source: Upgrade for company %s finished.
fa_ir: به روزرسانی برای شرکت %s به پایان رسید.

source: Package Details
fa_ir: جزئیات بسته

source: The script must be called with a valid package id to review the info for.
fa_ir: اسکریپت باید با یک شناسه بسته معتبر فراخوانی شود تا اطلاعات آن بررسی شود.

source: Available version
fa_ir: نسخه موجود

source: Package type
fa_ir: نوع بسته

source: Package content
fa_ir: محتوای بسته

source: Author
fa_ir: نویسنده

source: Home page
fa_ir: صفحه اصلی

source: Package maintainer
fa_ir: نگهدارنده بسته

source: Installation path
fa_ir: مسیر نصب

source: Minimal software versions
fa_ir: حداقل نسخه های نرم افزار

source: Right to left
fa_ir: راست به چپ

source: Charset encoding
fa_ir: کدگذاری کاراکتر

source: Content information for package '%s'
fa_ir: اطلاعات محتوا برای بسته '%s'

source: Property
fa_ir: ویژگی

source: Value
fa_ir: مقدار

source: Log View
fa_ir: مشاهده لاگ

source: The script must be called with a valid company number.
fa_ir: اسکریپت باید با یک شماره شرکت معتبر فراخوانی شود.

source: Upgrade log for company '%s'
fa_ir: لاگ به روزرسانی برای شرکت '%s'

source: &Sales
fa_ir: &فروش

source: Transactions
fa_ir: تراکنش ها

source: Sales &Quotation Entry
fa_ir: فروشات &ورودی نقل قول

source: Sales &Order Entry
fa_ir: ورود فروش و سفارش

source: Direct &Delivery
fa_ir: &تحویل مستقیم

source: Direct &Invoice
fa_ir: &فاکتور مستقیم

source: &Delivery Against Sales Orders
fa_ir: &تحویل بر اساس سفارشات فروش

source: &Invoice Against Sales Delivery
fa_ir: &فاکتور بر اساس تحویل فروش

source: &Template Delivery
fa_ir: &تحویل الگو

source: &Template Invoice
fa_ir: &فاکتور الگو

source: &Create and Print Recurrent Invoices
fa_ir: &ایجاد و چاپ فاکتورهای تکراری

source: Customer &Payments
fa_ir: &پرداخت های مشتری

source: Invoice &Prepaid Orders
fa_ir: &فاکتور و سفارشات پیش پرداخت

source: Customer &Credit Notes
fa_ir: &یادداشت های اعتباری مشتری

source: &Allocate Customer Payments or Credit Notes
fa_ir: &اختصاص پرداخت های مشتری یا یادداشت های اعتباری

source: Inquiries and Reports
fa_ir: استعلامات و گزارش ها

source: Sales Quotation I&nquiry
fa_ir: استعلام نقل قول فروش

source: Sales Order &Inquiry
fa_ir: استعلام سفارش فروش

source: Customer Transaction &Inquiry
fa_ir: استعلام تراکنش مشتری

source: Customer Allocation &Inquiry
fa_ir: استعلام تخصیص مشتری

source: Customer and Sales &Reports
fa_ir: گزارش های مشتری و فروش

source: Maintenance
fa_ir: نگهداری

source: Add and Manage &Customers
fa_ir: اضافه کردن و مدیریت &مشتریان

source: Customer &Branches
fa_ir: &شعبه مشتری

source: Sales &Groups
fa_ir: &گروه های فروش

source: Recurrent &Invoices
fa_ir: &فاکتورهای تکراری

source: Sales T&ypes
fa_ir: نوع های &فروش

source: Sales &Persons
fa_ir: &افراد فروش

source: Sales &Areas
fa_ir: &مناطق فروش

source: Credit &Status Setup
fa_ir: تنظیمات &وضعیت اعتبار

source: &Dimensions
fa_ir: &ابعاد

source: Dimension &Entry
fa_ir: ورود &ابعاد

source: &Outstanding Dimensions
fa_ir: &ابعاد معوقه

source: Dimension &Inquiry
fa_ir: استعلام &ابعاد

source: Dimension &Reports
fa_ir: گزارش های &ابعاد

source: Dimension &Tags
fa_ir: برچسب های &ابعاد

source: &Fixed Assets
fa_ir: &دارایی های ثابت

source: Fixed Assets &Purchase
fa_ir: خرید دارایی های &ثابت

source: Fixed Assets Location &Transfers
fa_ir: محل و انتقال دارایی های &ثابت

source: Fixed Assets &Disposal
fa_ir: ابطال دارایی های &ثابت

source: Fixed Assets &Sale
fa_ir: فروش دارایی های &ثابت

source: Process &Depreciation
fa_ir: پروسس &استهلاک

source: Fixed Assets &Movements
fa_ir: حرکات دارایی های &ثابت

source: Fixed Assets In&quiry
fa_ir: استعلام دارایی های &ثابت

source: Fixed Assets &Reports
fa_ir: گزارش های دارایی های &ثابت

source: Fixed &Assets
fa_ir: &دارایی های ثابت

source: Fixed Assets &Locations
fa_ir: &محل های دارایی های ثابت

source: Fixed Assets &Categories
fa_ir: دارایی های ثابت و کتگوری ها

source: Fixed Assets Cl&asses
fa_ir: &کلاس های دارایی های ثابت

source: &Banking and General Ledger
fa_ir: &بانکداری و دفتر کل عمومی

source: &Payments
fa_ir: &پرداخت ها

source: &Deposits
fa_ir: &سپرده ها

source: Bank Account &Transfers
fa_ir: &انتقالات حساب بانکی

source: &Journal Entry
fa_ir: &ورود دفتر روزنامه

source: &Budget Entry
fa_ir: &ورود بودجه

source: &Reconcile Bank Account
fa_ir: &تطبیق حساب بانکی

source: Revenue / &Costs Accruals
fa_ir: درآمد / &استهلاک هزینه ها

source: &Journal Inquiry
fa_ir: استعلام &دفتر روزنامه

source: GL &Inquiry
fa_ir: استعلام &دفتر کل

source: Bank Account &Inquiry
fa_ir: استعلام &حساب بانکی

source: Ta&x Inquiry
fa_ir: استعلام &مالیات

source: Trial &Balance
fa_ir: بیلانس &آزمایشی

source: Balance &Sheet Drilldown
fa_ir: جزئیات &بیلانسنامه

source: &Profit and Loss Drilldown
fa_ir: &جزئیات سود و زیان

source: Banking &Reports
fa_ir: &گزارش های بانکداری

source: General Ledger &Reports
fa_ir: &گزارش های دفتر کل عمومی

source: Bank &Accounts
fa_ir: &حساب های بانکی
