Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.8-1.po
Languages: ta_in

source: Selected date is not in fiscal year or the year is closed.
ta_in: தேர்ந்தெடுக்கப்பட்ட தேதி நிதி ஆண்டில் இல்லை அல்லது ஆண்டு மூடப்பட்டுள்ளது.

source: The entered date is earlier than date already selected as closing date.
ta_in: ஏற்கனவே தேதி முடிவடைந்த தேதியிலிருந்து தேதிக்கு முன்பே உள்ளிடப்பட்டது.

source: You are not allowed to reopen already closed transactions.
ta_in: ஏற்கனவே மூடப்பட்ட பரிவர்த்தனைகளை மீண்டும் திறக்க உங்களுக்கு அனுமதி இல்லை.

source: All transactions resulting in GL accounts changes up to %s has been closed for further edition.
ta_in: %s வரை மாற்றங்கள் செய்யப்பட்ட GL கணக்கின் அனைத்து பரிமாற்றங்களும், மேலும் பதிப்பிற்காக மூடப்பட்டுள்ளது.

source: Using this feature you can prevent entering new transactions <br> and disable edition of already entered transactions up to specified date.<br> Only transactions which can generate GL postings are subject to the constraint.
ta_in: இந்த அம்சத்தைப் பயன்படுத்தி நீங்கள் புதிய பரிவர்த்தனைகளைத் தடுக்க முடியும். மற்றும் முன்பே உள்ளிட்ட பரிவர்த்தனைகளின் பதிப்பை முடக்கலாம். ஜிஎல் இடுகைகளை உருவாக்கக்கூடிய பரிவர்த்தனைகள் அனைத்தும் கட்டுப்பாட்டுக்கு உட்பட்டவை.

source: End date of closing period:
ta_in: மூடல் காலம் முடிவு தேதி:

source: Close Transactions
ta_in: பரிமாற்றங்களை மூடு

source: Currencies
ta_in: நாணயங்கள்

source: The currency abbreviation must be entered.
ta_in: நாணய சுருக்கத்தை உள்ளிட வேண்டும்.

source: The currency name must be entered.
ta_in: நாணய பெயர் உள்ளிட வேண்டும்.

source: The currency symbol must be entered.
ta_in: நாணய சின்னத்தை உள்ளிட வேண்டும்.

source: The hundredths name must be entered.
ta_in: நூறுகளின் பெயர் உள்ளிட வேண்டும்.

source: Selected currency settings has been updated
ta_in: தேர்ந்தெடுக்கப்பட்ட நாணய அமைப்புகள் புதுப்பிக்கப்பட்டன

source: New currency has been added
ta_in: புதிய நாணயம் சேர்க்கப்பட்டது

source: Cannot delete this currency, because customer accounts have been created referring to this currency.
ta_in: இந்த நாணயத்தை நீக்க முடியாது, ஏனெனில் இந்த நாணயத்தை வாடிக்கையாளர் கணக்குகள் உருவாக்கியுள்ளன.

source: Cannot delete this currency, because supplier accounts have been created referring to this currency.
ta_in: இந்த நாணயத்தை நீக்க முடியாது, ஏனென்றால் இந்த நாணயத்தை குறிப்பிடும் சப்ளையர் கணக்குகள் உருவாக்கப்பட்டன.

source: Cannot delete this currency, because the company preferences uses this currency.
ta_in: இந்த நாணயத்தை நீக்க முடியாது, ஏனென்றால் நிறுவனத்தின் விருப்பம் இந்த நாணயத்தைப் பயன்படுத்துகிறது.

source: Cannot delete this currency, because thre are bank accounts that use this currency.
ta_in: இந்த நாணயத்தை நீக்க முடியாது, ஏனெனில் இந்த நாணயத்தைப் பயன்படுத்தும் மூடிய கணக்குகள் முப்பது ஆகும்.

source: Selected currency has been deleted
ta_in: தேர்ந்தெடுக்கப்பட்ட நாணயம் நீக்கப்பட்டது

source: Abbreviation
ta_in: சுருக்கமான

source: Symbol
ta_in: சின்னமாக

source: Currency Name
ta_in: நாணய பெயர்

source: Hundredths name
ta_in: நூற்றுக்கணக்கான பெயர்

source: Country
ta_in: நாடு

source: Auto update
ta_in: தானியங்கு புதுப்பிப்பு

source: The marked currency is the home currency which cannot be deleted.
ta_in: குறிக்கப்பட்ட நாணயம் வீட்டு நாணயம் ஆகும், இது நீக்கப்பட முடியாது.

source: Currency Abbreviation:
ta_in: நாணய சுருக்கெழுத்து:

source: Currency Symbol:
ta_in: நாணய சின்னம்:

source: Currency Name:
ta_in: நாணய பெயர்:

source: Hundredths Name:
ta_in: நூற்றுக்கணக்கான பெயர்:

source: Country:
ta_in: நாடு:

source: Automatic exchange rate update:
ta_in: தானியங்கி மாற்று விகிதம் மேம்படுத்தல்:

source: Exchange Rates
ta_in: மாற்று விகிதங்கள்

source: The exchange rate for the date is already there.
ta_in: தேதிக்கான மாற்று விகிதம் ஏற்கனவே உள்ளது.

source: Date to Use From:
ta_in: பயன்படுத்த வேண்டிய தேதி:

source: Exchange Rate:
ta_in: பரிமாற்ற விகிதம்:

source: Get current rate from
ta_in: தற்போதைய விகிதத்தைப் பெறுக

source: Exchange rates are entered against the company currency.
ta_in: நிறுவன நாணயத்திற்கு எதிராக பரிமாற்ற விகிதங்கள் நுழைகின்றன.

source: Select a currency :
ta_in: ஒரு நாணயத்தைத் தேர்ந்தெடு:

source: Date to Use From
ta_in: பயன்படுத்த வேண்டிய தேதி

source: Exchange Rate
ta_in: மாற்று விகிதம்

source: The selected currency is the company currency.
ta_in: தேர்ந்தெடுக்கப்பட்ட நாணயம் நிறுவனம் நாணயம் ஆகும்.

source: The company currency is the base currency so exchange rates cannot be set for it.
ta_in: நிறுவனத்தின் செலாவணி அடிப்படை நாணயமாக உள்ளது, எனவே பரிமாற்ற விகிதங்கள் அதை அமைக்க முடியாது.

source: GL Account Classes
ta_in: GL கணக்கு வகுப்புகள்

source: The account class ID cannot be empty.
ta_in: கணக்கு வர்க்க ஐடி காலியாக இருக்க முடியாது.

source: The account class name cannot be empty.
ta_in: கணக்கின் வர்க்கப் பெயர் காலியாக இருக்க முடியாது.

source: Selected account class settings has been updated
ta_in: தேர்ந்தெடுக்கப்பட்ட கணக்கு வகை அமைப்புகள் புதுப்பிக்கப்பட்டுள்ளன

source: New account class has been added
ta_in: புதிய கணக்கு வகுப்பு சேர்க்கப்பட்டுள்ளது

source: Cannot delete this account class because GL account types have been created referring to it.
ta_in: இந்த கணக்கு வர்க்கத்தை நீக்க முடியாது, ஏனெனில் GL கணக்கு வகைகள் அதைக் குறிப்பிட்டுள்ளன.

source: Selected account class has been deleted
ta_in: தேர்ந்தெடுக்கப்பட்ட கணக்கு வகுப்பு நீக்கப்பட்டது

source: Class ID
ta_in: வகுப்பு ஐடி

source: Class Name
ta_in: வகுப்பு பெயர்

source: Class Type
ta_in: வகுப்பு வகை

source: Balance Sheet
ta_in: இருப்பு தாள்

source: Class ID:
ta_in: வகுப்பு ஐடி:

source: Class Name:
ta_in: வகுப்பு பெயர்:

source: Class Type:
ta_in: வகுப்பு வகை:

source: Chart of Accounts
ta_in: கணக்குகளின் விளக்கப்படம்

source: The account code must be entered.
ta_in: கணக்கு குறியீட்டை உள்ளிட வேண்டும்.

source: The account name cannot be empty.
ta_in: கணக்கு பெயர் காலியாக இருக்க முடியாது.

source: The account code must be numeric.
ta_in: கணக்கின் குறியீடு எண்களாக இருக்க வேண்டும்.

source: The account belongs to a bank account and cannot be inactivated.
ta_in: கணக்கு வங்கிக் கணக்குக்கு சொந்தமானது மற்றும் செயலிழக்காது.

source: Account data has been updated.
ta_in: கணக்கு தரவு புதுப்பிக்கப்பட்டது.

source: New account has been added.
ta_in: புதிய கணக்கு சேர்க்கப்பட்டுள்ளது.

source: Account not added, possible duplicate Account Code.
ta_in: கணக்கு சேர்க்கப்படவில்லை, கணக்கு நகல் சாத்தியம்.

source: Cannot delete this account because transactions have been created using this account.
ta_in: இந்தக் கணக்கைப் பயன்படுத்தி பரிவர்த்தனைகள் உருவாக்கப்பட்டதால் இந்த கணக்கை நீக்க முடியவில்லை.

source: Cannot delete this account because it is used as one of the company default GL accounts.
ta_in: இந்த கணக்கை நீக்க முடியாது, ஏனெனில் அது நிறுவனத்தின் இயல்புநிலை GL கணக்குகளில் ஒன்றாக பயன்படுத்தப்படுகிறது.

source: Cannot delete this account because it is used by a bank account.
ta_in: இந்த கணக்கை ஒரு வங்கிக் கணக்கால் பயன்படுத்துவதால் அதை நீக்க முடியாது.

source: Cannot delete this account because it is used by one or more Item Categories.
ta_in: இந்த கணக்கை நீக்க முடியாது, ஏனெனில் ஒன்று அல்லது அதற்கு மேற்பட்ட பொருள் வகைகள் பயன்படுத்தப்படுகின்றன.

source: Cannot delete this account because it is used by one or more Items.
ta_in: இந்த கணக்கை நீக்க முடியாது, ஏனெனில் இது ஒன்று அல்லது அதற்கு மேற்பட்ட உருப்படிகளால் பயன்படுத்தப்படுகிறது.

source: Cannot delete this account because it is used by one or more Taxes.
ta_in: இந்த கணக்கை நீக்க முடியாது, ஏனெனில் இது ஒன்று அல்லது அதற்கு மேற்பட்ட வரிகளால் பயன்படுத்தப்படுகிறது.

source: Cannot delete this account because it is used by one or more Customer Branches.
ta_in: இந்த கணக்கை நீக்க முடியாது, ஏனெனில் இது ஒன்று அல்லது அதற்கு மேற்பட்ட வாடிக்கையாளர் கிளைகளால் பயன்படுத்தப்படுகிறது.

source: Cannot delete this account because it is used by one or more suppliers.
ta_in: இந்த கணக்கை நீக்க முடியாது, ஏனெனில் இது ஒன்று அல்லது அதற்கு மேற்பட்ட சப்ளையர்கள் பயன்படுத்தும்.

source: Cannot delete this account because it is used by one or more Quick Entry Lines.
ta_in: இந்த கணக்கை நீக்க முடியாது, ஏனெனில் இது ஒன்று அல்லது அதற்கு மேற்பட்ட விரைவு நுழைவு கோடுகள் பயன்படுத்தப்படுகிறது.

source: Selected account has been deleted
ta_in: தேர்ந்தெடுத்த கணக்கு நீக்கப்பட்டது

source: New account
ta_in: புதிய கணக்கு

source: Account Code 2:
ta_in: கணக்கு கோட் 2:

source: Account Name:
ta_in: கணக்கின் பெயர்:

source: Account Group:
ta_in: கணக்குக் குழு:

source: Account Tags:
ta_in: கணக்கு குறிச்சொற்கள்:

source: Account status:
ta_in: கணக்கு நிலை:

source: Add Account
ta_in: கணக்கு சேர்க்க

source: Update Account
ta_in: கணக்கு புதுப்பிக்கவும்

source: Delete account
ta_in: கணக்கை நீக்குக

source: GL Account Groups
ta_in: GL கணக்கு குழுக்கள்

source: The account group id cannot be empty.
ta_in: கணக்கு குழு ஐடி காலியாக இருக்க முடியாது.

source: The account group name cannot be empty.
ta_in: கணக்கு குழு பெயர் காலியாக இருக்க முடியாது.

source: This account group id is already in use.
ta_in: இந்த கணக்கு குழு ஐடி ஏற்கனவே பயன்படுத்தப்பட்டுள்ளது.

source: You cannot set an account group to be a subgroup of itself.
ta_in: நீங்கள் ஒரு குழு குழு அமைக்க முடியாது ஒரு துணை குழு.

source: Selected account type has been updated
ta_in: தேர்ந்தெடுத்த கணக்கு வகை புதுப்பிக்கப்பட்டது

source: New account type has been added
ta_in: புதிய கணக்கு வகை சேர்க்கப்பட்டுள்ளது

source: Cannot delete this account group because GL accounts have been created referring to it.
ta_in: இந்த கணக்குக் குழுவை நீக்க முடியாது, ஏனெனில் ஜி.எல் கணக்குகள் அதைக் குறிப்பிட்டுள்ளன.

source: Cannot delete this account group because GL account groups have been created referring to it.
ta_in: இந்த கணக்குக் குழுவை நீக்க முடியாது, ஏனெனில் GL கணக்கின் குழுக்கள் இதைக் குறிப்பிட்டுள்ளன.

source: Selected account group has been deleted
ta_in: தேர்ந்தெடுத்த கணக்குக் குழு நீக்கப்பட்டது

source: Group ID
ta_in: குழு ஐடி

source: Group Name
ta_in: குழு பெயர்

source: Subgroup Of
ta_in: துணைக்குழு

source: ID:
ta_in: ஐடி:

source: Subgroup Of:
ta_in: துணைக்குழு:

source: Class:
ta_in: வர்க்கம்:

source: Quick Entries
ta_in: விரைவு பதிவுகள்

source: Add new
ta_in: புதிதாக சேர்க்கவும்

source: The Quick Entry description cannot be empty.
ta_in: விரைவு நுழைவு விளக்கம் காலியாக இருக்க முடியாது.

source: You can only use Balance Based together with Journal Entries.
ta_in: நீங்கள் ஜர்னல் நுழைவுகளுடன் சேர்ந்து சமநிலைகளைப் பயன்படுத்தலாம்.

source: The base amount description cannot be empty.
ta_in: அடிப்படை அளவு விளக்கம் காலியாக இருக்க முடியாது.

source: Selected quick entry has been updated
ta_in: தேர்ந்தெடுக்கப்பட்ட விரைவு நுழைவு மேம்படுத்தப்பட்டது

source: New quick entry has been added
ta_in: புதிய விரைவு நுழைவு சேர்க்கப்பட்டுள்ளது

source: Selected quick entry line has been updated
ta_in: தேர்ந்தெடுத்த விரைவு இடுகை வரி புதுப்பிக்கப்பட்டது

source: New quick entry line has been added
ta_in: புதிய விரைவு நுழைவு வரி சேர்க்கப்பட்டது

source: Selected quick entry has been deleted
ta_in: தேர்ந்தெடுக்கப்பட்ட விரைவு இடுகை நீக்கப்பட்டது

source: The Quick Entry has Quick Entry Lines. Cannot be deleted.
ta_in: விரைவு நுழைவு விரைவு நுழைவு கோடுகள் உள்ளது. நீக்க முடியாது.

source: Selected quick entry line has been deleted
ta_in: தேர்ந்தெடுக்கப்பட்ட விரைவு நுழைவு வரி நீக்கப்பட்டது

source: Base Amount
ta_in: அடிப்படை தொகை

source: Usage
ta_in: பயன்பாடு

source: Entry Type
ta_in: நுழைவு வகை

source: Balance Based
ta_in: அடிப்படையில் சமநிலை

source: Base Amount Description
ta_in: அடிப்படை அளவு விளக்கம்

source: Default Base Amount
ta_in: இயல்புநிலை அடிப்படை தொகை

source: Quick Entry Lines
ta_in: விரைவு நுழைவு கோடுகள்

source: Post
ta_in: போஸ்ட்

source: Account/Tax Type
ta_in: கணக்கு/வரி வகை

source: Posted
ta_in: வெளியிட்டது

source: Tax Type
ta_in: வரி வகை

source: Part
ta_in: பகுதி

source: Line memo
ta_in: வரி குறிப்பு

source: Revaluation of Currency Accounts
ta_in: நாணய கணக்குகள் மறு மதிப்பீடு

source: No Revaluation was needed
ta_in: மறு மதிப்பீடு தேவை

source: %d Journal Entries for AR/AP accounts have been added
ta_in: AR/AP கணக்குகளுக்கான%d ஜர்னல் பதிவுகள் சேர்க்கப்பட்டுள்ளன

source: Date for Revaluation:
ta_in: மறு மதிப்பீடு தேதி:

source: Revaluate Currencies
ta_in: நாணயங்களை மதிப்பீடு செய்யவும்

source: Search General Ledger Transactions for account:
ta_in: கணக்கிற்கான பொதுவான லெட்ஜர் பரிவர்த்தனைகள்:

source: The script must be called with a valid transaction type and transaction number to review the general ledger postings for.
ta_in: ஸ்கிரிப்டை ஒரு பொது பரிவர்த்தனை வகை மற்றும் பரிவர்த்தனை எண்ணை கொண்டு அழைக்க வேண்டும்.

source: View Bank Transfer
ta_in: பார்க்க வங்கி மாற்றம்

source: From Bank Account
ta_in: வங்கி கணக்கில் இருந்து

source: To Bank Account
ta_in: வங்கி கணக்கு

source: Transfer Type
ta_in: பரிமாற்ற வகை

source: This transfer has been voided.
ta_in: இந்த இடமாற்றம் நீக்கப்பட்டது.

source: View Bank Deposit
ta_in: வங்கி வைப்பு பார்க்கவும்

source: GL Deposit
ta_in: GL வைப்பு

source: From
ta_in: இருந்து

source: Settle currency
ta_in: நாணயத்தைத் தீர்க்கவும்

source: Settled amount
ta_in: குடியேறிய தொகை

source: Deposit Type
ta_in: வைப்பு வகை

source: This deposit has been voided.
ta_in: இந்த வைப்புத் தள்ளுபடி செய்யப்பட்டுள்ளது.

source: There are no items for this deposit.
ta_in: இந்த வைப்புக்கு ஏதுமில்லை.

source: Items for this Deposit
ta_in: இந்த வைப்புக்கான பொருட்கள்

source: Item Amounts are Shown in:
ta_in: பொருள் தொகைகள் இதில் காட்டப்பட்டுள்ளன:

source: Account Description
ta_in: கணக்கு விவரம்

source: View Bank Payment
ta_in: வங்கி செலுத்துதலைக் காண்க

source: GL Payment
ta_in: GL கட்டணம்

source: Pay To
ta_in: செலுத்த

source: Payment Type
ta_in: கட்டணம் வகை

source: This payment has been voided.
ta_in: இந்த கட்டணம் ரத்து செய்யப்பட்டது.

source: There are no items for this payment.
ta_in: இந்த கட்டணத்திற்கான உருப்படி எதுவுமில்லை.

source: Items for this Payment
ta_in: இந்த கட்டணத்திற்கான பொருட்கள்

source: General Ledger Transaction Details
ta_in: பொது லெட்ஜர் பரிவர்த்தனை விவரங்கள்

source: Transaction Date
ta_in: பரிவர்த்தனை தேதி

source: GL #
ta_in: பொது பேரேடு #

source: Document Date
ta_in: ஆவண தேதி

source: Event Date
ta_in: நிகழ்வு தேதி

source: Supplier Reference
ta_in: சப்ளையர் குறிப்பு

source: Entered By
ta_in: மூலம் நுழைந்தது

source: Exchange rate
ta_in: மாற்று விகிதம்

source: Source document
ta_in: மூல ஆவணம்

source: No general ledger transactions have been created for
ta_in: பொதுப் பேரேடு பரிவர்த்தனைகள் எதுவும் உருவாக்கப்படவில்லை

source: number
ta_in: எண்

source: Journal Date
ta_in: ஜர்னல் தேதி

source: This transaction has been voided.
ta_in: இந்த பரிவர்த்தனை நீக்கப்பட்டது.

source: Exchange Variance
ta_in: பரிமாற்ற மாறுபாடு

source: To
ta_in: செய்ய

source: Document reentered.
ta_in: ஆவணம் திரும்பியது.

source: Rounding error %s encountered for trans_type:%s,trans_no:%s
ta_in: எதிர்விளைவு பிழை %s, trans_no:%s,trans_type:%s க்கான

source: Date:
ta_in: நாள்:

source: Pay To:
ta_in: செலுத்த:

source: To the Order of:
ta_in: ஆணை:

source: Supplier:
ta_in: விற்பனையாளர்:

source: Customer:
ta_in: வாடிக்கையாளர்:

source: Branch:
ta_in: கிளை:

source: This customer account is on hold.
ta_in: இந்த வாடிக்கையாளர் கணக்கு உள்ளது.

source: Go
ta_in: போய்

source: Into:
ta_in: இண்டு:

source: Edit document line
ta_in: ஆவணம் வரி திருத்தவும்

source: Remove line from document
ta_in: ஆவணத்திலிருந்து வரி நீக்கவும்

source: Confirm changes
ta_in: மாற்றங்களை உறுதிப்படுத்துக

source: Cancel changes
ta_in: மாற்றங்களை ரத்துசெய்

source: Add Item
ta_in: பொருள் சேர்க்கவும்

source: Add new item to document
ta_in: ஆவணப்படுத்த புதிய உருப்படியைச் சேர்க்கவும்

source: Settled AR Amount:
ta_in: AR தொகை தொகை:

source: Settled AP Amount:
ta_in: AP தொகை தொகை:

source: Journal Date:
ta_in: ஜர்னல் தேதி:

source: Currency:
ta_in: நாணய:

source: Document Date:
ta_in: ஆவண தேதி:

source: Event Date:
ta_in: நிகழ்வு தேதி:

source: Source ref:
ta_in: மூல நிரல்:

source: Quick Entry
ta_in: விரைவு நுழைவு

source: balance from account
ta_in: கணக்கு இருந்து சமநிலை

source: Additional info:
ta_in: கூடுதல் தகவல்:

source: Include in tax register:
ta_in: வரி ஆவணத்தில் அடங்கும்:

source: Reconciled:
ta_in: ஒருமைப்படுத்திய:

source: Edit journal line
ta_in: பத்திரிகை வரி திருத்தவும்

source: Remove line from journal
ta_in: பத்திரிகையில் இருந்து வரி நீக்க

source: [Select account]
ta_in: [கணக்கைத் தேர்ந்தெடு]

source: Add new line to journal
ta_in: பத்திரிகைக்கு புதிய வரி சேர்க்கவும்

source: System administration
ta_in: கணினி நிர்வாகம்

source: Company setup
ta_in: நிறுவனத்தின் அமைப்பு

source: Special maintenance
ta_in: சிறப்பு பராமரிப்பு

source: Sales configuration
ta_in: விற்பனை கட்டமைப்பு

source: Sales transactions
ta_in: விற்பனை பரிவர்த்தனைகள்

source: Sales related reports
ta_in: விற்பனை தொடர்பான அறிக்கைகள்

source: Purchase configuration
ta_in: கட்டமைப்பை வாங்கவும்

source: Purchase transactions
ta_in: கொள்முதல் பரிவர்த்தனைகள்

source: Purchase analytics
ta_in: வாங்குதல் பகுப்பாய்வு

source: Inventory configuration
ta_in: சரக்கு கட்டமைப்பு

source: Inventory operations
ta_in: சரக்கு செயல்பாடுகள்

source: Inventory analytics
ta_in: சரக்கு பகுப்பாய்வு

source: Fixed Assets configuration
ta_in: நிலையான சொத்துகள் கட்டமைப்பு

source: Fixed Assets operations
ta_in: நிலையான சொத்துகளின் செயல்பாடுகள்

source: Fixed Assets analytics
ta_in: நிலையான சொத்துகள் பகுப்பாய்வு

source: Manufacturing configuration
ta_in: உற்பத்தி கட்டமைப்பு

source: Manufacturing transactions
ta_in: உற்பத்தி பரிவர்த்தனைகள்

source: Manufacturing analytics
ta_in: உற்பத்தி பகுப்பாய்வு

source: Dimensions configuration
ta_in: பரிமாணங்களின் கட்டமைப்பு

source: Dimensions
ta_in: பரிமாணங்கள்

source: Banking & GL configuration
ta_in: வங்கி மற்றும் ஜிஎல் கட்டமைப்பு

source: Banking & GL transactions
ta_in: வங்கி மற்றும் ஜிஎல் பரிவர்த்தனைகள்

source: Banking & GL analytics
ta_in: வங்கி மற்றும் GL பகுப்பாய்வு

source: Install/update companies
ta_in: நிறுவு/புதுப்பித்தல் நிறுவனங்கள்

source: Install/update languages
ta_in: மொழிகள் நிறுவவும்/மேம்படுத்தவும்

source: Install/upgrade modules
ta_in: தொகுதிகள் நிறுவவும்/மேம்படுத்தவும்

source: Software upgrades
ta_in: மென்பொருள் மேம்பாடுகள்

source: Company parameters
ta_in: நிறுவனத்தின் அளவுருக்கள்

source: Access levels edition
ta_in: அணுகல் நிலை பதிப்புகள்

source: Users setup
ta_in: பயனர்கள் அமைப்பது

source: Point of sales definitions
ta_in: விற்பனை வரையறைகள் புள்ளி

source: Printers configuration
ta_in: பிரிண்டர்கள் கட்டமைப்பு

source: Print profiles
ta_in: சுயவிவரங்களை அச்சிடுக

source: Payment terms
ta_in: கட்டண வரையறைகள்

source: Shipping ways
ta_in: கப்பல் வழிகள்

source: Credit status definitions changes
ta_in: கடன் நிலை வரையறைகள் மாற்றங்கள்

source: Inventory locations changes
ta_in: சரக்கு இருப்பிடங்கள் மாறும்

source: Inventory movement types
ta_in: சரக்கு இயக்கம் வகைகள்

source: Manufacture work centres
ta_in: உற்பத்தி மையங்கள்

source: Forms setup
ta_in: படிவங்கள் அமைவு

source: Contact categories
ta_in: தொடர்பு பிரிவுகள்

source: Voiding transactions
ta_in: வாங்குதல் நடவடிக்கைகள்

source: Database backup/restore
ta_in: டேட்டாபேஸ் காப்பு பிரதி / மீட்டமை

source: Common view/print transactions interface
ta_in: பொது காட்சி/அச்சு பரிமாற்ற இடைமுகம்

source: Attaching documents
ta_in: ஆவணங்களை இணைத்தல்

source: Display preferences
ta_in: காட்சி விருப்பத்தேர்வுகள்

source: Password changes
ta_in: கடவுச்சொல் மாற்றங்கள்

source: Edit other users transactions
ta_in: பிற பயனர்களின் பரிமாற்றங்களைத் திருத்துக

source: Sales types
ta_in: விற்பனை வகைகள்

source: Sales prices edition
ta_in: விற்பனை விலை பதிப்புகள்

source: Sales staff maintenance
ta_in: விற்பனை ஊழியர்கள் பராமரிப்பு

source: Sales areas maintenance
ta_in: விற்பனை பகுதிகள் பராமரிப்பு

source: Sales groups changes
ta_in: விற்பனை குழுக்கள் மாற்றங்கள்

source: Sales templates
ta_in: விற்பனை வார்ப்புருக்கள்

source: Recurrent invoices definitions
ta_in: மீண்டும் வரும் பொருள் வரையறைகள்

source: Sales transactions view
ta_in: விற்பனை பரிவர்த்தனை காட்சி

source: Sales customer and branches changes
ta_in: விற்பனை வாடிக்கையாளர் மற்றும் கிளைகள் மாற்றங்கள்

source: Sales quotations
ta_in: விற்பனை மேற்கோள்கள்

source: Sales orders edition
ta_in: விற்பனை ஆணை பதிப்புகள்

source: Sales deliveries edition
ta_in: விற்பனை விநியோகிப்பு பதிப்பு

source: Sales invoices edition
ta_in: விற்பனை பொருள் பதிவுகள்

source: Sales credit notes against invoice
ta_in: விலைப்பட்டியல் எதிராக விற்பனை கடன் குறிப்புகள்

source: Sales freehand credit notes
ta_in: விற்பனை இலவசமாக கடன் குறிப்பு

source: Customer payments entry
ta_in: வாடிக்கையாளர் செலுத்தும் நுழைவு

source: Customer payments allocation
ta_in: வாடிக்கையாளர் கொடுப்பனவு ஒதுக்கீடு

source: Sales analytical reports
ta_in: விற்பனை பகுப்பாய்வு அறிக்கைகள்

source: Sales document bulk reports
ta_in: விற்பனை ஆவணம் மொத்த அறிக்கைகள்

source: Sales prices listing
ta_in: விற்பனை விலை பட்டியல்

source: Sales staff listing
ta_in: விற்பனை ஊழியர்கள் பட்டியல்

source: Customer bulk listing
ta_in: வாடிக்கையாளர் மொத்த பட்டியல்

source: Customer status report
ta_in: வாடிக்கையாளர் நிலை அறிக்கை

source: Customer payments report
ta_in: வாடிக்கையாளர் கொடுப்பனவு அறிக்கை

source: Purchase price changes
ta_in: விலை மாற்றங்களை வாங்குக

source: Supplier transactions view
ta_in: சப்ளையர் பரிவர்த்தனைகள் காட்சி

source: Suppliers changes
ta_in: சப்ளையர்கள் மாற்றங்கள்

source: Purchase order entry
ta_in: வாங்கிய ஆர்டர் நுழைவு

source: Purchase receive
ta_in: கொள்முதல் பெறுதல்

source: Supplier invoices
ta_in: சப்ளையர் பொருள்

source: Deleting GRN items during invoice entry
ta_in: விலைப்பட்டியல் நுழைவில் GRN உருப்படிகளை நீக்குகிறது

source: Supplier credit notes
ta_in: சப்ளையர் கிரெடிட் குறிப்புகள்

source: Supplier payments
ta_in: வழங்குபவர் பணம்

source: Supplier payments allocations
ta_in: வழங்குபவர் பணம் ஒதுக்கீடு

source: Supplier analytical reports
ta_in: சப்ளையர் பகுப்பாய்வு அறிக்கைகள்

source: Supplier document bulk reports
ta_in: சப்ளையர் ஆவணம் மொத்த அறிக்கைகள்

source: Supplier payments report
ta_in: வழங்குபவர் செலுத்தும் அறிக்கை

source: Stock items add/edit
ta_in: பங்கு பொருட்களை சேர்க்க/திருத்து

source: Sales kits
ta_in: விற்பனை கருவிகள்

source: Item categories
ta_in: பொருள் பிரிவுகள்

source: Units of measure
ta_in: நடவடிக்கைகளின் அலகுகள்

source: Stock status view
ta_in: பங்கு நிலை காட்சி

source: Stock transactions view
ta_in: பங்கு பரிவர்த்தனை காட்சி

source: Foreign item codes entry
ta_in: வெளிநாட்டு உருப்படி குறியீடுகள் நுழைவு

source: Inventory location transfers
ta_in: சரக்கு இடம் இடமாற்றங்கள்

source: Inventory adjustments
ta_in: சரக்கு மாற்றங்கள்

source: Reorder levels
ta_in: அளவுகளை மறுவரிசைப்படுத்துக

source: Items analytical reports and inquiries
ta_in: பொருட்கள் பகுப்பாய்வு அறிக்கைகள் மற்றும் விசாரணைகள்

source: Inventory valuation report
ta_in: சரக்கு மதிப்பீட்டு அறிக்கை

source: Fixed Asset items add/edit
ta_in: நிலையான சொத்து பொருட்கள் சேர்க்க/திருத்து

source: Fixed Asset categories
ta_in: நிலையான சொத்து வகைகள்

source: Fixed Asset classes
ta_in: நிலையான சொத்து வகுப்புகள்

source: Fixed Asset transactions view
ta_in: நிலையான சொத்து பரிவர்த்தனை காட்சி

source: Fixed Asset location transfers
ta_in: நிலையான சொத்து இடம் இடமாற்றங்கள்

source: Fixed Asset disposals
ta_in: நிலையான சொத்து முறிவுகள்

source: Depreciation
ta_in: தேய்மானம்

source: Fixed Asset analytical reports and inquiries
ta_in: நிலையான சொத்து பகுப்பாய்வு அறிக்கைகள் மற்றும் விசாரணைகள்

source: Bill of Materials
ta_in: பொருட்களின் அளவுக்கான ரசீது

source: Manufacturing operations view
ta_in: உற்பத்தி நடவடிக்கைகள் காட்சி

source: Work order entry
ta_in: வேலை ஒழுங்கு இடுகை

source: Material issues entry
ta_in: பொருள் பிரச்சினைகள் நுழைவு

source: Final product receive
ta_in: இறுதி தயாரிப்பு பெறும்

source: Work order releases
ta_in: வேலை ஒழுங்கு வெளியீடுகள்

source: Work order analytical reports and inquiries
ta_in: வேலை ஒழுங்கு பகுப்பாய்வு அறிக்கைகள் மற்றும் விசாரணைகள்

source: Manufacturing cost inquiry
ta_in: உற்பத்தி செலவின விசாரணை

source: Work order bulk reports
ta_in: வேலை ஒழுங்கு மொத்த அறிக்கைகள்

source: Bill of materials reports
ta_in: பொருட்கள் பில் அறிக்கைகள்

source: Dimension tags
ta_in: பரிமாண குறிச்சொற்கள்

source: Dimension view
ta_in: பரிமாண காட்சி

source: Dimension entry
ta_in: பரிமாண நுழைவு

source: Dimension reports
ta_in: பரிமாண அறிக்கைகள்
