Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: Direct Sales Delivery
da_dk: Direkte Salg Levering
es_es: Entrega de Ventas Directas
id_id: Pengiriman langsung
it_it: Consegna di Vendita Diretta
ka_ge: სასაქონლო ზედნადები
pt_br: Entrar com Pedido de Venda e Entrega
pt_pt: Entrega Direta de Vendas
ru_ru: Прямые поставки продажам

source: Direct Sales Invoice
da_dk: Direkte Salg Faktura
es_es: Factura de Ventas Directas
id_id: Tagihan langsung
it_it: Fattura di Vendita Diretta
ka_ge: გაყიდვების ინვოისი
pt_br: Entrar com Pedido de Venda, Entrega e Fatura
pt_pt: Fatura de Vendas Direta
ru_ru: Прямые счета продажам

source: Modifying Sales Order # %d
da_dk: Ændre ordre # %d
es_es: Modificando Pedido Nº %d
id_id: Mengubah order penjualan # %d
it_it: Modifica Ordine di Vendita # %d
ka_ge: გაყიდვების შეკვეთის # %d ცვლილება
pt_br: Modificando Pedido de Vendas # %d
pt_pt: Modificar Encomenda de Cliente nº %d

source: Modifying Sales Quotation # %d
da_dk: Ændre Salg Tilbud # %d
es_es: Modificando Presupuesto Nº %d
id_id: Mengubah penawaran penjualan # %d
it_it: Modifica Preventivo di Vendita # %d
ka_ge: გაყიდვების შეთავაზების # %d ცვლილება
pt_br: Modificando Cotação de Vendas # %d
pt_pt: Modificar Orçamento de Vendas nº %d

source: New Sales Order Entry
da_dk: Oprettelse af salgsordre
es_es: Nueva introducción de Pedido
id_id: Penjualan baru
it_it: Inserimento Nuovo Ordine di Vendita
ka_ge: ახალი გაყიდვების შეკვეთის ჩანაწერი
pt_br: Entrada de Novo Pedido de Vendas
pt_pt: Registar Nova Encomenda de Cliente
ru_ru: Новый порядок продажи Вступление

source: New Sales Quotation Entry
da_dk: Nyt Salgs Tilbud Indtastning
es_es: Entrada de nuevo presupuesto
id_id: Penawaran baru
it_it: Inserimento Nuovo Preventivo di Vendita
ka_ge: ახალი გაყიდვების შეთავაზების ჩანაწერი
pt_br: Entrar com Nova Cotação de Venda
pt_pt: Registar Novo Orçamento de Venda
ru_ru: Новые цитаты продаж Вступление

source: Sales Order Entry
da_dk: Opret Salgsordre
es_es: Introducción de Pedido
id_id: Penjualan
it_it: Inserimento Ordine di Vendita
ka_ge: გაყიდვების შეკვეთის ჩანაწერი
pt_br: Entrar com Pedido de Venda
pt_pt: Registar Encomenda de Cliente
ru_ru: Продажи Order Entry

source: Order # %d has been entered.
da_dk: Ordre # %d er gemt.
es_es: El pedido Nº %d ha sido introducido.
id_id: Order # %d berhasil dimasukkan.
it_it: L'Ordine # %d è stato inserito.
ka_ge: შეკვეთა # %d შეყვანილია.
pt_br: Pedido # %d foi digitado.
pt_pt: Encomenda nº %d foi registada.

source: &View This Order
da_dk: &Se denne Ordre
es_es: &Ver Este Pedido
id_id: Tampilkan order ini (&T)
it_it: &Visualizza queso Ordine
ka_ge: დაათვალიერე ეს შეკვეთა
pt_br: Vizualizar Este Pedido
pt_pt: &Visualizar Esta Encomenda
ru_ru: & Открыть этот заказ

source: Make &Delivery Against This Order
da_dk: Udfør Levering Mod Denne Ordre
es_es: &Hacer Entrega para Este Pedido
id_id: Buat pengiriman untuk order ini (&D)
it_it: Effettua &Consegna in rapporto a Questo Ordine
ka_ge: განახორციელე მიწოდება ამ შეკვეთაზე
pt_br: Entregar este Pedido de Venda
pt_pt: Efetuar Entrega Desta &Encomenda
ru_ru: Сделать и поставка против этого заказа

source: Enter a &New Order
da_dk: Angiv en ny Ordre
es_es: Introducir un &Nuevo Pedido
id_id: Buat Order baru (&B)
it_it: Inserisci un &Nuovo ordine
ka_ge: შეიყვანე ახალი შეკვეთა
pt_br: Registrar um Novo Pedido
pt_pt: Registrar uma &Nova Encomenda
ru_ru: Введите и New Order

source: Order # %d has been updated.
da_dk: Ordre # %d er opdateret.
es_es: El Pedido Nº %d ha sido actualizado.
id_id: Order # %d berhasil diubah.
it_it: L'ordine # %d è stato aggiornato.
ka_ge: შეკვეთა %d განახლებულია.
pt_br: Pedido # %d foi atualizado.
pt_pt: Encomenda nº %d foi atualizada.

source: Confirm Order Quantities and Make &Delivery
da_dk: Bekræft Ordre Antal og Opret Leverance
es_es: Confirmar Cantidades del Pedido y Hacer Entrega
id_id: Konfirmasi jumlah order dan buat pengiriman (&D)
it_it: Conferma le Quantità dell'Ordine ed effettua la &Consegna
ka_ge: დაადასტურე შეკვეთის რაოდენობები და განახორციელე მიწოდება
pt_br: Confirmar Quantidades de Pedido e Fazer Entrega
pt_pt: Confirmar Quantidades da Encomenda e Efetuar &Entrega
ru_ru: Подтвердить заказ количества и сделать и доставки

source: Select A Different &Order
da_dk: Vælg en anden ordre
es_es: Seleccione un &Pedido Diferente
id_id: Pilih order lain (&B)
it_it: Seleziona un ordine diverso
ka_ge: აირჩიე სხვა შეკვეთა
pt_br: Selecione Um Pedido Diferente
pt_pt: Selecionar uma Encomenda &Diferente
ru_ru: Выберите другой порядок

source: Quotation # %d has been entered.
da_dk: Tilbud # %d er indtastet.
es_es: El presupuesto Nº %d ha sido insertado.
id_id: Penawaran # %d berhasil dimasukkan.
it_it: Il Preventivo # %d è stato inserito.
ka_ge: შეთავაზება # %d შეყვანილია.
pt_br: Cotação # %d foi digitada.
pt_pt: Orçamento nº %d foi registado.

source: &View This Quotation
da_dk: &Se Dette Tilbud
es_es: &Ver este presupuesto
id_id: Tampilkan Penawaran (&T)
it_it: &Visualizza Questo Preventivo
ka_ge: დაათვალიერე ეს შეთავაზება
pt_br: Visualizar Está Cotação
pt_pt: &Visualizar Este Orçamento
ru_ru: И Просмотр этой цитате

source: &Print This Quotation
da_dk: Udskriv dette tilbud
es_es: &Imprimir este presupuesto
id_id: Cetak Penawaran (&C)
it_it: &Stampa Questo Preventivo
ka_ge: დაბეჭდე ეს შეთავაზება
pt_br: Imprimir Está Cotação
pt_pt: &Imprimir Este Orçamento
ru_ru: Распечатать эту цитату

source: &Email This Quotation
da_dk: E-mail dette Tilbud
es_es: Enviar por &Email este presupuesto
id_id: Email Penawaran (&E)
it_it: Invia tramite &Email Questo Preventivo
ka_ge: გააგზავნე ელ.ფოსტით ეს შეთავაზება
pt_br: Enviar Esta Cotação por E-mail
pt_pt: &Enviar Este Orçamento por E-mail
ru_ru: Отправить эту цитату

source: Make &Sales Order Against This Quotation
da_dk: Opret Salgsordre Mod Dette Tilbud
es_es: Hacer &Pedido con este presupuesto
id_id: Buat Penjualan dari Penawaran ini (&J)
it_it: Fai un Ordine di &Vendita in rapporto a Questo Preventivo
ka_ge: შექმენი გაყიდვების შეკვეთა ამ შემოთავაზებაზე
pt_br: Emitir Pedido de Venda para esta Cotação
pt_pt: Efetuar Encomenda de &Cliente com Base neste Orçamento
ru_ru: Сделать и заказов Против этой цитате

source: Enter a New &Quotation
da_dk: Angiv et nyt tilbud
es_es: Introducir un Nuevo &Presupuesto
id_id: Buat Penawaran Baru
it_it: Inserisci un Nuovo &Preventivo
ka_ge: შეიყვანე ახალი შეთავაზება
pt_br: Entrar uma Nova Cotação
pt_pt: Registar Novo &Orçamento
ru_ru: Введите новые и цитаты

source: Quotation # %d has been updated.
da_dk: Tilbud # %d er opdateret.
es_es: El presupuesto Nº %d ha sido actualizado.
id_id: Penawaran # %d berhasil diubah
it_it: Il Preventivo # %d p stato aggiornato.
ka_ge: შეთავაზება # %d განახლებულია.
pt_br: Cotação # %d foi atualizada.
pt_pt: Orçamento nº %d foi atualizado.

source: Select A Different &Quotation
da_dk: Vælg et andet tilbud
es_es: Seleccione un &Presupuesto Diferente
id_id: Pilih Penawaran Lain (&B)
it_it: Seleziona un &Preventivo Differente
ka_ge: აირჩიე სხვა შეთავაზება.
pt_br: Selecionar Uma Cotação Diferente
pt_pt: Selecionar um &Orçamento Diferente
ru_ru: Выберите другую и цитаты

source: Make &Invoice Against This Delivery
da_dk: Opret &Faktura Mod Denne Levering
es_es: &Hacer Factura Contra Esta Entrega
id_id: Buat Tagihan dari Pengiriman ini. (&T)
it_it: Fai una Fattura in rapporto a Questa Consegna
ka_ge: შექმენი ინვოისი ამ ზედნადებზე
pt_br: Fazer Fatura Contra Esta Entrega
pt_pt: Criar &Fatura com base nesta Entrega
ru_ru: Сделать Счет против этой Доставка

source: Enter a New Template &Delivery
da_dk: Opret en Ny Leveranceskabelon
es_es: Introducir una &Nueva Plantilla de Entrega
id_id: Buat Template Pengiriman
it_it: Inserisci un Nuovo Template di &Consegna
ka_ge: შეიყვანე ახალი შაბლონი ზედნადები
pt_br: Entrar um Novo Modelo de Entrega
pt_pt: Registar um Novo Template para Documento de &Entrega
ru_ru: Введите новый шаблон и доставки

source: Enter a &New Delivery
da_dk: Opret en Ny Leverance
es_es: Introducir una Nue&va Entrega
id_id: Buat Pengiriman baru (&B)
it_it: Inserisci una &Nuova consegna
ka_ge: შეიყვანე ახალი ზედნადები
pt_br: Entrar uma Nova Entrega
pt_pt: Registar uma Nova Entrega
ru_ru: Введите новые поставки

source: Invoice # %d has been entered.
da_dk: Faktura # %d er gemt.
es_es: La factura Nº %d ha sido introducida.
id_id: Tagihan # %d berhasil dimasukkan.
it_it: La Fattura # %d è stata inserita.
ka_ge: ინვოისი # %d განახლებულია.
pt_br: Fatura # %d foi digitada.
pt_pt: Fatura nº %d foi registada.

source: &Print Sales Invoice
da_dk: Udskriv Salgs Faktura
es_es: &Imprimir Factura de venta
id_id: Cetak Tagihan (&C)
it_it: &Stampa Fattura di Vendita
ka_ge: დაბეჭდე გაყიდვების ინვოისი
pt_br: Imprimir Fatura de Vendas
pt_pt: &Imprimir Fatura de Venda
ru_ru: Счет для печати продажам

source: &Email Sales Invoice
da_dk: Email Salgs Faktura
es_es: &Enviar por mail Factura de venta
id_id: Email Tagihan (&E)
it_it: Invia tramite &Email Fattura di Vendita
ka_ge: გააგზავნე ელ.ფოსტით გაყიდვების ინვოისი
pt_br: Envio de Fatura de Vendas por E-mail
pt_pt: &Enviar Fatura de Vendas por E-mail
ru_ru: Email & Счет продаж

source: Print &Receipt
da_dk: Udskriv kvittering
es_es: Imprimir &Recibo
id_id: Cetak Tanda Terima (&R)
it_it: Stampa &Ricevuta
ka_ge: დაბეჭდე ქვითარი
pt_pt: Imprimir &Recibo
ru_ru: Распечатать получение

source: Enter a &New Template Invoice
da_dk: Indtast en &Ny Skabelon Faktura
es_es: Introducir una Nueva Plantilla de Factura
id_id: Buat Template Tagihan
it_it: Inserisci un &Nuovo Template di Fattura
ka_ge: შეიყვანე ახალი შაბლონი ინვოისი
pt_br: Entrar um Novo Modelo de Fatura
pt_pt: Registar um &Novo Template para Documento de Fatura
ru_ru: Введите новый шаблон счета

source: Enter a &New Direct Invoice
da_dk: Indtast en &Ny Direkte Faktura
es_es: Introduzca una Nueva &Factura Directa
id_id: Buat Tagihan Langsung (&B)
it_it: Inserisci una &Nuova Fattura Diretta
ka_ge: შეიყვანე ახალი ინვოისი
pt_br: Entrar com um NOVO Pedido de Venda, Entrega e Fatura
pt_pt: Registar uma Nova &Fatura Direta
ru_ru: Введите новые прямые счета

source: You must enter the person or company to whom delivery should be made to.
da_dk: Du skal angive person eller firma for hvem leverancen skal udføres.
es_es: Debe introducir la persona o compañía a la cual se le debe hacer la entrega.
id_id: Anda harus memasukkan perusahaan/personal tujuan pengiriman.
it_it: Inserire la persona o l'azienda a cui fare la spedizione
ka_ge: უნდა შეიყვანო პირი ან კომპანია ვისთვისაც უნდა განხორციელდეს მიწოდება.
pt_br: Você deve digitar a pessoa ou empresa para quem a entrega deve ser feita.
pt_pt: Deve indicar a entidade ou empresa para quem a entrega deve ser feita.

source: You should enter the street address in the box provided. Orders cannot be accepted without a valid street address.
da_dk: Du skal angive gadeadresse i adresseboksen. Ordren kan ikke godkendes uden en gyldig gadeadresse.
es_es: Debe introducir la calle de la dirección. No se aceptan órdenes sin una dirección válida.
id_id: Anda harus memasukkan alamat pada kotak yang tersedia. Order tidak dapat diterima tanpa alamat yang valid.
it_it: Inserire l'indirizzo nello spazio previsto. Gli ordini non possonoessere accettati senza un indirizzo valido.
ka_ge: შეიყვანე მისამართი. მისამართის გარეშე მიწოდება ვერ განხორციელდება.
pt_br: Você deve digitar o endereço na caixa fornecida. Pedidos não podem ser aceitos sem um endereço válido.
pt_pt: Deve indicar na encomenda o endereço postal completo. As Encomendas não podem ser aceites sem um endereço válido.

source: The shipping cost entered is expected to be numeric.
da_dk: Angiven fragt forventes være numerisk.
es_es: El coste de transporte introducido debe ser numérico.
id_id: Biaya pengiriman harus berupa angka.
it_it: Le spese di spedizione inserite devono essere numeriche.
ka_ge: გადაზიდვის ხარჯი უნდა იყოს რიცხვი.
pt_br: O custo de envio inscrito deverá ser numérico.
pt_pt: O custo de transporte introduzido deve ser numérico.
ru_ru: Стоимость доставки вошли как ожидается, будет цифровой.

source: The Valid date is invalid.
da_dk: Den gyldige dato er ugyldig.
es_es: La fecha de validez no es válida.
id_id: Tanggal berlaku tidak valid.
it_it: La data di validazione non è valida
ka_ge: თარიღი ძალაში არასწორია.
pt_br: A data de validade é inválida.
pt_pt: A data de validade é inválida.
ru_ru: Действительно при вводе даты.

source: The delivery date is invalid.
da_dk: Leveringsdatoen er ugyldig.
es_es: La fecha de entrega es inválida.
id_id: Tanggal pengiriman tidak valid.
it_it: La data di consegna non è valida.
ka_ge: მიწოდების თარიღი არასწორია.
pt_br: A data de entrega é inválida.
pt_pt: A data de entrega é inválida.
ru_ru: Датой поставки является недействительным.

source: The requested valid date is before the date of the quotation.
da_dk: Den ønskede gyldige dato ligger før datoen for tilbuddet.
es_es: La fecha de validez solicitada es anterior a la fecha del presupuesto.
id_id: Tanggal berlaku lebih awal dari tanggal penawaran.
it_it: La data di validazione richiesta è anteriore alla data di quotazione
ka_ge: მითითებული თარიღი ძალაში შეთავაზების თარიღზე ადრინდელია.
pt_br: A data de validade solicitada é antes da data de cotação.
pt_pt: A data de validade solicitada é anterior à data do orçamento.
ru_ru: Просила действительны дата до даты котировки.

source: The requested delivery date is before the date of the order.
da_dk: Angivet leveringsdato ligger før ordredato.
es_es: La fecha de entrega solicitada es anterior a la fecha del pedido.
id_id: Tanggal pengiriman lebih awal dari tanggal order.
it_it: La data di spedizione richiesta è anteriore alla data dell'ordine
ka_ge: მოთხოვნილი მიწოდების თარიღი შეკვეთის თარიღზე ადრინდელია.
pt_br: A data de entrega solicitada é antes da data de pedido.
pt_pt: A data de entrega requerida é anterior à data da encomenda.
ru_ru: Запрашиваемый срок поставки до даты заказа.

source: You need to define a cash account for your Sales Point.
da_dk: Du skal definere en kontantkonto for dit Salg Punkt.
es_es: Es necesario definir una cuenta de efectivo para su Punto de Venta.
id_id: Anda harus membuat akun kas untuk Poin Penjualan (Sales Point).
it_it: è necessario definire un conto di cassa per il tuo Punto Vendita
ka_ge: განსაზღვრე ფულის ანგარიში გაყიდვის წერტილისთვის.
pt_pt: É necessário definir uma conta de caixa para o Ponto de Venda.
ru_ru: Вы должны определить денежный счет для вашей точке продаж.

source: The reference number field has been increased. Please save the document again.
id_id: Kolom nomor referensi berubah. Silakan simpan dookumen lagi.
pt_pt: O campo número de referência foi incrementado. Por favor, guarde novamente o documento.

source: The item could not be updated because you are attempting to set the quantity ordered to less than 0, or the discount percent to more than 100.
da_dk: Linien kan ikke opdateres da du forsøger at angive antallet til mindre end 0, eller rabatprocenten til mere end 100.
es_es: El artículo no pudo ser actualizado, ya que usted está intentando fijar la cantidad pedida menor que 0, o el porcentaje de descuento a más de 100.
id_id: Baris tidak dapat diubah karena anda bermaksud mengisi kuantitas dipesan kurang dari nol atau diskon lebih dari 100 persen.
it_it: L'articolo deve essere inserito e non può essere inferiore a 0
ka_ge: დასახელების განახლება შეუძლებელია, რადგან შეკვეთის რაოდენობა ნულზე ნაკლებია ან ფასდათმობის პროცენტი 100-ზე მეტია.
pt_br: O item não pode ser atualizado porque você esta tentando definir quantidade solicitada para menos que 0 ou o percentual de desconto para maior que 100.
pt_pt: O artigo não pode ser atualizado porque está a tentar definir a quantidade encomendada menor que zero ou a percentagem de desconto maior que 100.

source: Price for inventory item must be entered and can not be less than 0
es_es: Precio por artículo debe ser introducido y no puede ser inferior a 0
id_id: Harga barang inventaris harus ada dan tidak boleh kurang dari nol
ka_ge: მარაგის დასახ-ბისთვის ფასი შესაყვანია.
pt_pt: O preço de stock do artigo deve ser indicado e não pode ser menor que zero
ru_ru: Цена за товаром, должен быть введен и не может быть меньше 0

source: You attempting to make the quantity ordered a quantity less than has already been delivered. The quantity delivered cannot be modified retrospectively.
da_dk: Linien du forsøger at ændre antallet for er allerede blevet leveret med et antal som er mindre. Antallet leveret og fakturerat kan ikke ændres retrospektivt.
es_es: Está intentando hacer que las cantidades pedidas sean menores que las cantidades ya entregadas. La cantidad entregada no puede ser modificada retrospectivamente.
id_id: Anda bermaksud menigis kuantitas dipesan kurang dari yang sudah dikirim. Kuantitas terkirim tidak dapat diubah.
it_it: Stai cercando ridurre la quantità ordinata al di sotto della quantitàgià spedita. La quantità spedita non può essere modificata retroattivamente.
ka_ge: შეკვეთილი რაოდენობა მიწოდებულზე ნაკლებია. შესრულებული მოწოდების რაოდენობის შეცვლა შეუძლებელია.
pt_br: Você está tentando fazer a quantidade solicitada uma quantidade menor doque a já entregue. A quantidade entregada não pode ser modificada retrospectivamente.
pt_pt: Está a tentar indicar a quantidade encomendada menor do que a quantidade já entregue. A quantidade entregue não pode ser modificada retrospectivamente.

source: Price %s is below Standard Cost %s
es_es: Precio %s está bajo el Coste Estandar %s
id_id: Harga %s dibawah biaya standar %s
ka_ge: ფასი %s ნაკლებია სტდრტ. თვითღ-ბა %s
pt_pt: Preço %s é inferior ao Custo Padrão %s

source: This item cannot be deleted because some of it has already been delivered.
da_dk: Denne vare kan ikke slettes da nogle allerede er modtagne.
es_es: Este artículo no puede eliminarse porque ya ha sido entregado.
id_id: Baris ini tidak dapat dihapus karena sebagian sudah dikirim.
it_it: Questo articolo non può essere cancellato perchè acluni di esso sono già stati consegnati.
ka_ge: დასახელების წაშლა შეუძლებელია რადგან ნაწილი უკვე მიწოდებულია.
pt_br: Não é possível deletar este item porque alguns deles já foram entregues.
pt_pt: Este artigo não pode ser eliminado porque alguma quantidade já foi entregue.

source: Direct delivery entry has been cancelled as requested.
da_dk: Direkte levering er annulleret som ønsket
es_es: La entrada de entrega ha sido cancelada tal y como se solicitó.
id_id: Input Pengiriman Langsung dibatalkan sesuai permintaan.
it_it: L'inserimento di spedizioni dirette è stato cancellato come richiesto.
ka_ge: ზედნადების ჩანაწერი გაუქმებულია მოთხოვნისამებრ.
pt_br: Entrada de entrega direta foi cancelada como o solicitado.
pt_pt: O registo de entrega direta foi cancelado, tal como solicitado.
ru_ru: Прямой ввод доставка была отменена по требованию.

source: Enter a New Sales Delivery
da_dk: Opret en ny direkte levering
es_es: Introducir una Nueva Entrega de Ventas
id_id: Buat Pengiriman baru
it_it: Inserisci una Nuova Consegna di Vendita
ka_ge: შეიყვანე ახალი ზედნადები
pt_br: Entrar uma Nova Entrega de Vendas
pt_pt: Registar uma Nova Entrega de Vendas
ru_ru: Введите новые поставки продажам

source: Direct invoice entry has been cancelled as requested.
da_dk: Direkte faktura indtastning er annulleret som ønsket
es_es: Esta entrada de facturación directa ha sido cancelada, tal como solicitó.
id_id: Input Tagihan Langsung dibatalkan sesuai permintaan.
it_it: L'inserimento della fattura diretta è stato cancellato come richiesto.
ka_ge: ინვოისის ჩანაწერი გაუქმებულია მოთხოვნისამებრ.
pt_br: Entrada de fatura direta foi cancelada como o solicitado.
pt_pt: A introdução da fatura direta foi cancelada, tal como solicitado.
ru_ru: Прямой счет-фактура запись была отменена по требованию.

source: Enter a New Sales Invoice
da_dk: Opret en Ny Salgs Faktura
es_es: Introducir una nueva Factura de Ventas
id_id: Buat Tagihan baru
it_it: Inserisci una Nuova Fattura di Vendita
ka_ge: შეიყვანე ახალი გაყიდვების ინვოისი
pt_br: Entrar uma Nova Fatura de Vendas
pt_pt: Registar uma Nova Fatura de Vendas
ru_ru: Введите новый счет продаж

source: This sales quotation has been cancelled as requested.
da_dk: Dette salgstilbud er blevet annulleret som ønsket.
es_es: Este presupuesto ha sido cancelado tal como solicitó.
id_id: Penawaran ini dibatalkan sesuai permintaan.
it_it: Questa quotazione dei vendita è stata cancellata come richiesto.
ka_ge: შეთავაზება გაუქმებულია მოთხოვნისამებრ.
pt_br: Esta cotação de vendas foi cancelada como o solicitado.
pt_pt: Este orçamento foi cancelado, tal como solicitado.
ru_ru: Это цитата продаж был отменен по требованию.

source: Enter a New Sales Quotation
da_dk: Opret et Nyt Salgs Tilbud
es_es: Introducir un Nuevo presupuesto
id_id: Tambah Penawaran
it_it: Inserisci un Nuovo Preventivo di Vendita
ka_ge: შეიყვანე ახალი შეთავაზება
pt_br: Entrar uma Nova Cotação de Vendas
pt_pt: Registar um Novo Orçamento
ru_ru: Введите новые цитаты продажам

source: Undelivered part of order has been cancelled as requested.
id_id: Sebagian prder yang belum dikirim dibatalkan sesuai permintaan.
pt_pt: Parte não entregue da encomenda foi cancelada, conforme solicitado.
ru_ru: Недоставленные части заказ был отменен по требованию.

source: Select Another Sales Order for Edition
id_id: Pilih Order Penjualan lain untuk Diubah
pt_pt: Selecionar Outra Encomenda Para Edição
ru_ru: Выбрать другой заказа на издание

source: This sales order has been cancelled as requested.
da_dk: Ordren er slettet som ønsket
es_es: Este Pedido ha sido cancelado tal como solicitó.
id_id: Order Penjualan dibatalkan sesuai permintaan.
it_it: Questo ordine di vendita è stato cancellato come richiesto.
ka_ge: გაყიდვების შეკვეთა გაუქმებულია მოთხოვნისამებრ.
pt_br: Este pedido de vendas foi cancelado como o solicitado.
pt_pt: Esta encomenda de cliente foi cancelada, tal como solicitado.
ru_ru: Этот заказ был отменен по требованию.

source: Enter a New Sales Order
da_dk: Opret en ny salgsordre
es_es: Introducir Nuevo Pedido
id_id: Tambah Penjualan
it_it: Inserisci un Nuovo Ordine di Vendita
ka_ge: შეიყვანე ახალი გაყიდვების შეკვეთა
pt_br: Entrar uma Novo Pedido de Vendas
pt_pt: Registar uma Nova Encomenda de Cliente
ru_ru: Введите новый порядок продажи

source: Sales Invoice Items
da_dk: Fakturalinier
es_es: Artículos de factura de venta
id_id: Baris Tagihan
it_it: Fattura di Vendita Articoli
ka_ge: გაყიდვების ინვოისის დასახელებები
pt_br: Vendas de Itens da Fatura
pt_pt: Artigos da Fatura
ru_ru: Товары Расходная накладная

source: Enter Delivery Details and Confirm Invoice
da_dk: Angiv leveringsdetaljer og bekræft faktura
es_es: Introducir detalles de entrega y confirmar la orden
id_id: Masukkan detil Pengiriman dan konfirmasi tagihan
it_it: Inserisci Dettagli Consegna e Conferma Fattura
ka_ge: შეიყვანე ზედნადების დეტალები და დაადასტურე ინვოისი
pt_br: Entrar Detalhes da Entrega e Confirmar Fatura
pt_pt: Registar Detalhes de Entrega e Confirmar Fatura
ru_ru: Введите доставки деталей и подтверждения счета

source: Place Invoice
da_dk: Opret faktura
es_es: Generar factura
id_id: Buat Tagihan
it_it: Emetti Fattura
ka_ge: განათავსე ინვოისი
pt_br: Colocar Fatura
pt_pt: Gerar Fatura
ru_ru: Место Счет

source: Delivery Note Items
da_dk: Følgeseddel varer
es_es: Artículos de la Nota de Entrega
id_id: Baris Nota Pengiriman
it_it: Bolla di consegna articoli
ka_ge: სასაქონლო ზედნადების დასახელებები
pt_br: Itens da Nota de Entrega
pt_pt: Artigos da Nota de Entrega
ru_ru: Товары накладной

source: Enter Delivery Details and Confirm Dispatch
da_dk: Angiv leverancedetaljer og bekræft leverance
es_es: Introducir detalles de entrega y confirmar la entrega
id_id: Masukkan detil pengiriman dan konfirmasi pengiriman
it_it: Inserisci Dettagli Consegna e Conferma Spedizione
ka_ge: შეიყვანე ზედნადების დეტალები და დაადასტურე გაგზავნა
pt_br: Entrar Detalhes da Entrega e Confirmar Despache
pt_pt: Registar Detalhes da Entrega e Confirmar Expedição
ru_ru: Введите доставки деталей и подтверждения Рассылка
