Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.3-1.po
Languages: hi_in, zh_tw

source: Order Items
hi_in: आदेश आइटम
zh_tw: 訂單貨品

source: Received
hi_in: प्राप्त किया
zh_tw: 已收到

source: Required Delivery Date
hi_in: आवश्यक वितरण तिथि
zh_tw: 要求出貨日期

source: Line Total
hi_in: कुल लाइन
zh_tw: 總列數

source: Sub-total
hi_in: उप कुल
zh_tw: 小計：

source: Amount Total
hi_in: कुल राशि
zh_tw: 總金額

source: Refresh
hi_in: ताज़ा करना
zh_tw: 重整

source: Required Pre-Payment
hi_in: आवश्यक प्री-पेमेंट
zh_tw: 必須預付款

source: Pre-Payments Allocated
hi_in: आवंटित पूर्व भुगतान
zh_tw: 預付款被指定

source: Payment:
hi_in: भुगतान:
zh_tw: 支付給：

source: Delayed
hi_in: विलंबित
zh_tw: 延遲

source: Pre-Payment Required:
hi_in: पूर्व भुगतान की आवश्यकता:
zh_tw: 必須有預付款：

source: Modify Purchase Order #
hi_in: क्रय आदेश # संशोधित करें
zh_tw: 修改採購單 #

source: Purchase Order Entry
hi_in: क्रय आदेश प्रविष्टि
zh_tw: 採購單輸入

source: Direct GRN Entry
hi_in: डायरेक्ट जीआरएन एंट्री
zh_tw: 直接收貨單輸入

source: Fixed Asset Purchase Invoice Entry
hi_in: निश्चित संपत्ति खरीद चालान प्रविष्टि
zh_tw: 固定資產採購發票單輸入

source: Direct Purchase Invoice Entry
hi_in: डायरेक्ट खरीद इनवॉइस एंट्री
zh_tw: 直接採購發票單輸入

source: Purchase Order has been entered
hi_in: खरीद आदेश दर्ज किया गया है
zh_tw: 採購單已輸入

source: Purchase Order has been updated
hi_in: खरीद आदेश अपडेट कर दिया गया है
zh_tw: 採購單已更新

source: &View this order
hi_in: यह आदेश देखें
zh_tw: 檢視此訂單(&V)

source: &Print This Order
hi_in: इस आदेश को प्रिंट करें
zh_tw: 列印此訂單(&P)

source: &Email This Order
hi_in: इस आदेश को ईमेल करें
zh_tw: Email此訂單(&E)

source: &Receive Items on this Purchase Order
hi_in: इस क्रय आदेश पर आइटम प्राप्त करें
zh_tw: 此採購單上的接收物品(&R)

source: Enter &Another Purchase Order
hi_in: एक अन्य खरीद आदेश दर्ज करें
zh_tw: 輸入其他採購單(&A)

source: Select An &Outstanding Purchase Order
hi_in: एक बकाया खरीद आदेश चुनें
zh_tw: 選擇未完成採購單(&O)

source: Direct GRN has been entered
hi_in: प्रत्यक्ष जीआरएन दर्ज किया गया है
zh_tw: 直接收貨單已輸入

source: &View this GRN
hi_in: इस जीआरएन देखें
zh_tw: 檢視此收貨單(&V)

source: View the GL Journal Entries for this Delivery
hi_in: इस डिलिवरी के लिए जीएल जर्नल प्रविष्टियां देखें
zh_tw: 檢視此出貨的會計分錄資料

source: Entry purchase &invoice for this receival
hi_in: इस रसीले के लिए प्रवेश खरीद चालान
zh_tw: 輸入此筆收貨的採購發票(&i)

source: Enter &Another GRN
hi_in: एक और जीआरएन दर्ज करें
zh_tw: 輸入其他收貨單(&A)

source: Direct Purchase Invoice has been entered
hi_in: प्रत्यक्ष खरीद चालान दर्ज किया गया है
zh_tw: 直接採購發票已輸入。

source: &View this Invoice
hi_in: इस चालान को देखें
zh_tw: 檢視此發票(&V)

source: View the GL Journal Entries for this Invoice
hi_in: इस चालान के लिए जीएल जर्नल प्रविष्टियां देखें
zh_tw: 檢視此發票的會計分錄

source: Entry supplier &payment for this invoice
hi_in: इस चालान के लिए प्रवेश आपूर्तिकर्ता भुगतान
zh_tw: 輸入此發票的供應商付款(&p)

source: Enter &Another Direct Invoice
hi_in: एक और प्रत्यक्ष चालान दर्ज करें
zh_tw: 輸入其他直接發票(&N)

source: There are no purchasable fixed assets defined in the system.
hi_in: सिस्टम में परिभाषित कोई खरीदार अचल संपत्ति नहीं हैं
zh_tw: 在系統中沒有已定義的採購庫存貨品。

source: This item cannot be deleted because some of it has already been received.
hi_in: यह आइटम हटाया नहीं जा सकता है क्योंकि इसमें से कुछ पहले ही प्राप्त हो चुका है।
zh_tw: 此項未能刪除，因為已收到部份貨品。

source: This order cannot be cancelled because some of it has already been received.
hi_in: यह आदेश रद्द नहीं किया जा सकता है क्योंकि इसमें से कुछ पहले से प्राप्त हो चुका है।
zh_tw: 此訂單不能取消,因為已收到部份貨品。

source: The line item quantities may be modified to quantities more than already received. prices cannot be altered for lines that have already been received and quantities cannot be reduced below the quantity already received.
hi_in: पंक्ति वस्तु मात्रा पहले से प्राप्त की तुलना में अधिक मात्रा में संशोधित की जा सकती है। कीमतें पहले से प्राप्त की गई लाइनों के लिए नहीं बदला जा सकतीं और मात्रा पहले से प्राप्त मात्रा से कम नहीं की जा सकती।
zh_tw: 此行貨品數量可能被修改成大於已經收的數量。已經驗收的貨品數量不能調整價格，數量也不能夠少於已經驗收數量。

source: This purchase order has been cancelled.
hi_in: यह खरीद ऑर्डर रद्द कर दिया गया है।
zh_tw: 此採購單已取消。

source: Enter a new purchase order
hi_in: एक नई खरीद ऑर्डर दर्ज करें
zh_tw: 輸入一筆新採購單

source: Item description cannot be empty.
hi_in: आइटम विवरण रिक्त नहीं हो सकता।
zh_tw: 貨品說明不能空白。

source: The quantity of the order item must be numeric and not less than
hi_in: ऑर्डर आइटम की मात्रा में संख्यात्मक और कम से कम होना चाहिए
zh_tw: 訂單數量必須是數字且不能低於

source: The price entered must be numeric and not less than zero.
hi_in: दर्ज की गई मूल्य संख्यात्मक और शून्य से कम नहीं होनी चाहिए।
zh_tw: 輸入的價格必須是數字且不能低於零。

source: You are attempting to make the quantity ordered a quantity less than has already been invoiced or received. This is prohibited.
hi_in: आप मात्रा बनाने का प्रयास कर रहे हैं पहले से ही चालान या प्राप्त किया गया है की तुलना में कम मात्रा का आदेश दिया। यह निषिद्ध है
zh_tw: 您試嘗使訂單數量小於已開發票或已接收的數量，這是不允的。

source: The quantity received can only be modified by entering a negative receipt and the quantity invoiced can only be reduced by entering a credit note against this item.
hi_in: प्राप्त मात्रा में केवल नकारात्मक रसीद दर्ज करके संशोधित किया जा सकता है और चालान किए गए मात्रा में इस मद के खिलाफ क्रेडिट नोट दर्ज करके ही कम किया जा सकता है।
zh_tw: 已接收的數量只能用負數的收據(折讓)和已開發票的數量只能用貸方通知單來扣減。

source: The selected item is already on this order.
hi_in: चयनित आइटम पहले से ही इस आदेश पर है।
zh_tw: 選定的貨品已經在訂單中。

source: The selected item does not exist or it is a kit part and therefore cannot be purchased.
hi_in: चयनित आइटम मौजूद नहीं है या यह एक किट हिस्सा है और इसलिए खरीदा नहीं जा सकता।
zh_tw: 選定的貨品不存在，或者它是組合零組件所以不能夠進行採購。

source: There is no supplier selected.
hi_in: कोई सप्लायर चयनित नहीं है
zh_tw: 沒有選定供應商。

source: The entered order date is invalid.
hi_in: दर्ज की गई आदेश दिनांक अमान्य है
zh_tw: 輸入的訂單日期是無效的。

source: The entered due date is invalid.
hi_in: प्रवेश की गई तारीख अमान्य है
zh_tw: 輸入的到期日是無效。

source: You must enter a supplier's invoice reference.
hi_in: आपको एक सप्लायर के इनवॉइस संदर्भ में प्रवेश करना होगा।
zh_tw: 您必須輸入一張供應商的發票序號。

source: This invoice number has already been entered. It cannot be entered again.
hi_in: यह चालान संख्या पहले से ही दर्ज की गई है। इसे फिर से दर्ज नहीं किया जा सकता है
zh_tw: 此發票號碼已經使用過。不能夠重複輸入。

source: There is no delivery address specified.
hi_in: कोई डिलीवरी पता निर्दिष्ट नहीं है
zh_tw: 沒有指定出貨地址。

source: There is no location specified to move any items into.
hi_in: कोई भी आइटम इन्हें स्थानांतरित करने के लिए निर्दिष्ट स्थान नहीं है
zh_tw: 沒有指定貨品目的地所以無法移動。

source: The order cannot be placed because there are no lines entered on this order.
hi_in: आदेश नहीं रखा जा सकता क्योंकि इस आदेश पर कोई लाइनें नहीं हैं।
zh_tw: 訂單無法建立，因為沒有輸入任何一行。

source: Required prepayment is greater than total invoice value.
hi_in: आवश्यक प्रीपेमेंट कुल इनवॉइस मान से अधिक है
zh_tw: 預付款超過總發票價值。

source: Place Order
hi_in: आदेश देना
zh_tw: 下訂單

source: Update Order
hi_in: आर्डर का अद्यतन करें
zh_tw: 更新訂單

source: Cancel Order
hi_in: आदेश रद्द
zh_tw: 取消訂單

source: Process GRN
hi_in: जीआरएन प्रक्रिया
zh_tw: 處理收貨單

source: Update GRN
hi_in: जीआरएन अपडेट करें
zh_tw: 更新收貨單

source: Cancel GRN
hi_in: जीआरएन रद्द करें
zh_tw: 取消收貨單

source: Process Invoice
hi_in: प्रक्रिया चालान
zh_tw: 處理發票

source: Update Invoice
hi_in: चालान अपडेट करें
zh_tw: 更新發票

source: Cancel Invoice
hi_in: चालान रद्द करें
zh_tw: 取消發票

source: Receive Purchase Order Items
hi_in: खरीद ऑर्डर आइटम प्राप्त करें
zh_tw: 依採購單接收貨品

source: Purchase Order Delivery has been processed
hi_in: खरीद आदेश वितरण प्रक्रिया की गई है
zh_tw: 採購單出貨已經處理

source: &View this Delivery
hi_in: इस डिलिवरी देखें
zh_tw: 檢視此出貨(&V)

source: Select a different &purchase order for receiving items against
hi_in: आइटम प्राप्त करने के लिए एक अलग क्रय ऑर्डर चुनें
zh_tw: 選擇其他要驗收的採購單(&p)

source: This page can only be opened if a purchase order has been selected. Please select a purchase order first.
hi_in: यह पेज केवल तब खोला जा सकता है जब कोई खरीदारी ऑर्डर चुना गया हो। कृपया पहले क्रय आदेश का चयन करें।
zh_tw: 此頁只有在已選取採購單才能開啟, 請先選取採購單。

source: Ordered
hi_in: आदेश दिया
zh_tw: 已訂購

source: Outstanding
hi_in: बकाया
zh_tw: 未處理

source: This Delivery
hi_in: यह डिलिवरी
zh_tw: 出貨

source: There is nothing to process. Please enter valid quantities greater than zero.
hi_in: प्रक्रिया करने के लिए कुछ भी नहीं है कृपया शून्य से अधिक मान्य मात्रा दर्ज करें
zh_tw: 沒有處理。請輸入大於零的有效數量。

source: Entered quantities cannot be greater than the quantity entered on the purchase order including the allowed over-receive percentage
hi_in: प्रविष्ट मात्रा खरीद आदेश पर दर्ज की गई मात्रा से अधिक नहीं हो सकती, जिसमें अनुमति प्राप्त-प्राप्त प्रतिशत शामिल है
zh_tw: 輸入數量不能大於採購發票及其允可超收百份比的數量

source: Modify the ordered items on the purchase order if you wish to increase the quantities.
hi_in: यदि आप मात्रा में वृद्धि करना चाहते हैं तो क्रय ऑर्डर पर दिए गए ऑर्डर को संशोधित करें
zh_tw: 如您要增加數量，請修改採購發票中的訂單貨品。

source: This order has been changed or invoiced since this delivery was started to be actioned. Processing halted. To enter a delivery against this purchase order, it must be re-selected and re-read again to update the changes made by the other user.
hi_in: इस आदेश को बदल दिया गया है या चालान किया गया है क्योंकि इस डिलीवरी की कार्रवाई शुरू की गई थी। प्रोसेसिंग रुका हुआ है इस खरीद आदेश के लिए डिलीवरी दर्ज करने के लिए, इसे अन्य उपयोगकर्ता द्वारा किए गए परिवर्तनों को अपडेट करने के लिए दोबारा चयन और फिर से पढ़ना होगा।
zh_tw: 此訂單在出貨前已經有異動或是已經開立發票。暫停處理。要輸入這張採購單的出貨資料，必須重新選擇以及重新讀取來取得其他使用者更新的資訊。

source: Select a different purchase order for receiving goods against
hi_in: के खिलाफ माल प्राप्त करने के लिए एक अलग खरीद आदेश का चयन करें
zh_tw: 請隨著接收貨品，選取不同的採購單

source: Re-Read the updated purchase order for receiving goods against
hi_in: वस्तुओं को प्राप्त करने के लिए अद्यतन खरीद आदेश को पुनः पढ़ें
zh_tw: 請隨著接收貨品，重新讀取更新的採購單

source: Items to Receive
hi_in: प्राप्त करने के लिए आइटम
zh_tw: 要接收數量

source: Process Receive Items
hi_in: प्रक्रिया प्राप्त आइटम
zh_tw: 接收貨品程序

source: Supplier credit note has been processed.
hi_in: प्रदायक क्रेडिट नोट संसाधित किया गया है।
zh_tw: 供應商貸方通知單已處理。

source: View this Credit Note
hi_in: इस क्रेडिट नोट को देखें
zh_tw: 檢視貸方通知單

source: View the GL Journal Entries for this Credit Note
hi_in: इस क्रेडिट नोट के लिए जीएल जर्नल प्रविष्टियां देखें
zh_tw: 檢視這張貸方通知單的會計分錄

source: Enter Another Credit Note
hi_in: अन्य क्रेडिट नोट दर्ज करें
zh_tw: 輸入其他貸方通知單

source: The account code entered is not a valid code, this line cannot be added to the transaction.
hi_in: दर्ज किया गया खाता कोड मान्य कोड नहीं है, इस लाइन को लेन-देन में जोड़ा नहीं जा सकता है।
zh_tw: 輸入的會計項目代號不是有效的代號，所以不能增加這筆到交易中。

source: The amount entered is not numeric. This line cannot be added to the transaction.
hi_in: दर्ज राशि संख्यात्मक नहीं है इस लाइन को लेनदेन में जोड़ा नहीं जा सकता है।
zh_tw: 輸入的金額不是數字，所以未能新增到交易。

source: The credit note cannot be processed because the there are no items or values on the invoice. Credit notes are expected to have a charge.
hi_in: क्रेडिट नोट पर संसाधित नहीं किया जा सकता क्योंकि इनवॉइस पर कोई आइटम या मान नहीं हैं। क्रेडिट नोटों के लिए शुल्क होने की संभावना है।
zh_tw: 貸方通知單無法處理，因為在發票中沒有貨品或價值。貸方通知單必須收費。

source: The credit note as entered cannot be processed because the date entered is not valid.
hi_in: दर्ज की गई क्रेडिट नोट पर संसाधित नहीं किया जा सकता क्योंकि प्रविष्ट की गई तिथि मान्य नहीं है।
zh_tw: 輸入的貸方通知單不能處理，因為輸入的日期不是有效的值。

source: The invoice as entered cannot be processed because the due date is in an incorrect format.
hi_in: दर्ज किए गए चालान पर संसाधित नहीं किया जा सकता क्योंकि नियत तारीख गलत स्वरूप में है।
zh_tw: 輸入的發票無法處理，因為到期日格式有誤。

source: The return cannot be processed because there is an insufficient quantity for item:
hi_in: रिटर्न पर कार्रवाई नहीं की जा सकती क्योंकि आइटम के लिए अपर्याप्त मात्रा है:
zh_tw: 因為貨品無足夠數量，所以無法處理退貨：

source: The quantity to credit must be numeric and greater than zero.
hi_in: क्रेडिट की मात्रा शून्य और शून्य से अधिक होनी चाहिए।
zh_tw: 輸入的數量必須是數字且大於零。

source: The price is either not numeric or negative.
hi_in: कीमत या तो संख्यात्मक या नकारात्मक नहीं है
zh_tw: 價格不是數字或是負數。

source: Enter Credit Note
hi_in: क्रेडिट नोट दर्ज करें
zh_tw: 輸入貸方通知單

source: Enter Supplier Invoice
hi_in: आपूर्तिकर्ता चालान दर्ज करें
zh_tw: 輸入供應商發票

source: Modifying Purchase Invoice # %d
hi_in: खरीद चालान को संशोधित करना #%d
zh_tw: 修改貸方發票 # %d

source: Supplier invoice has been processed.
hi_in: आपूर्तिकर्ता चालान संसाधित किया गया है।
zh_tw: 供應商發票已處理。

source: View this Invoice
hi_in: इस चालान को देखें
zh_tw: 檢視此發票

source: Enter Another Invoice
hi_in: एक और चालान दर्ज करें
zh_tw: 輸入其他發票

source: The invoice cannot be processed because the there are no items or values on the invoice. Invoices are expected to have a charge.
hi_in: इनवॉइस पर कार्रवाई नहीं की जा सकती क्योंकि चालान पर कोई आइटम या मूल्य नहीं हैं। इनवॉइसस के लिए शुल्क होने की संभावना है।
zh_tw: 無法處理這張發票，因為沒有任何貨品或數值。發票需要有一個收費資料。

source: The invoice as entered cannot be processed because the invoice date is in an incorrect format.
hi_in: प्रविष्ट किए गए इनवॉइस को संसाधित नहीं किया जा सकता क्योंकि चालान दिनांक गलत प्रारूप में है।
zh_tw: 輸入的發票未能執行，因為發票日期不是正確格式。

source: The quantity to invoice must be numeric and greater than zero.
hi_in: चालान की मात्रा शून्य और शून्य से अधिक होनी चाहिए।
zh_tw: 輸入的數量必須是數字且大於零。

source: The price is not numeric.
hi_in: मूल्य संख्यात्मक नहीं है
zh_tw: 價格不是數字。

source: The price being invoiced is more than the purchase order price by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
hi_in: चालान की जा रही कीमत अनुमोदित ओवर-चार्ज प्रतिशत की तुलना में खरीद ऑर्डर की कीमत से ज्यादा है। सिस्टम को इस पर रोक लगाने के लिए सेट अप किया गया है। यदि आवश्यक हो तो सेट अप पैरामीटर को संशोधित करने के लिए सिस्टम व्यवस्थापक देखें
zh_tw: 已開立發票的價格高於可接受的採購單價格比例，系統不允許此類情況。如果需要請透過管理員設定相關參數。

source: The over-charge percentage allowance is :
hi_in: ओवर-चार्ज प्रतिशत भत्ता:
zh_tw: 超收費用比例必須是百份比是：

source: The quantity being invoiced is more than the outstanding quantity by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
hi_in: चालान की जाने वाली मात्रा बकाया राशि से अधिक की अधिक से अधिक प्रभार प्रतिशत से अधिक है। सिस्टम को इस पर रोक लगाने के लिए सेट अप किया गया है। यदि आवश्यक हो तो सेट अप पैरामीटर को संशोधित करने के लिए सिस्टम व्यवस्थापक देखें
zh_tw: 已開立發票的數量超過現有數量允許超出的比例，系統不允許這種情形發生。如果需要請透過系統管理員調整。

source: All yet non-invoiced items on delivery line # %d has been removed.
hi_in: अभी तक गैर-चालान किए गए आइटम वितरण लाइन #%d पर हटा दिए गए हैं
zh_tw: 從出貨單第 %d 行開始所有未開立過發票的貨品已經刪除。

source: Enter Invoice
hi_in: चालान दर्ज करें
zh_tw: 輸入發票

source: Supplier Payment Entry
hi_in: प्रदायक भुगतान प्रवेश
zh_tw: 供應商付款輸入

source: Invalid purchase invoice number.
hi_in: अवैध खरीदारी चालान संख्या
zh_tw: 無效的採購發票號碼。

source: Payment has been sucessfully entered
hi_in: भुगतान सफलतापूर्वक दर्ज किया गया है
zh_tw: 付款已成功輸入

source: &Print This Remittance
hi_in: प्रिंट इस प्रेषण
zh_tw: 列印匯款(&P)

source: &Email This Remittance
hi_in: ईमेल यह प्रेषण
zh_tw: 透過(&E)mail通知此匯款

source: View this Payment
hi_in: देखें इस भुगतान
zh_tw: 檢視付款給供應商

source: View the GL &Journal Entries for this Payment
hi_in: इस भुगतान के लिए जीएल जर्नल प्रविष्टियाँ देखें
zh_tw: 檢視此付款的會計分錄(&J)

source: Enter another supplier &payment
hi_in: एक और आपूर्तिकर्ता भुगतान दर्ज
zh_tw: 輸入另一筆付款(&p)

source: Enter Other &Payment
hi_in: अन्य भुगतान दर्ज
zh_tw: 輸入其他付款(&P)

source: Enter &Customer Payment
hi_in: दर्ज ग्राहक भुगतान
zh_tw: 輸入客戶付款(&C)

source: Enter Other &Deposit
hi_in: दर्ज अन्य जमा
zh_tw: 輸入其他存入款(&D)

source: Bank Account &Transfer
hi_in: बैंक खाता स्थानांतरण
zh_tw: 銀行帳戶交易(&T)

source: The entered discount is invalid or less than zero.
hi_in: में प्रवेश छूट अवैध या शून्य से कम है।
zh_tw: 輸入的折扣是無效的或是小於零。

source: The total of the amount and the discount is zero or negative. Please enter positive values.
hi_in: राशि और छूट की कुल शून्य या नकारात्मक है। सकारात्मक मूल्यों दर्ज करें।
zh_tw: 總金額與折扣是 0 或負數，請輸入正數的價格。

source: The entered bank amount is zero or negative.
hi_in: दर्ज किया गया बैंक राशि शून्य या नकारात्मक है।
zh_tw: 輸入付款金額是 0 或負數。

source: Payment To:
hi_in: इन्हें भुगतान:
zh_tw: 支付給：

source: From Bank Account:
hi_in: बैंक खाते से:
zh_tw: 從哪個銀行帳戶來的：

source: Date Paid
hi_in: दिनांक अदा
zh_tw: 付款日期

source: Bank Amount:
hi_in: बैंक राशि:
zh_tw: 銀行金額：

source: Amount of Discount:
hi_in: छूट की राशि:
zh_tw: 折扣金額：

source: Amount of Payment:
hi_in: भुगतान की रकम:
zh_tw: 付款金額：

source: Enter Payment
hi_in: दर्ज भुगतान
zh_tw: 輸入付款資料

source: View Purchase Order Delivery
hi_in: देखें खरीद आदेश प्रसव
zh_tw: 檢視採購單的出貨

source: This page must be called with a Purchase Order Delivery number to review.
hi_in: इस पृष्ठ की समीक्षा करने के लिए एक खरीद आदेश प्रसव संख्या के साथ बुलाया जाना चाहिए।
zh_tw: 此頁面必須以採購單出貨編號檢視。

source: Line Details
hi_in: लाइन विवरण
zh_tw: 每一行詳細資料

source: Delivery Date
hi_in: वितरण तिथि
zh_tw: 出貨日期

source: Sub Total
hi_in: उप कुल
zh_tw: 小計：

source: This delivery has been voided.
hi_in: यह प्रसव अमान्य कर दिया गया है।
zh_tw: 這筆出貨單已作廢。

source: View Purchase Order
hi_in: देखें खरीद आदेश
zh_tw: 檢視採購單的出貨

source: This page must be called with a purchase order number to review.
hi_in: इस पृष्ठ की समीक्षा करने के लिए क्रय आदेश नंबर के साथ बुलाया जाना चाहिए।
zh_tw: 此頁面必須以採購單編號方式顯示。

source: Requested By
hi_in: इनके द्वारा अनुरोधित
zh_tw: 需求者

source: Marked items are overdue.
hi_in: चिह्नित आइटम अतिदेय कर रहे हैं।
zh_tw: 選定的貨品已經逾期。

source: Deliveries
hi_in: वितरण
zh_tw: 出貨

source: Delivered On
hi_in: पर दिया
zh_tw: 已出貨到達

source: Invoices/Credits
hi_in: चालान / क्रेडिट
zh_tw: 發票/貸方

source: View Supplier Credit Note
hi_in: प्रदायक क्रेडिट नोट देखें
zh_tw: 檢視供應商貸方通知單

source: SUPPLIER CREDIT NOTE
hi_in: आपूर्तिकर्ता क्रेडिट नोट
zh_tw: 供應商貸方通知單

source: Invoice Date
hi_in: चालान दिनांक
zh_tw: 發票日期

source: TOTAL CREDIT NOTE
hi_in: कुल क्रेडिट नोट
zh_tw: 貸方通知單總計

source: This credit note has been voided.
hi_in: यह क्रेडिट नोट अमान्य कर दिया गया है।
zh_tw: 此貸方通知書已作廢。

source: View Supplier Invoice
hi_in: देखें प्रदायक चालान
zh_tw: 檢視供應商發票

source: SUPPLIER INVOICE
hi_in: आपूर्तिकर्ता चालान
zh_tw: 供應商發票

source: TOTAL INVOICE
hi_in: कुल चालान
zh_tw: 發票總計

source: This invoice has been voided.
hi_in: इस चालान अमान्य कर दिया गया है।
zh_tw: 這張發票已作廢。

source: View Payment to Supplier
hi_in: प्रदायक के लिए भुगतान देखें
zh_tw: 檢視付款給供應商

source: Payment to Supplier
hi_in: भुगतान प्रदायक के लिए
zh_tw: 付款給供應商

source: To Supplier
hi_in: प्रदायक के लिए
zh_tw: 給供應商

source: Payment Currency
hi_in: भुगतान की मुद्रा
zh_tw: 付款幣別

source: Discount
hi_in: छूट
zh_tw: 折扣

source: Supplier's Currency
hi_in: प्रदायक की मुद्रा
zh_tw: 供應商幣別

source: There are no tax groups defined in the system. At least one tax group is required before proceeding.
hi_in: प्रणाली में परिभाषित नहीं कर समूह हैं। कम से कम एक कर समूह आगे बढ़ने से पहले आवश्यक है।
zh_tw: 目前沒有定義任何稅區，處理前至少要有一個。

source: Basic Data
hi_in: बेसिक डाटा
zh_tw: 基本資料

source: Supplier Name:
hi_in: प्रदायक का नाम:
zh_tw: 供應商名稱：

source: Supplier Short Name:
hi_in: प्रदायक लघु नाम:
zh_tw: 供應商簡稱：

source: Website:
hi_in: वेबसाइट:
zh_tw: 網站：

source: Our Customer No:
hi_in: हमारे ग्राहक नहीं:
zh_tw: 我司客戶編號：

source: Purchasing
hi_in: क्रय
zh_tw: 採購作業

source: Bank Name/Account:
hi_in: बैंक का नाम / खाता:
zh_tw: 銀行名稱/帳號：

source: Credit Limit:
hi_in: क्रेडिट लिमिट:
zh_tw: 信用額度：

source: Payment Terms:
hi_in: भुगतान की शर्तें:
zh_tw: 付款條件：

source: Prices contain tax included:
hi_in: कीमतें कर शामिल होते हैं:
zh_tw: 價格已含稅：

source: Accounts
hi_in: हिसाब किताब
zh_tw: 會計項目

source: Accounts Payable Account:
hi_in: लेखा देय खाता:
zh_tw: 應付帳款會計項目：

source: Purchase Account:
hi_in: क्रय खाता:
zh_tw: 採購會計項目：

source: Use Item Inventory/COGS Account
hi_in: उपयोग वस्तु वस्तु-सूची / COGS खाता
zh_tw: 使用貨品存貨/銷貨成本會計項目：

source: Contact Data
hi_in: संपर्क डेटा
zh_tw: 連絡資料

source: System default
hi_in: सिस्टम डिफ़ॉल्ट
zh_tw: 系統預設

source: Addresses
hi_in: पतों
zh_tw: 地址

source: Mailing Address:
hi_in: डाक का पता:
zh_tw: 郵寄地址：

source: Physical Address:
hi_in: भौतिक पता:
zh_tw: 實體地址：

source: General
hi_in: सामान्य
zh_tw: 一般

source: General Notes:
hi_in: जनरल नोट्स:
zh_tw: 一般通知單：

source: Supplier status:
hi_in: प्रदायक स्थिति:
zh_tw: 供應商狀態：

source: Update Supplier
hi_in: अद्यतन प्रदायक
zh_tw: 更新供應商

source: Update supplier data
hi_in: अद्यतन आपूर्तिकर्ता डेटा
zh_tw: 供應商資料更新

source: Select this supplier and return to document entry.
hi_in: इस आपूर्तिकर्ता का चयन करें और प्रवेश दस्तावेज़ पर वापस जाएँ।
zh_tw: 選定此供應商後回到文件輸入。

source: Delete Supplier
hi_in: प्रदायक हटाएँ
zh_tw: 刪除供應商

source: Delete supplier data if have been never used
hi_in: आपूर्तिकर्ता डेटा हटाएं अगर दिया है इस्तेमाल कभी नहीं किया
zh_tw: 刪除從未使用的供應商資料

source: Add New Supplier Details
hi_in: नई प्रदायक जोड़े विवरण
zh_tw: 新增供應商詳細資料

source: The supplier name must be entered.
hi_in: आपूर्तिकर्ता नाम दर्ज होना चाहिए।
zh_tw: 必須輸入供應商名稱。

source: The supplier short name must be entered.
hi_in: आपूर्तिकर्ता छोटा नाम दर्ज होना चाहिए।
zh_tw: 必須輸入供應商簡稱

source: Supplier has been updated.
hi_in: प्रदायक अद्यतन किया गया है।
zh_tw: 供應商資料已更新

source: A new supplier has been added.
hi_in: एक नए आपूर्तिकर्ता जोड़ा गया है।
zh_tw: 新供應商已新增。

source: Cannot delete this supplier because there are transactions that refer to this supplier.
hi_in: क्योंकि वहाँ लेनदेन है कि इस आपूर्तिकर्ता को देखें हैं इस आपूर्तिकर्ता हटा नहीं सकते।
zh_tw: 未能刪除這供應商，因為已有這供應商的交易記錄。

source: Cannot delete the supplier record because purchase orders have been created against this supplier.
hi_in: क्योंकि खरीद आदेश इस आपूर्तिकर्ता के खिलाफ बनाया गया है आपूर्तिकर्ता रिकॉर्ड हटा नहीं सकते।
zh_tw: 未能刪除供應商記錄，因為已有這供應商的採購訂單。

source: Supplier has been deleted.
hi_in: प्रदायक को हटा दिया गया है।
zh_tw: 供應商已刪除

source: Select a supplier:
hi_in: एक सप्लायर का चयन करें:
zh_tw: 選定供應商：

source: New supplier
hi_in: नए आपूर्तिकर्ता
zh_tw: 新增供應商

source: &Contacts
hi_in: संपर्क
zh_tw: 聯絡(&C)

source: Purchase &Orders
hi_in: खरीद आदेश
zh_tw: 採購單(&O)

source: Search Purchase Orders
hi_in: खरीद आदेश खोजें
zh_tw: 搜尋採購單

source: into location:
hi_in: स्थान में:
zh_tw: 送貨地：

source: Also closed:
hi_in: इसके अलावा बंद कर दिया:
zh_tw: 也關閉：

source: Order Date
hi_in: आर्डर की तारीख
zh_tw: 訂單日期

source: Order Total
hi_in: आदेश कुल
zh_tw: 訂單總計

source: Search Outstanding Purchase Orders
hi_in: खोजें बकाया खरीद आदेश
zh_tw: 搜尋未完成採購單

source: Receive
hi_in: प्राप्त
zh_tw: 接收到

source: Marked orders have overdue items.
hi_in: चिह्नित किए गए आदेश अतिदेय आइटम नहीं हैं।
zh_tw: 選定的訂單有逾期貨品。

source: Supplier Allocation Inquiry
hi_in: प्रदायक आवंटन पूछताछ
zh_tw: 供應商配置查詢(&I)

source: show settled:
hi_in: शो बसे:
zh_tw: 顯示結清貨品：

source: Payment
hi_in: भुगतान
zh_tw: 支付給：

source: Supp Reference
hi_in: Supp संदर्भ
zh_tw: 供應商序號

source: Allocated
hi_in: आवंटित
zh_tw: 被指定

source: Supplier Inquiry
hi_in: प्रदायक पूछताछ
zh_tw: 供應商查詢

source: Over
hi_in: से अधिक
zh_tw: 超過

source: Terms
hi_in: शर्तें
zh_tw: 條件：

source: Current
hi_in: वर्तमान
zh_tw: 現在的

source: Total Balance
hi_in: कुल शेष
zh_tw: 總餘額

source: Credit This
hi_in: क्रेडिट यह
zh_tw: 貸方

source: Print Remittance
hi_in: प्रिंट प्रेषण
zh_tw: 列印匯款

source: Select a supplier:
hi_in: एक सप्लायर का चयन करें:
zh_tw: 選定供應商：

source: Tax ID
hi_in: टैक्स आईडी
zh_tw: 稅務ID

source: Allocate Supplier Payment or Credit Note
hi_in: प्रदायक भुगतान या क्रेडिट नोट आवंटन
zh_tw: 指定供應商付款或貸方通知單

source: Allocation of
hi_in: का आबंटन
zh_tw: 此分配

source: Total:
hi_in: कुल:
zh_tw: 全部

source: Amount ot be settled:
hi_in: राशि तय किया OT:
zh_tw: 結算金額：

source: Start again allocation of selected amount
hi_in: शुरू फिर से चयनित राशि के आवंटन
zh_tw: 開始再次分配選定的金額

source: Process allocations
hi_in: की प्रक्रिया आवंटन
zh_tw: 處理分配

source: Back to Allocations
hi_in: आवंटन पर वापस
zh_tw: 返回分配

source: Abandon allocations and return to selection of allocatable amounts
hi_in: आवंटन त्याग दें और allocatable मात्रा का चयन करने के लिए वापस
zh_tw: 放棄分配及返回指定金額
