Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.8-1.po
Languages: ta_in

source: Main Menu
ta_in: பிரதான பட்டி

source: Logout
ta_in: வெளியேறு

source: Restricted access
ta_in: கட்டுப்படுத்தப்பட்ட அணுகல்

source: Login as user: demouser and password: password
ta_in: பயனராக உள்நுழைய: demouser மற்றும் கடவுச்சொல்: password

source: Please login here
ta_in: இங்கே உள்நுழையவும்

source: or
ta_in: அல்லது

source: request new password
ta_in: புதிய கடவுச்சொல்லை கேட்க

source: Too many failed login attempts.<br>Please wait a while or try later.
ta_in: பல முறை முயற்சித்த.<br>ஒரு காத்திருக்கவும் அல்லது பின்னர் முயற்சிக்கவும்.

source: Authorization timeout
ta_in: அங்கீகாரம் நேரம் முடிந்தது

source: Login
ta_in: உள்நுழைய

source: Version
ta_in: பதிப்பு

source: User name
ta_in: பயனர் பெயர்

source: Password:
ta_in: கடவுச்சொல்:

source: Company
ta_in: நிறுவனம்

source: Login -->
ta_in: உள்நுழைய -->

source: Theme:
ta_in: வடிவமைப்பு:

source: Thank you for using
ta_in: பயன்படுத்தியதற்கு நன்றி

source: Click here to Login Again.
ta_in: மீண்டும் உள்நுழைய இங்கே கிளிக் செய்யவும்.

source: Password reset
ta_in: கடவுச்சொல் மீட்டமைப்பு

source: Email
ta_in: மின்னஞ்சல்

source: Send password -->
ta_in: கடவுச்சொல்லை அனுப்பு -->

source: Attach Documents
ta_in: ஆவணங்களை இணைக்கவும்

source: Selected transaction does not exists.
ta_in: தேர்ந்தெடுக்கப்பட்ட பரிமாற்றத்தில் உள்ளது இல்லை

source: Select attachment file.
ta_in: தேர்ந்தெடு இணைப்பு கோப்பு.

source: The file size is over the maximum allowed.
ta_in: கோப்பு அளவு அதிகபட்ச அனுமதி விட பெரியது.

source: Attachment has been inserted.
ta_in: இணைப்பு சேர்க்கப்பட்டது.

source: Attachment has been updated.
ta_in: இணைப்பு மேம்படுத்தப்பட்டது.

source: Attachment has been deleted.
ta_in: இணைப்பு நீக்கப்பட்டுள்ளது.

source: Type:
ta_in: வகை:

source: Select a customer:
ta_in: வாடிக்கையாளரைத் தேர்ந்தெடுக்கவும்:

source: Select a supplier:
ta_in: ஒரு தேர்வு

source: Edit
ta_in: திருத்து

source: View
ta_in: காண்க

source: Download
ta_in: பதிவிறக்க

source: Delete
ta_in: நீக்குக

source: Description
ta_in: விரித்துரைத்தல்

source: Filename
ta_in: கோப்பு பெயர்

source: Size
ta_in: அளவு

source: Filetype
ta_in: கோப்புவகையும்

source: Date Uploaded
ta_in: பதிவேற்றிய தேதி

source: Transaction #
ta_in: பரிவர்த்தனை #

source: Attached File
ta_in: இணைக்கப்பட்டுள்ள கோப்பு

source: Select backup file first.
ta_in: முதலில் காப்புப் பிரதி கோப்பைத் தேர்ந்தெடுக்கவும்.

source: Backup and Restore Database
ta_in: காப்புப்பிரதி மற்றும் மீட்டமை தரவுத்தளம்

source: Backup paths have not been set correctly.
ta_in: காப்புப் பாதைகளை சரியாக அமைக்கவில்லை.

source: Please contact System Administrator.
ta_in: கணினி நிர்வாகியை தொடர்பு கொள்க.

source: cannot find backup directory
ta_in: காப்புப்பதிவு அடைவு கண்டுபிடிக்க முடியவில்லை

source: Backup successfully generated.
ta_in: காப்பு வெற்றிகரமாக உருவாக்கப்பட்டது.

source: Database backup failed.
ta_in: தரவுத்தள காப்பு மீண்டும் தோல்வியடைந்தது.

source: No
ta_in: இல்லை

source: Restore backup completed.
ta_in: காப்புப் பிரதி எடுக்கப்பட்டது.

source: File successfully deleted.
ta_in: கோப்பு வெற்றிகரமாக நீக்கப்பட்டது.

source: Can't delete backup file.
ta_in: காப்புப்பிரதி கோப்பை நீக்க முடியாது.

source: You can only upload *.sql backup files
ta_in: *.sql காப்புப் பிரதிகளை மட்டுமே பதிவேற்ற முடியும்

source: Filename contains forbidden chars. Please rename file and try again.
ta_in: கோப்பு பெயரில் தடை செய்யப்பட்ட எழுத்துகள் உள்ளன. கோப்பு மறுபெயரிட்டு மீண்டும் முயற்சிக்கவும்.

source: File uploaded to backup directory
ta_in: காப்பு கோப்பகத்தில் பதிவேற்றிய கோப்பு

source: File was not uploaded into the system.
ta_in: கணினியில் பதிவேற்றப்படவில்லை.

source: Create backup
ta_in: காப்பு உருவாக்கு

source: Comments:
ta_in: கருத்துரைகள்:

source: Compression:
ta_in: அமுக்க:

source: Create Backup
ta_in: காப்பு உருவாக்கு

source: Backup scripts maintenance
ta_in: காப்பு ஸ்கிரிப்டை பராமரிப்பு

source: View Backup
ta_in: காப்பு பிரதி பார்க்கவும்

source: Download Backup
ta_in: காப்புப் பிரதி எடுக்கவும்

source: Restore Backup
ta_in: காப்புப்பிரதி மீட்டமை

source: You are about to restore database from backup file. Do you want to continue?
ta_in: நீங்கள் காப்புப் பிரதி கோப்பிலிருந்து தரவுத்தளத்தை மீட்டெடுக்கப் போகிறீர்கள். தொடர விரும்புகிறீர்களா?

source: Delete Backup
ta_in: காப்பு நீக்கு

source: You are about to remove selected backup file. Do you want to continue ?
ta_in: நீங்கள் தேர்ந்தெடுத்த காப்புக் கோப்பை அகற்றப் போகிறீர்கள். தொடர விரும்புகிறீர்களா?

source: Update security settings
ta_in: பாதுகாப்பு அமைப்புகளைப் புதுப்பி

source: Protect security settings
ta_in: பாதுகாப்பு அமைப்புகளை பாதுகாக்கவும்

source: Upload file
ta_in: கோப்பை பதிவேற்றவும்

source: Change password
ta_in: கடவுச்சொல்லை மாற்று

source: Invalid password entered.
ta_in: தவறான கடவுச்சொல் உள்ளிட்டுள்ளது.

source: The password entered must be at least 4 characters long.
ta_in: உள்ளிட்ட கடவுச்சொல் குறைந்தது 4 எழுத்துகள் இருக்க வேண்டும்.

source: The password cannot contain the user login.
ta_in: கடவுச்சொல் பயனர் உள்நுழைவைக் கொண்டிருக்க முடியாது.

source: The passwords entered are not the same.
ta_in: உள்ளிட்ட கடவுச்சொற்கள் ஒன்றும் இல்லை.

source: Password cannot be changed in demo mode.
ta_in: டெமோ பயன்முறையில் கடவுச்சொல்லை மாற்ற முடியாது.

source: Your password has been updated.
ta_in: உங்கள் கடவுச்சொல் புதுப்பிக்கப்பட்டது.

source: User login:
ta_in: பயனர் உள்நுழைவு:

source: Current Password:
ta_in: தற்போதைய கடவுச்சொல்:

source: New Password:
ta_in: புதிய கடவுச்சொல்:

source: Repeat New Password:
ta_in: புதிய கடவுச்சொல்லை மீண்டும் செய்யவும்:

source: Enter your new password in the fields.
ta_in: துறைகள் உங்கள் புதிய கடவுச்சொல்லை உள்ளிடவும்.

source: Company Setup
ta_in: நிறுவனத்தின் அமைப்பு

source: Login timeout must be positive number not less than 10.
ta_in: தேதி காலாவதியானது நேர்மறை எண்ணாக 10 க்கும் குறைவாக இருக்க வேண்டும்.

source: The company name must be entered.
ta_in: நிறுவனத்தின் பெயர் உள்ளிடப்பட வேண்டும்.

source: Tax Periods must be positive number.
ta_in: வரி காலம் நேர்மறை எண்ணாக இருக்க வேண்டும்.

source: Tax Last Periods must be positive number.
ta_in: வரி கடந்த காலங்களில் நேர்மறை எண்ணாக இருக்க வேண்டும்.

source: Round Calculated field must be a positive number.
ta_in: வட்டமான கணக்கிடப்பட்ட புலம் நேர்மறையான எண்ணாக இருக்க வேண்டும்.

source: Add Price from Std Cost field must be number.
ta_in: STD Cost field இலிருந்து எண்ணை எண்ணாக இருக்க வேண்டும்.

source: Error uploading logo file.
ta_in: லோகோ கோப்பைப் பதிவேற்றுவதில் பிழை.

source: Only jpg and png files are supported - a file extension of .jpg or .png is expected
ta_in: Jpg and png கோப்புகள் மட்டுமே ஆதரிக்கப்படுகின்றன - .jpg அல்லது .png இன் கோப்பு நீட்டிப்பு எதிர்பார்க்கப்படுகிறது

source: The file size is over the maximum allowed. The maximum size allowed in KB is
ta_in: கோப்பு அளவு அதிகபட்ச அனுமதி உள்ளது. KB இல் அதிகபட்ச அளவு அனுமதிக்கப்படுகிறது

source: Only graphics files can be uploaded
ta_in: மட்டுமே கிராபிக்ஸ் கோப்புகளை பதிவேற்ற முடியும்

source: The existing image could not be removed
ta_in: இருக்கும் படத்தை அகற்ற முடியவில்லை

source: Error uploading logo file
ta_in: லோகோ கோப்பைப் பதிவேற்றுவதில் பிழை

source: Company setup has been updated.
ta_in: நிறுவனத்தின் அமைப்பு புதுப்பிக்கப்பட்டது.

source: General settings
ta_in: பொது அமைப்புகள்

source: Name (to appear on reports):
ta_in: பெயர் (அறிக்கைகள் தோன்ற):

source: Address:
ta_in: முகவரி:

source: Domicile:
ta_in: உறைவிடம்:

source: Phone Number:
ta_in: தொலைபேசி எண்:

source: Fax Number:
ta_in: தொலைநகல் எண்:

source: Email Address:
ta_in: மின்னஞ்சல் முகவரி:

source: BCC Address for all outgoing mails:
ta_in: அனைத்து வெளிச்செல்லும் மின்னஞ்சல்களுக்கும் BCC முகவரி:

source: Official Company Number:
ta_in: அதிகாரப்பூர்வ கம்பெனி எண்:

source: Home Currency:
ta_in: முகப்பு நாணய:

source: Company Logo:
ta_in: நிறுவனத்தின் லோகோ:

source: New Company Logo (.jpg)
ta_in: புதிய நிறுவனத்தின் லோகோ (.jpg)

source: Delete Company Logo:
ta_in: நிறுவனத்தின் லோகோவை நீக்கு:

source: Automatic Revaluation Currency Accounts
ta_in: தானியங்கி மறு மதிப்பீடு நாணயக் கணக்குகள்

source: Time Zone on Reports
ta_in: அறிக்கைகள் பற்றிய நேர மண்டலம்

source: Company Logo on Reports
ta_in: அறிக்கைகளில் நிறுவனத்தின் லோகோ போடு

source: Use Barcodes on Stocks
ta_in: பங்குகள் மீது பார்கோடுகள் பயன்படுத்தவும்

source: Auto Increase of Document References
ta_in: ஆவண குறிப்புகளின் தானியங்கு அதிகரிப்பு

source: Database Scheme Version
ta_in: தரவுத்தள திட்டம் பதிப்பு

source: General Ledger Settings
ta_in: பொது லெட்ஜர் அமைப்புகள்

source: Fiscal Year:
ta_in: நிதி ஆண்டு:

source: Tax Periods:
ta_in: வரி காலம்:

source: Months.
ta_in: மாதங்கள்.

source: Tax Last Period:
ta_in: வரி கடந்த காலம்:

source: Months back.
ta_in: மீண்டும் மாதங்கள்.

source: Put alternative Tax Include on Docs
ta_in: மாற்று வரிகளை ஆவணத்தில் சேர்க்கவும்

source: Suppress Tax Rates on Docs
ta_in: டாக்ஸில் வரி விகிதங்களை அடக்கு

source: Sales Pricing
ta_in: விற்பனை விலை

source: Base for auto price calculations:
ta_in: கார் விலை கணக்கீடுகளுக்கான அடிப்படை:

source: No base price list
ta_in: அடிப்படை விலை பட்டியல் இல்லை

source: Add Price from Std Cost:
ta_in: வகுப்பு விலையில் இருந்து விலையை சேர்க்கவும்:

source: Round calculated prices to nearest:
ta_in: அருகில் உள்ள சுற்றளவு கணக்கிடப்பட்ட விலைகள்:

source: Optional Modules
ta_in: விருப்ப தொகுதிகள்

source: Manufacturing
ta_in: தயாரிப்பு

source: Fixed Assets
ta_in: நிலையான சொத்துக்கள்

source: Use Dimensions:
ta_in: பரிமாணங்களைப் பயன்படுத்துக:

source: User Interface Options
ta_in: பயனர் இடைமுகம் விருப்பங்கள்

source: Short Name and Name in List
ta_in: குறுகிய பெயர் மற்றும் பட்டியலில் உள்ள பெயர்

source: Open Print Dialog Direct on Reports
ta_in: அறிக்கைகள் திறந்த அச்சிடல் டயலொக் இயக்கு

source: Search Item List
ta_in: உருப்படி பட்டியலைத் தேடு

source: Search Customer List
ta_in: வாடிக்கையாளர் பட்டியலைத் தேடுக

source: Search Supplier List
ta_in: தேடல் வழங்குபவர் பட்டியல்

source: Login Timeout:
ta_in: தேதி முடிதல்:

source: seconds
ta_in: விநாடிகள்

source: Update
ta_in: புதுப்பிக்கப்பட்டது

source: Create/Update Company
ta_in: உருவாக்குதல்/புதுப்பித்தல் நிறுவனம்

source: Database settings are not specified.
ta_in: தரவுத்தள அமைப்புகள் குறிப்பிடப்படவில்லை.

source: Database port has to be numeric or empty.
ta_in: தரவுத்தள போர்ட் எண் அல்லது காலியாக இருக்க வேண்டும்.

source: This database settings are already used by another company.
ta_in: இந்த தரவுத்தள அமைப்புகள் ஏற்கனவே மற்றொரு நிறுவனத்தால் பயன்படுத்தப்படுகின்றன.

source: You cannot have table set without prefix together with prefixed sets in the same database.
ta_in: அதே தரவுத்தளத்தில் prefixed செட் உடன் முன்னொட்டு இல்லாமல் அட்டவணை அமைக்க முடியாது.

source: Error creating Database:
ta_in: தரவுத்தளத்தை உருவாக்குவதில் பிழை:

source: , Please create it manually
ta_in: தயவுசெய்து கைமுறையாக உருவாக்கவும்

source: Cannot create new company due to bugs in sql file.
ta_in: SQL கோப்பில் பிழைகள் காரணமாக புதிய நிறுவனத்தை உருவாக்க முடியாது.

source: Cannot open the configuration file -
ta_in: கட்டமைப்பு கோப்பை திறக்க முடியவில்லை -

source: Cannot write to the configuration file -
ta_in: கட்டமைப்பு கோப்பில் எழுத முடியாது -

source: The configuration file
ta_in: கட்டமைப்பு கோப்பு

source: is not writable. Change its permissions so it is, then re-run the operation.
ta_in: எழுத முடியாது. அதன் அனுமதியை மாற்றவும், அது மீண்டும் இயக்கத்தை இயக்கவும்.

source: New company has been created.
ta_in: புதிய நிறுவனம் உருவாக்கப்பட்டது.

source: Company has been updated.
ta_in: நிறுவனம் புதுப்பிக்கப்பட்டது.

source: Broken company subdirectories system. You have to remove this company manually.
ta_in: உடைந்த நிறுவனம் துணை அடைவு அமைப்பு. நீங்கள் இந்த நிறுவனத்தை கைமுறையாக அகற்ற வேண்டும்.

source: Cannot rename subdirectory to temporary name.
ta_in: தற்காலிக பெயருடன் துணை அடைவை மறுபெயரிட முடியாது.

source: Cannot rename company subdirectory
ta_in: நிறுவனம் துணை அடைவு மறுபெயரிட முடியாது

source: Error removing Database:
ta_in: தரவுத்தளத்தை நீக்குவதில் பிழை:

source: , please remove it manually
ta_in: தயவு செய்து அதை கைமுறையாக அகற்றவும்

source: Cannot remove temporary renamed company data directory
ta_in: தற்காலிகமாக மறுபெயரிடப்பட்ட நிறுவன தரவுக் கோப்பகத்தை அகற்ற முடியாது

source: Selected company has been deleted
ta_in: தேர்ந்தெடுக்கப்பட்ட நிறுவனம் நீக்கப்பட்டது

source: Database Host
ta_in: தரவுத்தள புரவலன்

source: Database Port
ta_in: தரவுத்தள போர்ட்

source: Database User
ta_in: தரவுத்தள பயனர்

source: Database Name
ta_in: தரவுத்தள பெயர்

source: Table Pref
ta_in: அட்டவணை முன்

source: Charset
ta_in: எழுத்துருப்

source: Default
ta_in: இயல்புநிலை

source: Yes
ta_in: ஆமாம்

source: You are about to remove company \'%s\'. Do you want to continue ?
ta_in: நீங்கள் நிறுவனம் \'%s\'ஐ அகற்றப் போகிறீர்கள். தொடர விரும்புகிறீர்களா?

source: The marked company is the current company which cannot be deleted.
ta_in: குறிக்கப்பட்ட நிறுவனம் தற்போதைய நிறுவனமாக நீக்கப்பட முடியாதது.

source: If no Admin Password is entered, the new Admin Password will be '<b>password</b>' by default
ta_in: நிர்வாகம் கடவுச்சொல் உள்ளிட்டால், புதிய நிர்வாகி கடவுச்சொல் இயல்புநிலையாக '<b> கடவுச்சொல் </ b>' ஆக இருக்கும்

source: Set Only Port value if you cannot use the default port 3306.
ta_in: 3306 முன்னிருப்பு துறைமுகத்தை நீங்கள் பயன்படுத்த முடியாவிட்டால் மட்டுமே, போர்ட் மதிப்பு அமைக்கவும்.

source: Host
ta_in: தொகுப்பாளர்

source: Port
ta_in: போர்ட்

source: Database Password
ta_in: தரவுத்தள கடவுச்சொல்

source: Database Collation:
ta_in: தரவுத்தள கூட்டுதல்:

source: None
ta_in: யாரும்

source: Default Company
ta_in: இயல்புநிலை நிறுவனம்

source: Database Script
ta_in: தரவுத்தள ஸ்கிரிப்ட்

source: New script Admin Password
ta_in: புதிய ஸ்கிரிப்ட் நிர்வாகம் கடவுச்சொல்

source: Contact Categories
ta_in: தொடர்பு வகைகள்

source: Category description cannot be empty.
ta_in: பகுப்பு விளக்கம் காலியாக இருக்க முடியாது.

source: Selected contact category has been updated
ta_in: தேர்ந்தெடுக்கப்பட்ட தொடர்பு வகை புதுப்பிக்கப்பட்டது

source: New contact category has been added
ta_in: புதிய தொடர்பு வகை சேர்க்கப்பட்டது

source: Cannot delete this category because there are contacts related to it.
ta_in: இந்த பிரிவை நீக்க முடியாது, ஏனெனில் இது தொடர்பான தொடர்புகள் உள்ளன.

source: Category has been deleted
ta_in: பகுப்பு நீக்கப்பட்டது

source: Category Type
ta_in: வகை வகை

source: Category Subtype
ta_in: வகை துணை வகை

source: Short Name
ta_in: குறுகிய பெயர்

source: Contact Category Type:
ta_in: தொடர்பு வகை வகை:

source: Contact Category Subtype:
ta_in: தொடர்பு வகை துணை வகை:

source: Category Short Name:
ta_in: வகை குறுகிய பெயர்:

source: Category Description:
ta_in: வகை விளக்கம்:

source: Dashboard
ta_in: டாஷ்போர்டு

source: Display Setup
ta_in: காட்சி அமைவு

source: Query size must be integer and greater than zero.
ta_in: கேள்வி அளவு பூஜ்ஜியத்தை விட முழுமையானதாக இருக்க வேண்டும்.

source: Display settings have been updated. Keep in mind that changed settings are restored on every login in demo mode.
ta_in: காட்சி அமைப்புகள் புதுப்பிக்கப்பட்டுள்ளன. டெமோ பயன்முறையில் ஒவ்வொரு உள்நுழைவிலும் மாற்றப்பட்ட அமைப்புகள் மீட்டமைக்கப்பட வேண்டும் என்பதை நினைவில் கொள்ளுங்கள்.

source: Display settings have been updated.
ta_in: காட்சி அமைப்புகள் புதுப்பிக்கப்பட்டுள்ளன.

source: Decimal Places
ta_in: தசம இடங்கள்

source: Prices/Amounts:
ta_in: விலை/தொகைகள்:

source: Quantities:
ta_in: அளவு:

source: Exchange Rates:
ta_in: மாற்று விகிதங்கள்:

source: Percentages:
ta_in: சதவீதங்கள்:

source: Date Format and Separators
ta_in: தேதி வடிவம் மற்றும் பிரிப்பான்கள்

source: Date Format:
ta_in: தேதி வடிவமைப்பு:

source: Date Separator:
ta_in: தேதி பிரிப்பான்:

source: Thousand Separator:
ta_in: ஆயிரம் பிரிப்பான்:

source: Decimal Separator:
ta_in: டெசிமல் பிரிப்பான்:

source: Use Date Picker
ta_in: தேதி தேர்வி பயன்படுத்தவும்

source: Reports
ta_in: அறிக்கைகள்

source: Save Report Selection Days:
ta_in: தேர்வு நாள் தேர்வு நாட்கள் சேமிக்கவும்:

source: Default Report Destination:
ta_in: இயல்புநிலை அறிக்கை இலக்கு:

source: Excel
ta_in: எக்செல்

source: PDF/Printer
ta_in: பிடிஎப்/பிரிண்டர்

source: Default Report Orientation:
ta_in: இயல்புநிலை அறிக்கை திசை:

source: Landscape
ta_in: இயற்கை

source: Portrait
ta_in: ஓவிய

source: Miscellaneous
ta_in: இதர

source: Show hints for new users:
ta_in: புதிய பயனர்களுக்கான குறிப்புகள் காட்டு:

source: Show GL Information:
ta_in: GL தகவல் காட்டு:

source: Show Item Codes:
ta_in: பொருள் குறியீடுகள் காட்டு:

source: Page Size:
ta_in: பக்க அளவு:

source: Start-up Tab
ta_in: தொடக்கத் தாவல்

source: Printing profile
ta_in: அச்சிடும் சுயவிவரம்

source: Browser printing support
ta_in: உலாவி அச்சிடும் ஆதரவு

source: Use popup window to display reports:
ta_in: அறிக்கைகள் காட்ட பாப் அப் சாளரத்தை பயன்படுத்தவும்:

source: Set this option to on if your browser directly supports pdf files
ta_in: உங்கள் உலாவி நேரடியாக PDF கோப்புகளை ஆதரிக்கிறது என்றால் இந்த விருப்பத்தை அமைக்கவும்

source: Use icons instead of text links:
ta_in: உரை இணைப்புகள் பதிலாக சின்னங்கள் பயன்படுத்தவும்:

source: Set this option to on for using icons instead of text links
ta_in: ஐகான்களை பதிலாக உரை இணைப்புகள் பதிலாக இந்த விருப்பத்தை அமைக்க

source: Remember last document date:
ta_in: கடைசி ஆவணம் தேதி நினைவில்:

source: If set document date is remembered on subsequent documents, otherwise default is current date
ta_in: ஆவணம் தேதி அமைக்க என்றால், பின்னர் ஆவணங்கள் நினைவில், இல்லையெனில் இயல்புநிலை தற்போதைய தேதி

source: Query page size:
ta_in: கேள்வி பக்கம் அளவு:

source: Transaction days:
ta_in: பரிவர்த்தனை நாட்கள்:

source: Language
ta_in: மொழி

source: Language:
ta_in: மொழி:

source: Fiscal Years
ta_in: நிதி ஆண்டுகள்

source: Invalid BEGIN date in fiscal year.
ta_in: நிதியாண்டில் BEGIN தேதி தவறானது.

source: Invalid END date in fiscal year.
ta_in: நிதி ஆண்டில் தவறான END தேதி.

source: Invalid BEGIN or END date in fiscal year.
ta_in: நிதி ஆண்டில் தவறான BEGIN அல்லது END தேதி.

source: BEGIN date bigger than END date.
ta_in: END தேதியை விட BEGIN தேதி பெரியது.

source: Cannot CLOSE this year because there are open fiscal years before
ta_in: திறந்த நிதி ஆண்டுகளுக்கு முன் இருப்பதால் இந்த ஆண்டு நெருக்கமாக முடியாது

source: Selected fiscal year has been updated
ta_in: தேர்ந்தெடுக்கப்பட்ட நிதி ஆண்டு புதுப்பிக்கப்பட்டது

source: New fiscal year has been added
ta_in: புதிய நிதி ஆண்டு சேர்க்கப்பட்டுள்ளது

source: Cannot delete this fiscal year because there are fiscal years before.
ta_in: நிதி ஆண்டுகளுக்கு முன்பே இந்த நிதியாண்டியை நீக்க முடியாது.

source: Cannot delete this fiscal year because the fiscal year is not closed.
ta_in: நிதி ஆண்டு மூடப்படாமல் இருப்பதால் இந்த நிதியாண்டியை நீக்க முடியாது.

source: Selected fiscal year has been deleted
ta_in: தேர்ந்தெடுத்த நிதி ஆண்டு நீக்கப்பட்டது

source: Warning: Deleting a fiscal year all transactions are removed and converted into relevant balances. This process is irreversible!
ta_in: எச்சரிக்கை: ஒரு நிதியாண்டில் அனைத்து நடவடிக்கைகளையும் நீக்கி are நீக்கப்பட்டு, பொருத்தமான நிலுவைகளை மாற்றும். இந்த செயல்முறை மீள முடியாதது!

source: Fiscal Year Begin
ta_in: நிதி ஆண்டின் தொடக்கமாகும்

source: Fiscal Year End
ta_in: நிதி ஆண்டு முடிவு

source: Closed
ta_in: மூடப்பட்ட

source: Are you sure you want to delete fiscal year %s - %s? All transactions are deleted and converted into relevant balances. Do you want to continue ?
ta_in: நிதியாண்டு %s - %s ஐ நிச்சயமாக நீக்க விரும்புகிறீர்களா? எல்லா பரிவர்த்தனைகளும் நீக்கப்பட்டன மற்றும் பொருத்தமான நிலுவைகளாக மாற்றப்படுகின்றன. தொடர விரும்புகிறீர்களா?

source: The marked fiscal year is the current fiscal year which cannot be deleted.
ta_in: குறிக்கப்பட்ட நிதி ஆண்டு தற்போதைய நிதியாண்டில் நீக்கப்பட முடியாதது.

source: Fiscal Year Begin:
ta_in: நிதி ஆண்டு துவக்கம்:

source: Fiscal Year End:
ta_in: நிதி ஆண்டு முடிவு:

source: Is Closed:
ta_in: மூடப்பட்டுள்ளது:

source: Transaction References
ta_in: பரிவர்த்தனை குறிப்புகள்

source: System and General GL Setup
ta_in: கணினி மற்றும் பொது GL அமைவு

source: The past due days interval allowance must be between 0 and 100.
ta_in: கடந்த கால இடைவெளியில் இடைவெளி கொடுப்பனவு 0 மற்றும் 100 க்கு இடையில் இருக்க வேண்டும்.

source: Quote Valid Days is not valid number.
ta_in: Quote Valid Days சரியான எண் அல்ல.

source: Delivery Required By is not valid number.
ta_in: Delivery Required By சரியான எண் அல்ல.

source: Receival Required By is not valid number.
ta_in: Receival Required By சரியான எண் அல்ல.

source: Work Order Required By After is not valid number.
ta_in: Work Order Required By After சரியான எண் அல்ல.

source: The delivery over-receive allowance must be between 0 and 100.
ta_in: வழங்கல் பெறும் கொடுப்பனவு 0 மற்றும் 100 க்கு இடையில் இருக்க வேண்டும்.

source: The invoice over-charge allowance must be between 0 and 100.
ta_in: விலைப்பட்டியல் கட்டணம் செலுத்தும் கட்டணம் 0 மற்றும் 100 க்கு இடையில் இருக்க வேண்டும்.

source: Before GRN Clearing Account can be changed all GRNs have to be invoiced
ta_in: GRN க்ளியரிங் கணக்கு மாற்றப்படுவதற்கு முன்பாக அனைத்து GRN களையும் பதிவு செய்ய வேண்டும்

source: The Retained Earnings Account should be a Balance Account or the Profit and Loss Year Account should be an Expense Account (preferred the last one in the Expense Class)
ta_in: தக்க வருவாய் கணக்கு ஒரு இருப்பு கணக்கு அல்லது லாபம் மற்றும் இழப்பு வருடாந்திர கணக்கு இருக்க வேண்டும் ஒரு செலவு கணக்கு (செலவின வகுப்பு கடைசி விருப்பம்)

source: The general GL setup has been updated.
ta_in: பொது GL அமைப்பு புதுப்பிக்கப்பட்டது.

source: General GL
ta_in: பொது ஜி.எல்

source: Past Due Days Interval:
ta_in: கடந்த Due நாட்கள் இடைவேளை:

source: days
ta_in: நாட்களில்

source: Accounts Type:
ta_in: கணக்கு வகை:

source: Retained Earnings:
ta_in: தக்க வருவாய்:

source: Profit/Loss Year:
ta_in: லாபம்/இழப்பு வருடம்:

source: Exchange Variances Account:
ta_in: பரிமாற்ற மாறுபாடுகள் கணக்கு:

source: Bank Charges Account:
ta_in: வங்கிக் கட்டணங்கள் கணக்கு:

source: Tax Algorithm:
ta_in: வரி படிமுறை:

source: Dimension Defaults
ta_in: பரிமாண இயல்புநிலை

source: Dimension Required By After:
ta_in: பின்வருமாறு பரிமாணம் தேவைப்படுகிறது:

source: Customers and Sales
ta_in: வாடிக்கையாளர்கள் மற்றும் விற்பனை

source: Default Credit Limit:
ta_in: இயல்புநிலை கடன் வரம்பு:

source: Invoice Identification:
ta_in: விலைப்பட்டியல் அடையாள:

source: Number
ta_in: எண்

source: Reference
ta_in: குறிப்பு

source: Accumulate batch shipping:
ta_in: தொகுதி கப்பல் சேர:

source: Print Item Image on Quote:
ta_in: மேற்கோள்கள்

source: Legal Text on Invoice:
ta_in: விலைப்பட்டியல் மீதான சட்ட உரை:

source: Shipping Charged Account:
ta_in: கப்பல் சார்ஜ் செய்யப்பட்ட கணக்கு:

source: Deferred Income Account:
ta_in: வரிக்கப்பட்டுள்ள வருமானம் கணக்கு:

source: Not used
ta_in: பயன்படுத்துவதில்லை

source: Customers and Sales Defaults
ta_in: வாடிக்கையாளர்கள் மற்றும் விற்பனை தவறுகள்

source: Receivable Account:
ta_in: பெறத்தக்க கணக்கு:

source: Sales Account:
ta_in: விற்பனை கணக்கு:

source: Sales Discount Account:
ta_in: விற்பனை தள்ளுபடி கணக்கு:

source: Prompt Payment Discount Account:
ta_in: உடனடி கொடுப்பனவு தள்ளுபடி கணக்கு:

source: Quote Valid Days:
ta_in: சரியான நாட்கள்:

source: Delivery Required By:
ta_in: வழங்கல் தேவைப்படுகிறது:

source: Suppliers and Purchasing
ta_in: சப்ளையர்கள் மற்றும் கொள்முதல்

source: Delivery Over-Receive Allowance:
ta_in: டெலிவரி ஓவர்-ரிஸீவ் அலவன்ஸ்:

source: Invoice Over-Charge Allowance:
ta_in: விலைப்பட்டியல் கட்டணம் அதிகரிப்பு:

source: Suppliers and Purchasing Defaults
ta_in: சப்ளையர்கள் மற்றும் கொள்முதல் தவறுகள்

source: Payable Account:
ta_in: செலுத்தத்தக்க கணக்கு:

source: Purchase Discount Account:
ta_in: கொள்முதல் தள்ளுபடி கணக்கு:

source: GRN Clearing Account:
ta_in: GRN க்ளியரிங் கணக்கு:

source: No postings on GRN
ta_in: GRN இல் இடுகைகள் இல்லை

source: Receival Required By:
ta_in: வரவேற்பு தேவைப்படுகிறது:

source: Show PO item codes:
ta_in: PO உருப்படியைக் குறியீடுகள் காட்டு:

source: Inventory
ta_in: சரக்கு

source: Allow Negative Inventory:
ta_in: எதிர்மறை சரக்கு அனுமதி:

source: Warning: This may cause a delay in GL postings
ta_in: எச்சரிக்கை: இது ஜிஎல் தகவல்களுக்கு தாமதத்தை ஏற்படுத்தும்

source: No zero-amounts (Service):
ta_in: பூஜ்ஜிய அளவு (சேவை) இல்லை:
