Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.8-1.po
Languages: ta_in

source: &Profit and Loss Drilldown
ta_in: லாபம் மற்றும் இழப்பு துரப்பணம்

source: Banking &Reports
ta_in: வங்கி மற்றும் அறிக்கைகள்

source: General Ledger &Reports
ta_in: பொது லெட்ஜர் அறிக்கைகள்

source: Bank &Accounts
ta_in: வங்கி கணக்குகள்

source: &Quick Entries
ta_in: விரைவு பதிவுகள்

source: Account &Tags
ta_in: கணக்கு குறிச்சொற்கள்

source: &Currencies
ta_in: மற்றும் நாணயங்கள்

source: &Exchange Rates
ta_in: மாற்று விகிதங்கள்

source: &GL Accounts
ta_in: GL கணக்குகள்

source: GL Account &Groups
ta_in: GL கணக்கு குழுக்கள்

source: GL Account &Classes
ta_in: GL கணக்கு வகுப்புகள்

source: &Closing GL Transactions
ta_in: GL பரிவர்த்தனைகளை மூடு

source: &Revaluation of Currency Accounts
ta_in: நாணயக் கணக்குகளின் மறு மதிப்பீடு

source: &Items and Inventory
ta_in: பொருட்கள் மற்றும் சரக்கு

source: Inventory Location &Transfers
ta_in: சரக்கு இருப்பிடம் மற்றும் இடமாற்றங்கள்

source: Inventory &Adjustments
ta_in: சரக்கு மற்றும் சரிசெய்தல்

source: Inventory Item &Movements
ta_in: சரக்கு பொருள் மற்றும் இயக்கங்கள்

source: Inventory Item &Status
ta_in: சரக்கு பொருள் மற்றும் நிலை

source: Inventory &Reports
ta_in: சரக்கு மற்றும் அறிக்கைகள்

source: &Items
ta_in: பொருட்களை

source: &Foreign Item Codes
ta_in: வெளிநாட்டு பொருள் குறியீடுகள்

source: Sales &Kits
ta_in: விற்பனை கருவிகள்

source: Item &Categories
ta_in: பொருள் வகைகள்

source: Inventory &Locations
ta_in: சரக்கு மற்றும் இடங்கள்

source: &Units of Measure
ta_in: அளவீடுகளின் அலகுகள்

source: &Reorder Levels
ta_in: நிலைகள் மற்றும் மறுவரிசைப்படுத்துக

source: Pricing and Costs
ta_in: விலை மற்றும் செலவுகள்

source: Sales &Pricing
ta_in: விற்பனை விலை

source: Purchasing &Pricing
ta_in: கொள்முதல் விலை

source: Standard &Costs
ta_in: ஸ்டாண்டர்ட் செலவுகள்

source: &Manufacturing
ta_in: தயாரிப்புப்

source: Work &Order Entry
ta_in: வேலை ஆர்டர் நுழைவு

source: &Outstanding Work Orders
ta_in: சிறந்த வேலை ஆணைகள்

source: Costed Bill Of Material Inquiry
ta_in: பொருள் விசாரணையின் செலவு பில்

source: Inventory Item Where Used &Inquiry
ta_in: பயன்படுத்திய பொருள் விசாரணை

source: Work Order &Inquiry
ta_in: வேலை ஆணை விசாரணைகள்

source: Manufacturing &Reports
ta_in: உற்பத்தி மற்றும் அறிக்கைகள்

source: &Bills Of Material
ta_in: பொருள் மற்றும் பில்கள்

source: &Work Centres
ta_in: பணி மையங்கள்

source: S&etup
ta_in: அமைப்பு

source: &Company Setup
ta_in: நிறுவனத்தின் அமைப்பு

source: &User Accounts Setup
ta_in: பயனர் கணக்கு அமைவு

source: &Access Setup
ta_in: அணுகல் அமைப்பு

source: &Display Setup
ta_in: காட்சி அமைவு

source: Transaction &References
ta_in: பரிவர்த்தனை குறிப்புகள்

source: &Taxes
ta_in: வரி

source: Tax &Groups
ta_in: வரி குழுக்கள்

source: Item Ta&x Types
ta_in: பொருள் வரி வகைகள்

source: System and &General GL Setup
ta_in: கணினி மற்றும் பொது GL அமைவு

source: &Fiscal Years
ta_in: நிதி ஆண்டுகள்

source: &Print Profiles
ta_in: அச்சு சுயவிவரங்கள்

source: Pa&yment Terms
ta_in: கட்டண வரையறைகள்

source: Shi&pping Company
ta_in: கப்பல் நிறுவனம்

source: &Points of Sale
ta_in: விற்பனை புள்ளிகள்

source: &Printers
ta_in: பிரிண்டர்ஸ்

source: Contact &Categories
ta_in: தொடர்பு வகைகள்

source: &Void a Transaction
ta_in: ஒரு பரிவர்த்தனை ரத்துசெய்யவும்

source: View or &Print Transactions
ta_in: காண்க அல்லது அச்சிடு பரிமாற்றங்கள்

source: &Attach Documents
ta_in: ஆவணங்கள் இணைக்கவும்

source: System &Diagnostics
ta_in: கணினி கண்டறிதல்

source: &Backup and Restore
ta_in: காப்பு மற்றும் மீட்பு

source: Create/Update &Companies
ta_in: உருவாக்குதல்/புதுப்பித்தல் மற்றும் நிறுவனங்கள்

source: Install/Update &Languages
ta_in: நிறுவு/புதுப்பித்தல் மொழிகள்

source: Install/Activate &Extensions
ta_in: நிறுவவும்/செயல்படுத்தவும் நீட்டிப்புகள்

source: Install/Activate &Themes
ta_in: நிறுவவும்/செயல்படுத்தவும் தீம்கள்

source: Install/Activate &Chart of Accounts
ta_in: நிறுவ/செயல்படுத்து கணக்குகள் விளக்கப்படம்

source: Software &Upgrade
ta_in: மென்பொருள் மேம்படுத்தல்

source: &Purchases
ta_in: கொள்முதல்கள்

source: Purchase &Order Entry
ta_in: கொள்முதல் ஆர்டர் நுழைவு

source: &Outstanding Purchase Orders Maintenance
ta_in: மற்றும் சிறந்த கொள்முதல் ஆணைகள் பராமரிப்பு

source: Direct &GRN
ta_in: நேரடி GRN

source: Direct Supplier &Invoice
ta_in: நேரடி சப்ளையர் விலைப்பட்டியல்

source: &Payments to Suppliers
ta_in: சப்ளையர்களுக்கு செலுத்துதல்

source: Supplier &Invoices
ta_in: சப்ளையர் இன்யூசஸ்

source: Supplier &Credit Notes
ta_in: சப்ளையர் கடன் குறிப்புகள்

source: &Allocate Supplier Payments or Credit Notes
ta_in: வழங்குபவர் கொடுப்பனவு அல்லது கடன் குறிப்புகளை ஒதுக்கீடு

source: Purchase Orders &Inquiry
ta_in: கொள்முதல் ஆணைகள் விசாரணைகள்

source: Supplier Transaction &Inquiry
ta_in: வழங்குபவர் பரிவர்த்தனை விசாரணை

source: Supplier Allocation &Inquiry
ta_in: வழங்குநர் ஒதுக்கீடு விசாரணை

source: Supplier and Purchasing &Reports
ta_in: சப்ளையர் மற்றும் வாங்குதல் அறிக்கைகள்

source: &Suppliers
ta_in: சப்ளையர்கள்

source: Dimension Entry
ta_in: பரிமாண நுழைவு

source: The dimension has been entered.
ta_in: பரிமாணம் உள்ளிடப்பட்டுள்ளது.

source: The dimension has been updated.
ta_in: பரிமாணம் புதுப்பிக்கப்பட்டது.

source: The dimension has been deleted.
ta_in: பரிமாணம் நீக்கப்பட்டது.

source: The dimension has been closed. There can be no more changes to it.
ta_in: பரிமாணம் மூடப்பட்டுள்ளது. அதற்கு இன்னும் மாற்றங்கள் இருக்க முடியாது.

source: The dimension has been re-opened.
ta_in: பரிமாணத்தை மீண்டும் திறக்கப்பட்டுள்ளது.

source: Enter a &new dimension
ta_in: ஒரு புதிய பரிமாணத்தை உள்ளிடுக

source: &Select an existing dimension
ta_in: ஏற்கனவே உள்ள பரிமாணத்தைத் தேர்ந்தெடுக்கவும்

source: &Add Attachment
ta_in: இணைப்பை சேர்க்கவும்

source: The dimension name must be entered.
ta_in: பரிமாணத்தின் பெயர் உள்ளிடப்பட வேண்டும்.

source: The date entered is in an invalid format.
ta_in: உள்ளிட்ட தேதி தவறான வடிவத்தில் உள்ளது.

source: The required by date entered is in an invalid format.
ta_in: உள்ளிட்ட தேதியிலிருந்து தேவை தவறான வடிவமைப்பில் உள்ளது.

source: This dimension cannot be deleted because it has already been processed.
ta_in: ஏற்கனவே பரிமாற்றம் செய்யப்பட்டதால், இந்த பரிமாணத்தை நீக்க முடியாது.

source: The dimension sent is not valid.
ta_in: அனுப்பப்பட்ட பரிமாணம் செல்லுபடியாகாது.

source: Dimension Reference:
ta_in: பரிமாண குறிப்பு:

source: Start Date
ta_in: தொடக்க தேதி

source: Date Required By
ta_in: தேதி தேவைப்படுகிறது

source: Tags:
ta_in: குறிச்சொற்கள்:

source: This Dimension is closed.
ta_in: இந்த பரிமாணம் மூடப்பட்டுள்ளது.

source: Save changes to dimension
ta_in: பரிமாணத்திற்கு மாற்றங்களைச் சேமி

source: Re-open This Dimension
ta_in: இந்த பரிமாணத்தை மீண்டும் திற

source: Mark this dimension as re-opened
ta_in: இந்த பரிமாணத்தை மீண்டும் திறந்ததாகக் குறிக்கவும்

source: Close This Dimension
ta_in: இந்த பரிமாணத்தை மூடுக

source: Mark this dimension as closed
ta_in: இந்த பரிமாணத்தை மூடியதாகக் குறிக்கவும்

source: Delete This Dimension
ta_in: இந்த பரிமாணத்தை நீக்கு

source: Delete unused dimension
ta_in: பயன்படுத்தப்படாத பரிமாணத்தை நீக்கு

source: Add
ta_in: கூட்டு

source: There are no transactions for this dimension for the selected period.
ta_in: தேர்ந்தெடுக்கப்பட்ட காலத்திற்கான இந்த பரிமாணத்திற்கு பரிமாற்றங்கள் எதுவும் இல்லை.

source: Balance for this Dimension
ta_in: இந்த பரிமாணத்திற்கான இருப்பு

source: Account
ta_in: கணக்கு

source: Debit
ta_in: டெபிட்

source: Credit
ta_in: கடன்

source: Balance
ta_in: இருப்பு

source: Search Outstanding Dimensions
ta_in: சிறந்த பரிமாணங்களைத் தேடுக

source: Search Dimensions
ta_in: தேடல் பரிமாணங்கள்

source: Reference:
ta_in: குறிப்பு:

source: All
ta_in: அனைத்து

source: From:
ta_in: இருந்து:

source: To:
ta_in: பெறுநர்:

source: Only Overdue:
ta_in: ஒரேவழியாக மட்டுமே:

source: Only Open:
ta_in: திறந்தே:

source: Due Date
ta_in: உரிய தேதி

source: Marked dimensions are overdue.
ta_in: குறிக்கப்பட்ட பரிமாணங்கள் தாமதமாகும்.

source: View Dimension
ta_in: காட்சி பரிமாணம்

source: The dimension number sent is not valid.
ta_in: அனுப்பப்பட்ட பரிமாண எண் செல்லுபடியாகாது.

source: This dimension is closed.
ta_in: இந்த பரிமாணம் மூடப்பட்டுள்ளது.

source: from:
ta_in: இருந்து:

source: to:
ta_in: க்கு:

source: Show
ta_in: காட்டு

source: Revenue / Cost Accruals
ta_in: வருவாய்/செலவு அதிகரிப்பு

source: The amount can not be 0.
ta_in: அளவு 0 இருக்கக்கூடாது.

source: The periods must be greater than 0.
ta_in: காலங்கள் 0 ஐ விட அதிகமாக இருக்க வேண்டும்.

source: Some of the period dates are outside the fiscal year or are closed for further data entry. Create a new fiscal year first!
ta_in: சில ஆண்டு காலக் காலங்கள் நிதி ஆண்டிற்கு வெளியில் உள்ளன அல்லது மேலும் தரவு நுழைவுக்காக மூடப்பட்டுள்ளன. முதலில் ஒரு புதிய நிதி ஆண்டை உருவாக்கவும்!

source: Accruals for %s
ta_in: %s க்கான வருமானம்

source: Dimension
ta_in: பரிமாண

source: Memo
ta_in: மெமோ

source: Revenue / Cost Accruals have been processed.
ta_in: வருவாய்/செலவு அதிகரிப்பு செயல்படுத்தப்பட்டது.

source: Showing GL Transactions.
ta_in: GL பரிமாற்றங்களை காண்பிக்கிறது.

source: Weekly
ta_in: வீக்லி

source: Bi-weekly
ta_in: வாரமிருமுறை

source: Quarterly
ta_in: காலாண்டு

source: First date of Accruals
ta_in: முதலீட்டு முதல் தேதி

source: Accrued Balance Account
ta_in: சம்பாதித்த இருப்பு கணக்கு

source: Revenue / Cost Account
ta_in: வருவாய்/செலவு கணக்கு

source: Amount
ta_in: தொகை

source: Search Amount
ta_in: தேடல் தொகை

source: Frequency
ta_in: அதிர்வெண்

source: Periods
ta_in: பீரியட்ஸ்

source: Show GL Rows
ta_in: GL வரிசைகள் காண்பி

source: Process Accruals
ta_in: செயலாக்க நடவடிக்கைகள்

source: Are you sure you want to post accruals?
ta_in: நீங்கள் நிச்சயமாக இடுகைகளை இடுகையிட விரும்புகிறீர்களா?

source: Reconcile Bank Account
ta_in: வங்கி கணக்கை மீண்டும் இணைக்கவும்

source: There are no bank accounts defined in the system.
ta_in: கணினியில் வரையறுக்கப்பட்ட வங்கி கணக்குகள் இல்லை.

source: Invalid reconcile date format
ta_in: தவறான மறுநிகழ்வு தேதி வடிவம்

source: Reconcile this transaction
ta_in: இந்த பரிவர்த்தனை மீண்டும் இணைக்கவும்

source: Account:
ta_in: கணக்கு:

source: Bank Statement:
ta_in: வங்கி அறிக்கை:

source: New
ta_in: புதிய

source: Reconcile Date
ta_in: மறுநிகழ்வு தேதி

source: Beginning<br>Balance
ta_in: <br> இருப்பு தொடங்கி

source: Ending<br>Balance
ta_in: <br> இருப்பு முடிவு

source: Account<br>Total
ta_in: கணக்கு <br> மொத்த

source: Reconciled<br>Amount
ta_in: ஒருமைப்படுத்திய <br> தொகை

source: Difference
ta_in: வேறுபாடு

source: Date of bank statement to reconcile
ta_in: சமரசம் செய்ய வங்கி அறிக்கையின் தேதி

source: Person/Item
ta_in: நபர்/பொருள்

source: Reconcile
ta_in: சரிசெய்யும்

source: Reconcile All
ta_in: எல்லாம் சரிபார்க்கவும்

source: Modify Bank Account Transfer
ta_in: வங்கிக் கணக்கு மாற்றம் மாற்றவும்

source: Bank Account Transfer Entry
ta_in: வங்கி கணக்கு மாற்றம் நுழைவு

source: Transfer has been entered
ta_in: பரிமாற்றம் உள்ளிடப்பட்டுள்ளது

source: &View the GL Journal Entries for this Transfer
ta_in: இந்த மாற்றத்திற்கான GL ஜர்னல் பதிவுகள் காண்க

source: Enter &Another Transfer
ta_in: மற்றொரு பரிமாற்றத்தை உள்ளிடுக

source: From Account:
ta_in: கணக்கிலிருந்து:

source: To Account:
ta_in: கணக்கில்:

source: Transfer Date:
ta_in: பரிமாற்ற தேதி:

source: Amount:
ta_in: தொகை:

source: Bank Charge:
ta_in: வங்கி கட்டணம்:

source: Incoming Amount:
ta_in: உள்வரும் தொகை:

source: Modify Transfer
ta_in: மாற்றம் மாற்று

source: Enter Transfer
ta_in: பரிமாற்றத்தை உள்ளிடுக

source: The entered amount is invalid or less than zero.
ta_in: உள்ளிடப்பட்ட தொகை தவறானது அல்லது பூஜ்ஜியத்தை விட குறைவாக உள்ளது.

source: The total bank amount cannot be 0.
ta_in: மொத்த வங்கி தொகை 0 இருக்க முடியாது.

source: This bank transfer change would result in exceeding authorized overdraft limit (%s) of the account '%s'
ta_in: இந்த வங்கி பரிமாற்ற மாற்றம், '%s' கணக்கில் அங்கீகரிக்கப்பட்ட ஓவர் டிராஃப்ட் வரம்பை (%s) அதிகரிக்கும்

source: This bank transfer change would result in exceeding authorized overdraft limit on '%s' for transaction: %s #%s on %s.
ta_in: இந்த வங்கி பரிமாற்ற மாற்றம் பரிவர்த்தனைக்கான '%s' மீது அதிகமான ஓவர்டுஃபர்டி வரம்பை அதிகரிக்கும்:%sஇல் %s# %s.

source: This bank transfer would result in exceeding authorized overdraft limit of the account (%s)
ta_in: இந்த வங்கி பரிமாற்றம் கணக்கு (%s) கணக்கில் அங்கீகரிக்கப்பட்ட அதிகபட்ச அளவு வரம்பை அதிகரிக்கும்.

source: This bank transfer would result in exceeding authorized overdraft limit for transaction: %s #%s on %s.
ta_in: இந்த வங்கி பரிமாற்றம் பரிவர்த்தனைக்கு அதிகமான ஓவர் டிராஃப்ட் வரம்பை அதிகரிக்கும்:%sஇல் %s# %s.

source: The Bank Charge Account has not been set in System and General GL Setup.
ta_in: வங்கி பொறுப்பு கணக்கு அமைப்பு மற்றும் பொது ஜெனரல் கிளெட்டில் அமைக்கப்படவில்லை.

source: The source and destination bank accouts cannot be the same.
ta_in: ஆதாரம் மற்றும் இலக்கு வங்கி தூண்டுதல்கள் ஒரே மாதிரியாக இருக்க முடியாது.

source: The incomming bank amount cannot be 0.
ta_in: Incomming வங்கி அளவு 0 இருக்க முடியாது.

source: Bank Account Payment Entry
ta_in: வங்கி கணக்கு கொடுப்பனவு நுழைவு

source: Bank Account Deposit Entry
ta_in: வங்கி கணக்கு வைப்பு நுழைவு

source: Modify Bank Account Entry
ta_in: வங்கி கணக்கு நுழைவை மாற்றவும்

source: Modify Bank Deposit Entry
ta_in: வங்கி வைப்பு நுழைவுத் திருத்தத்தை மாற்றவும்

source: Payment %d has been entered
ta_in: கட்டணம்%d உள்ளிடப்பட்டுள்ளது

source: &View the GL Postings for this Payment
ta_in: இந்த கட்டணத்திற்கான GL இடுகைகளைப் பார்க்கலாம்

source: Enter Another &Payment
ta_in: மற்றொரு பணம் சேர்க்கவும்

source: Enter A &Deposit
ta_in: ஒரு வைப்பு உள்ளிடவும்

source: Add an Attachment
ta_in: இணைப்பு சேர்க்கவும்

source: Payment %d has been modified
ta_in: கட்டணம் %d மாற்றப்பட்டுள்ளது

source: Deposit %d has been entered
ta_in: வைப்பு %d நுழைந்தது

source: View the GL Postings for this Deposit
ta_in: இந்த வைப்புக்கான GL இடுகைகளைக் காண்க

source: Enter Another Deposit
ta_in: மற்றொரு வைப்பு உள்ளிடவும்

source: Enter A Payment
ta_in: பணம் செலுத்துங்கள்

source: Deposit %d has been modified
ta_in: வைப்பு%d மாற்றப்பட்டுள்ளது

source: &View the GL Postings for this Deposit
ta_in: இந்த வைப்புக்கான ஜிஎல் போஸ்ட்டைப் பார்க்கவும்

source: Enter Another &Deposit
ta_in: மற்றொரு வைப்பு உள்ளிடவும்

source: Enter A &Payment
ta_in: ஒரு பணம் சேர்க்கவும்

source: You must enter at least one payment line.
ta_in: குறைந்தபட்சம் ஒரு கட்டண வரி உள்ளிட வேண்டும்.

source: The total bank amount exceeds allowed limit (%s).
ta_in: மொத்த வங்கி தொகை வரம்பை (%s) அனுமதிக்கப்பட்டுள்ளது.

source: The bank transaction would result in exceed of authorized overdraft limit for transaction: %s #%s on %s.
ta_in: வங்கி பரிவர்த்தனை பரிவர்த்தனைக்கான அதிக ஓவர் டிராஃப்ட் வரம்பை மீறும்:%sஇல் %s #%s.

source: The entered date for the payment is invalid.
ta_in: கட்டணம் செலுத்துவதற்கான தேதி தவறானது.

source: You have to select customer and customer branch.
ta_in: நீங்கள் வாடிக்கையாளர் மற்றும் வாடிக்கையாளர் பிரிவைத் தேர்ந்தெடுக்க வேண்டும்.

source: You have to select supplier.
ta_in: நீங்கள் சப்ளையரை தேர்ந்தெடுக்க வேண்டும்.

source: Settled amount have to be positive number.
ta_in: குடியேறிய தொகை நேர்மறை எண்ணாக இருக்க வேண்டும்.

source: The amount entered is not a valid number or is less than zero.
ta_in: உள்ளிட்ட மதிப்பு செல்லுபடியாகாத எண் அல்ல அல்லது பூஜ்யம் குறைவாக உள்ளது.

source: The exchange rate cannot be zero or a negative number.
ta_in: மாற்று விகிதம் பூஜ்யம் அல்லது எதிர்ம எண் அல்ல.

source: Payment Items
ta_in: கொடுப்பனவு பொருட்கள்

source: Deposit Items
ta_in: வைப்பு பொருட்கள்

source: Process Payment
ta_in: செயல்முறை கொடுப்பனவு

source: Process Deposit
ta_in: செயல்முறை வைப்பு

source: Budget Entry
ta_in: பட்ஜெட் நுழைவு

source: There are no account groups defined. Please define at least one account group before entering accounts.
ta_in: கணக்குக் குழுக்கள் வரையறுக்கப்படவில்லை. கணக்குகளை நுழைவதற்கு முன் ஒரு கணக்கு குழுவை வரையறுக்கவும்.

source: The Budget has been saved.
ta_in: பட்ஜெட் சேமிக்கப்பட்டது.

source: The Budget has been deleted.
ta_in: பட்ஜெட் நீக்கப்பட்டது.

source: Account Code:
ta_in: கணக்கு கோட்:

source: Get
ta_in: பெற

source: Period
ta_in: காலம்

source: Dim. incl.
ta_in: மங்கலான. உள்ளிட்ட.

source: Last Year
ta_in: சென்ற ஆண்டு

source: Total
ta_in: மொத்த

source: Save
ta_in: சேமி

source: Modifying Journal Transaction # %d.
ta_in: ஜர்னல் பரிமாற்றத்தை மாற்றியமைத்தல்%d.

source: Journal Entry
ta_in: ஜர்னல் நுழைவு

source: Journal entry has been entered
ta_in: ஜர்னல் நுழைவு நுழைந்துள்ளது

source: &View this Journal Entry
ta_in: இந்த பத்திரிகை நுழைவு காண்க

source: Enter &New Journal Entry
ta_in: புதிய பத்திரிகை நுழைவு உள்ளிடவும்

source: Journal entry has been updated
ta_in: இதழ் நுழைவு புதுப்பிக்கப்பட்டது

source: Return to Journal &Inquiry
ta_in: ஜர்னல் விசாரணையில் திரும்பவும்

source: You can edit directly only journal entries created via Journal Entry page.
ta_in: ஜர்னல் நுழைவுப் பக்கத்தின் மூலம் மட்டுமே நேரடியாக ஜர்னல் உள்ளீடுகளை நீங்கள் திருத்த முடியும்.

source: Entry &New Journal Entry
ta_in: நுழைவு புதிய ஜர்னல் நுழைவு

source: You must enter at least one journal line.
ta_in: நீங்கள் குறைந்தது ஒரு பத்திரிகை வரி உள்ளிட வேண்டும்.

source: The journal must balance (debits equal to credits) before it can be processed.
ta_in: இதனை செயலாக்க முடியும் முன் இதழ் (வரவுகளை சமமாக பற்று).

source: The exchange rate must be numeric and greater than zero.
ta_in: பரிமாற்ற வீதம் பூஜ்ஜியத்தை விட எண் மற்றும் அதிகமானதாக இருக்க வேண்டும்.

source: Check tax register records before processing transaction or switch off 'Include in tax register' option.
ta_in: பரிவர்த்தனை செயலாக்கப்படுவதற்கு முன் வரி பதிவேடுகளைப் பார்க்கவும் அல்லது 'வரி பதிவு உள்ளிட்ட விருப்பத்தை' தேர்வு செய்யவும்.

source: Cannot determine tax register to be used. You have to make at least one posting either to tax or customer/supplier account to use tax register.
ta_in: பயன்படுத்தப்படும் வரி பதிவேட்டை தீர்மானிக்க முடியாது. நீங்கள் வரி பதிவு அல்லது வாடிக்கையாளர்/சப்ளையர் கணக்கை வரி பதிவு பயன்படுத்த பயன்படுத்த வேண்டும்.

source: You must select GL account.
ta_in: நீங்கள் GL கணக்கை தேர்ந்தெடுக்க வேண்டும்.

source: You must select subledger account.
ta_in: நீங்கள் subledger கணக்கை தேர்ந்தெடுக்க வேண்டும்.

source: Dimension is closed.
ta_in: பரிமாணம் மூடப்பட்டுள்ளது.

source: You must enter either a debit amount or a credit amount.
ta_in: நீங்கள் ஒரு பற்று தொகை அல்லது கடன் அளவு உள்ளிட வேண்டும்.

source: The debit amount entered is not a valid number or is less than zero.
ta_in: உள்ளிட்ட டெபிட் தொகை செல்லுபடியாகாத எண் அல்ல அல்லது பூஜ்யம் குறைவாக உள்ளது.

source: The credit amount entered is not a valid number or is less than zero.
ta_in: உள்ளிட்ட கடன் தொகை தவறான எண்ணாக இல்லை அல்லது பூஜ்யம் குறைவாக உள்ளது.

source: Cannot post to GL account used by more than one tax type.
ta_in: ஒன்றுக்கு மேற்பட்ட வரி வகை பயன்படுத்தப்படும் GL கணக்கில் பதிவு செய்ய முடியாது.

source: You cannot make a journal entry for a bank account. Please use one of the banking functions for bank transactions.
ta_in: ஒரு வங்கிக் கணக்கில் ஒரு பத்திரிகை இடுகை செய்ய முடியாது. வங்கி பரிவர்த்தனைகளுக்கான வங்கிக் கடன்களில் ஒன்றைப் பயன்படுத்தவும்.

source: &GL postings
ta_in: ஜிஎல் இடுகைகள்

source: &Tax register
ta_in: வரி பதிவு

source: Rows
ta_in: வரிசைகள்

source: Tax register record
ta_in: வரி பதிவு பதிவு

source: VAT date:
ta_in: VAT தேதி:

source: Input Tax
ta_in: உள்ளீட்டு வரி

source: Output Tax
ta_in: வெளியீடு வரி

source: Net amount
ta_in: நிகர தொகை

source: Process Journal Entry
ta_in: செயல் ஜர்னல் நுழைவு

source: Process journal entry only if debits equal to credits
ta_in: கடன்களுக்கான சமமாக இருந்தால் மட்டுமே செயல்முறை இதழ் நுழைவு

source: GL Accounts
ta_in: GL கணக்குகள்

source: Search GL accounts
ta_in: தேடல் GL கணக்குகள்

source: Account Code
ta_in: கணக்கு கோட்

source: Category
ta_in: வகை

source: Balance Sheet Drilldown
ta_in: இருப்பு தாள் துளைத்தல்

source: As at:
ta_in: இருக்கிறதுபோல:

source: Calculated Return
ta_in: கணக்கிடப்பட்ட திரும்ப

source: Liabilities
ta_in: பொறுப்புகள்

source: and
ta_in: மற்றும்

source: Equities
ta_in: பங்குகள்

source: Bank Account Inquiry
ta_in: வங்கி கணக்கு விசாரணை

source: Opening Balance
ta_in: ஆரம்ப இருப்பு

source: Ending Balance
ta_in: இருப்பு முடித்தல்

source: General Ledger Inquiry
ta_in: பொது லெட்ஜர் விசாரணை

source: All Accounts
ta_in: எல்லா கணக்குகளும்

source: Enter memo fragment or leave empty
ta_in: மெமோ துண்டு ஒன்றை உள்ளிடவும் அல்லது காலியாக விடவும்

source: Amount min:
ta_in: தொகை நிமிடம்:

source: Amount max:
ta_in: தொகை அதிகபட்சம்:

source: No general ledger transactions have been created for the specified criteria.
ta_in: குறிப்பிட்ட அளவுகோல்களுக்கு எந்த பொதுப் பேரேடு பரிவர்த்தனைகளும் உருவாக்கப்படவில்லை.

source: Trial Balance
ta_in: சோதனை இருப்பு

source: No zero values
ta_in: பூஜ்ய மதிப்புகள் இல்லை

source: Only balances
ta_in: ஒரே நிலுவை

source: Group
ta_in: குழு

source: The from date cannot be bigger than the fiscal year end.
ta_in: தேதி முதல் நிதி ஆண்டு முடிவை விட பெரிய இருக்க முடியாது.

source: Account Name
ta_in: கணக்கின் பெயர்

source: Brought Forward
ta_in: முன்னோக்கி வந்தார்

source: This Period
ta_in: இந்த தருணம்

source: Class
ta_in: வர்க்கம்

source: The Opening Balance is not in balance, probably due to a non closed Previous Fiscalyear.
ta_in: திறந்த இருப்பு சமநிலையில் இல்லை, அநேகமாக ஒரு மூடப்படாத முந்தைய Fiscalyear காரணமாக இருக்கலாம்.

source: Journal Inquiry
ta_in: ஜர்னல் விசாரணை

source: Enter reference fragment or leave empty
ta_in: குறிப்பு பகுதியை உள்ளிடவும் அல்லது காலியாக விடவும்

source: User:
ta_in: பயனர்:

source: Dimension:
ta_in: பரிமாண:

source: Show closed:
ta_in: மூடியவை காட்டு:

source: Trans #
ta_in: டிரான்ஸ் #

source: Counterparty
ta_in: கவுன்ட்டர்

source: Supplier's Reference
ta_in: சப்ளையரின் குறிப்பு

source: User
ta_in: பயனர்

source: Profit & Loss Drilldown
ta_in: லாபம் இழப்பு துரப்பணம்

source: Accumulated
ta_in: குவிக்கப்பட்ட

source: Period Y-1
ta_in: காலம் Y-1

source: Budget
ta_in: பட்ஜெட்

source: Compare to
ta_in: ஒப்பிடும் பொழுது

source: Group/Account Name
ta_in: குழு/கணக்கு பெயர்

source: Achieved %
ta_in: அடைந்தது %

source: Tax Inquiry
ta_in: வரி விசாரணை

source: Outputs
ta_in: வெளிப்பாடுகளாவன

source: Inputs
ta_in: உள்ளீடுகள்

source: Charged on sales
ta_in: விற்பனையில் சார்ஜ் செய்யப்பட்டது

source: Paid on purchases
ta_in: கொள்முதல் மீது பணம்

source: Net payable or collectible
ta_in: நிகர செலுத்தத்தக்க அல்லது தொகுக்கப்படும்

source: Total payable or refund
ta_in: மொத்த செலுத்தத்தக்க அல்லது திரும்பப்பெறுக

source: Bank Accounts
ta_in: வங்கி கணக்குகள்

source: The bank account name cannot be empty.
ta_in: வங்கி கணக்கு பெயர் காலியாக இருக்க முடியாது.

source: The GL account selected is already in use or has transactions. Select another empty GL account.
ta_in: தேர்ந்தெடுத்த GL கணக்கு ஏற்கனவே பயன்பாட்டில் உள்ளது அல்லது பரிவர்த்தனைகள் உள்ளன. மற்றொரு வெற்று GL கணக்கை தேர்ந்தெடுக்கவும்.

source: Bank account has been updated
ta_in: வங்கி கணக்கு புதுப்பிக்கப்பட்டது

source: New bank account has been added
ta_in: புதிய வங்கி கணக்கு சேர்க்கப்பட்டுள்ளது

source: Cannot delete this bank account because transactions have been created using this account.
ta_in: இந்தக் கணக்கைப் பயன்படுத்தி பரிவர்த்தனைகள் உருவாக்கப்பட்டதால், இந்த வங்கிக் கணக்கை நீக்க முடியவில்லை.

source: Cannot delete this bank account because POS definitions have been created using this account.
ta_in: இந்தக் கணக்கைப் பயன்படுத்தி POS வரையறைகள் உருவாக்கப்பட்டதால் இந்த வங்கிக் கணக்கை நீக்க முடியவில்லை.

source: Selected bank account has been deleted
ta_in: தேர்ந்தெடுக்கப்பட்ட வங்கி கணக்கு நீக்கப்பட்டது

source: Currency
ta_in: நாணய

source: GL Account
ta_in: GL கணக்கு

source: Bank
ta_in: வங்கி

source: Bank Address
ta_in: வங்கி முகவரி

source: Bank Account Name:
ta_in: வங்கி கணக்கு பெயர்:

source: Account Type:
ta_in: கணக்கு வகை:

source: Bank Account Currency:
ta_in: வங்கி கணக்கு நாணயம்:

source: Default currency account:
ta_in: இயல்புநிலை நாணய கணக்கு:

source: Bank Account GL Code:
ta_in: வங்கி கணக்கு ஜி.எல் கோட்:

source: Bank Name:
ta_in: வங்கி பெயர்:

source: Bank Account Number:
ta_in: வங்கி கணக்கு எண்:

source: Bank Address:
ta_in: வங்கி முகவரி:

source: Closing GL Transactions
ta_in: GL பரிவர்த்தனைகளை நிறைவுசெய்கிறது
