Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.18-1.po
Languages: fa_ir

source: Main Menu
fa_ir: منوی اصلی

source: Logout
fa_ir: خروج

source: Restricted access
fa_ir: دسترسی محدود

source: Login as user: demouser and password: password
fa_ir: به عنوان کاربر: demouser و رمز عبور: password وارد شوید

source: Please login here
fa_ir: لطفا اینجا وارد شوید

source: or
fa_ir: یا

source: request new password
fa_ir: درخواست رمز عبور جدید

source: Too many failed login attempts.<br>Please wait a while or try later.
fa_ir: تعداد تلاشهای ناموفق زیاد بوده است.<br>لطفا کمی صبر کنید یا ابعادا تلاش کنید.

source: Invalid password or username. Please, try again.
fa_ir: رمز عبور یا نام کاربری نامعتبر است. لطفا دوباره تلاش کنید.

source: Authorization timeout
fa_ir: زمان مجوز به پایان رسید

source: Login
fa_ir: ورود

source: Version
fa_ir: نسخه

source: User name
fa_ir: نام کاربری

source: Password:
fa_ir: رمز عبور:

source: Company
fa_ir: شرکت

source: HTTP access is not allowed on this site. This is unsecure. If you really want to access this unsecure site then set the SECURE_ONLY to false in /includes/session.inc file.
fa_ir: دسترسی HTTP در این سایت مجاز نیست. این ناامن است. اگر واقعاً می خواهید به این سایت ناامن دسترسی داشته باشید، SECURE_ONLY را در فایل /includes/session.inc روی false تنظیم کنید.

source: Login -->
fa_ir: ورود -->

source: Theme:
fa_ir: تم:

source: Thank you for using
fa_ir: با تشکر از استفاده شما

source: Click here to Login Again.
fa_ir: برای ورود مجدد اینجا کلیک کنید.

source: Password reset
fa_ir: بازیابی رمز عبور

source: Email
fa_ir: ایمیل

source: Send password -->
fa_ir: ارسال رمز عبور -->

source: Attach Documents
fa_ir: ضمیمه اسناد

source: Selected transaction does not exists.
fa_ir: تراکنش انتخاب شده وجود ندارد.

source: Only graphics,pdf,doc and odt files are supported.
fa_ir: فقط فایل های گرافیکی، pdf، doc و odt پشتیبانی می شوند.

source: Select attachment file.
fa_ir: فایل ضمیمه را انتخاب کنید.

source: The file size is over the maximum allowed.
fa_ir: حجم فایل بیش از حد مجاز است.

source: File name exceeds maximum of 60 chars. Please change filename and try again.
fa_ir: نام فایل بیش از 60 کاراکتر است. لطفاً نام فایل را تغییر دهید و دوباره تلاش کنید.

source: Attachment has been inserted.
fa_ir: ضمیمه با موفقیت اضافه شد.

source: Attachment has been updated.
fa_ir: ضمیمه با موفقیت به روزرسانی شد.

source: Attachment has been deleted.
fa_ir: ضمیمه با موفقیت حذف شد.

source: Type:
fa_ir: نوع:

source: Select a customer:
fa_ir: یک مشتری را انتخاب کنید:

source: Select a supplier:
fa_ir: یک تهیه کننده را انتخاب کنید:

source: Select an Item:
fa_ir: یک مورد را انتخاب کنید:

source: Select a Bank Account:
fa_ir: یک حساب بانکی را انتخاب کنید:

source: Edit
fa_ir: ادیت

source: View
fa_ir: دیدن

source: Download
fa_ir: دانلود

source: Delete
fa_ir: حذف

source: Doc Title
fa_ir: عنوان سند

source: Filename
fa_ir: نام فایل

source: Size
fa_ir: اندازه

source: Filetype
fa_ir: نوع فایل

source: Doc Date
fa_ir: تاریخ سند

source: Transaction #
fa_ir: تراکنش #

source: Attached File
fa_ir: فایل ضمیمه شده

source: Select backup file first.
fa_ir: لطفاً ابتدا فایل پشتیبان را انتخاب کنید.

source: Backup and Restore Database
fa_ir: پشتیبان گیری و بازیابی دیتابیس

source: Backup paths have not been set correctly.
fa_ir: مسیرهای پشتیبان گیری به درستی تنظیم نشده اند.

source: Please contact System Administrator.
fa_ir: لطفاً با مدیر سیستم تماس بگیرید.

source: cannot find backup directory
fa_ir: پوشه پشتیبان یافت نشد

source: Backup successfully generated.
fa_ir: پشتیبان با موفقیت ایجاد شد.

source: Database backup failed.
fa_ir: پشتیبان گیری دیتابیس ناکام شد.

source: No
fa_ir: خیر

source: Restore backup completed.
fa_ir: بازیابی پشتیبان با موفقیت انجام شد.

source: File successfully deleted.
fa_ir: فایل با موفقیت حذف شد.

source: Can't delete backup file.
fa_ir: امکان حذف فایل پشتیبان وجود ندارد.

source: You can only upload *.sql backup files
fa_ir: شما فقط می توانید فایل های پشتیبان *.sql را بارگذاری کنید

source: Filename contains forbidden chars. Please rename file and try again.
fa_ir: نام فایل شامل کاراکترهای ممنوعه است. لطفاً فایل را تغییر نام دهید و دوباره تلاش کنید.

source: File uploaded to backup directory
fa_ir: فایل به دایرکتوری پشتیبان بارگذاری شد

source: File was not uploaded into the system.
fa_ir: فایل به سیستم بارگذاری نشد.

source: Create backup
fa_ir: ایجاد پشتیبان

source: Comments:
fa_ir: نظرات:

source: Compression:
fa_ir: فشرده سازی:

source: Create Backup
fa_ir: ایجاد پشتیبان

source: Backup scripts maintenance
fa_ir: نگهداری اسکریپت های پشتیبان

source: View Backup
fa_ir: مشاهده پشتیبان

source: Download Backup
fa_ir: دانلود پشتیبان

source: Restore Backup
fa_ir: بازیابی پشتیبان

source: You are about to restore database from backup file. Do you want to continue?
fa_ir: شما در حال بازیابی دیتابیس از فایل پشتیبان هستید. آیا می خواهید ادامه دهید؟

source: Delete Backup
fa_ir: حذف پشتیبان

source: You are about to remove selected backup file. Do you want to continue ?
fa_ir: شما در حال حذف فایل پشتیبان انتخاب شده هستید. آیا می خواهید ادامه دهید؟

source: Update security settings
fa_ir: به روزرسانی تنظیمات امنیتی

source: Protect security settings
fa_ir: محافظت از تنظیمات امنیتی

source: Upload file
fa_ir: بارگذاری فایل

source: Change password
fa_ir: تغییر رمز عبور

source: Invalid password entered.
fa_ir: رمز عبور وارد شده نامعتبر است.

source: The password entered must be at least 4 characters long.
fa_ir: رمز عبور وارد شده باید حداقل ۴ کاراکتر باشد.

source: The password cannot contain the user login.
fa_ir: رمز عبور نمی تواند شامل نام کاربری باشد.

source: The passwords entered are not the same.
fa_ir: رمزهای عبور وارد شده یکسان نیستند.

source: Password cannot be changed in demo mode.
fa_ir: رمز عبور در حالت دمو قابل تغییر نیست.

source: Your password has been updated.
fa_ir: رمز عبور شما به روزرسانی شد.

source: User login:
fa_ir: ورود کاربر:

source: Current Password:
fa_ir: رمز عبور فعلی:

source: New Password:
fa_ir: رمز عبور جدید:

source: Repeat New Password:
fa_ir: تکرار رمز عبور جدید:

source: Enter your new password in the fields.
fa_ir: رمز عبور جدید خود را در فیلدها وارد کنید.

source: Company Setup
fa_ir: تنظیمات شرکت

source: Login timeout must be positive number not less than 10.
fa_ir: زمان خروج از سیستم باید عددی مثبت و حداقل ۱۰ باشد.

source: The company name must be entered.
fa_ir: نام شرکت باید وارد شود.

source: Tax Periods must be positive number.
fa_ir: دوره های مالیاتی باید عددی مثبت باشند.

source: Tax Last Periods must be positive number.
fa_ir: آخرین دوره های مالیاتی باید عددی مثبت باشند.

source: Round Calculated field must be a positive number.
fa_ir: فیلد محاسبه شده باید عددی مثبت باشد.

source: Max day range in Documents must be a positive number.
fa_ir: بیشترین محدوده روز در اسناد باید عددی مثبت باشد.

source: Add Price from Std Cost field must be number.
fa_ir: اضافه کردن قیمت از فیلد هزینه استاندارد باید عدد باشد.

source: Error uploading logo file.
fa_ir: خطا در بارگذاری فایل لوگو.

source: Only jpg and png files are supported - a file extension of .jpg or .png is expected
fa_ir: فقط فایل های jpg و png پشتیبانی می شوند - انتظار می رود پسوند فایل .jpg یا .png باشد

source: The file size is over the maximum allowed. The maximum size allowed in KB is
fa_ir: حجم فایل از حداکثر مجاز بیشتر است. حداکثر حجم مجاز به کیلوبایت

source: Only graphics files can be uploaded
fa_ir: فقط فایل های گرافیکی می توانند بارگذاری شوند

source: The existing image could not be removed
fa_ir: تصویر موجود نتوانست حذف شود

source: Error uploading logo file
fa_ir: خطا در بارگذاری فایل لوگو

source: Company setup has been updated.
fa_ir: تنظیمات شرکت به روزرسانی شد.

source: General settings
fa_ir: تنظیمات عمومی

source: Name (to appear on reports):
fa_ir: نام (برای نمایش در گزارش ها):

source: Address:
fa_ir: آدرس:

source: Domicile:
fa_ir: محل سکونت:

source: Phone Number:
fa_ir: شماره تلفن:

source: Fax Number:
fa_ir: شماره فکس:

source: Email Address:
fa_ir: آدرس ایمیل:

source: BCC Address for all outgoing mails:
fa_ir: آدرس BCC برای تمام ایمیل های خروجی:

source: Official Company Number:
fa_ir: شماره رسمی شرکت:

source: GSTNo:
fa_ir: شماره GST:

source: Home Currency:
fa_ir: واحد پول خانگی:

source: Company Logo:
fa_ir: لوگوی شرکت:

source: New Company Logo (.jpg)
fa_ir: لوگوی جدید شرکت (.jpg)

source: Delete Company Logo:
fa_ir: حذف لوگوی شرکت:

source: Time Zone on Reports
fa_ir: منطقه زمانی در گزارش ها

source: Company Logo on Reports
fa_ir: لوگوی شرکت در گزارش ها

source: Use Barcodes on Stocks
fa_ir: استفاده از بارکدها در موجودی ها

source: Auto Increase of Document References
fa_ir: افزایش خودکار ارجاعات اسناد

source: Use Dimensions on Recurrent Invoices
fa_ir: استفاده از ابعاد در فاکتورهای تکراری

source: Use Long Descriptions on Invoices
fa_ir: استفاده از توضیحات طولانی در فاکتورها

source: Company Logo on Views
fa_ir: لوگوی شرکت در نماها

source: Database Scheme Version
fa_ir: نسخه طرح دیتابیس

source: General Ledger Settings
fa_ir: تنظیمات دفتر کل

source: Fiscal Year:
fa_ir: سال مالی:

source: Tax Periods:
fa_ir: دوره های مالیاتی:

source: Months.
fa_ir: ماه ها.

source: Tax Last Period:
fa_ir: آخرین دوره مالیاتی:

source: Months back.
fa_ir: ماه های گذشته.

source: Put alternative Tax Include on Docs
fa_ir: گنجاندن مالیات جایگزین در اسناد

source: Suppress Tax Rates on Docs
fa_ir: مخفی کردن نرخ های مالیاتی در اسناد

source: Automatic Revaluation Currency Accounts
fa_ir: حساب های ارز ارزیابی مجدد خودکار

source: Sales Pricing
fa_ir: قیمت گذاری فروش

source: Base for auto price calculations:
fa_ir: پایه برای محاسبات قیمت خودکار:

source: No base price list
fa_ir: هیچ فهرست قیمت پایه ای وجود ندارد

source: Add Price from Std Cost:
fa_ir: اضافه کردن قیمت از هزینه استاندارد:

source: Round calculated prices to nearest:
fa_ir: گرد کردن قیمت های محاسبه شده به نزدیک ترین:

source: Optional Modules
fa_ir: ماژول های اختیاری

source: Manufacturing
fa_ir: تولید

source: Fixed Assets
fa_ir: دارایی های ثابت

source: Use Dimensions:
fa_ir: استفاده از ابعاد:

source: User Interface Options
fa_ir: گزینه های رابط کاربری

source: Short Name and Name in List
fa_ir: نام کوتاه و نام در فهرست

source: Open Print Dialog Direct on Reports
fa_ir: باز کردن دیالوگ چاپ مستقیم در گزارش ها

source: Search Item List
fa_ir: جستجوی فهرست اقلام

source: Search Customer List
fa_ir: جستجوی فهرست مشتریان

source: Search Supplier List
fa_ir: جستجوی فهرست تأمین کنندگان

source: Login Timeout:
fa_ir: زمان خروج از سیستم:

source: seconds
fa_ir: ثانیه

source: Max day range in documents
fa_ir: بیشترین محدوده روز در اسناد

source: days.
fa_ir: روز.

source: Update
fa_ir: به روزرسانی

source: Create/Update Company
fa_ir: ایجاد/به روزرسانی شرکت

source: Database settings are not specified.
fa_ir: تنظیمات دیتابیس مشخص نشده اند.

source: Database port has to be numeric or empty.
fa_ir: پورت دیتابیس باید عددی یا خالی باشد.

source: This database settings are already used by another company.
fa_ir: این تنظیمات دیتابیس قبلاً توسط شرکت دیگری استفاده شده اند.

source: You cannot have table set without prefix together with prefixed sets in the same database.
fa_ir: شما نمی توانید مجموعه ای از جداول بدون پیشوند را همراه با مجموعه های دارای پیشوند در یک دیتابیس داشته باشید.

source: Error creating Database:
fa_ir: خطا در ایجاد دیتابیس:

source: , Please create it manually
fa_ir: , لطفاً آن را به صورت دستی ایجاد کنید

source: Cannot create new company due to bugs in sql file.
fa_ir: نمی توان شرکت جدیدی را به دلیل اشکالات در فایل sql ایجاد کرد.

source: Cannot open the configuration file -
fa_ir: نمی توان فایل پیکربندی را باز کرد -

source: Cannot write to the configuration file -
fa_ir: نمی توان به فایل پیکربندی نوشت -

source: The configuration file
fa_ir: فایل پیکربندی

source: is not writable. Change its permissions so it is, then re-run the operation.
fa_ir: قابل نوشتن نیست. مجوزهای آن را تغییر دهید تا قابل نوشتن شود، سپس عملیات را دوباره اجرا کنید.

source: New company has been created.
fa_ir: شرکت جدید ایجاد شده است.

source: Company has been updated.
fa_ir: شرکت به روزرسانی شد.

source: Broken company subdirectories system. You have to remove this company manually.
fa_ir: سیستم زیرپوشه های شرکت خراب است. شما باید این شرکت را به صورت دستی حذف کنید.

source: Cannot rename subdirectory to temporary name.
fa_ir: نمی توان زیرپوشه را به نام موقت تغییر نام داد.

source: Cannot rename company subdirectory
fa_ir: نمی توان زیرپوشه شرکت را تغییر نام داد

source: Error removing Database:
fa_ir: خطا در حذف دیتابیس:

source: , please remove it manually
fa_ir: , لطفاً آن را به صورت دستی حذف کنید

source: Cannot remove temporary renamed company data directory
fa_ir: نمی توان دایرکتوری داده های شرکت با نام موقت را حذف کرد

source: Selected company has been deleted
fa_ir: شرکت انتخاب شده حذف شده است

source: Database Host
fa_ir: میزبان دیتابیس

source: Database Port
fa_ir: پورت دیتابیس

source: Database User
fa_ir: کاربر دیتابیس

source: Database Name
fa_ir: نام دیتابیس

source: Table Pref
fa_ir: پیشوند جدول

source: Charset
fa_ir: کدگذاری کاراکتر

source: Default
fa_ir: پیش فرض

source: Yes
fa_ir: بله

source: You are about to remove company \'%s\'. Do you want to continue ?
fa_ir: شما در حال حذف شرکت \'%s\' هستید. آیا می خواهید ادامه دهید؟

source: The marked company is the current company which cannot be deleted.
fa_ir: شرکت علامت گذاری شده، شرکت فعلی است که نمی توان آن را حذف کرد.

source: If no Admin Password is entered, the new Admin Password will be '<b>password</b>' by default
fa_ir: اگر رمز عبور مدیر وارد نشود، رمز عبور جدید مدیر به طور پیش فرض '<b>password</b>' خواهد بود

source: Set Only Port value if you cannot use the default port 3306.
fa_ir: فقط مقدار پورت را تنظیم کنید اگر نمی توانید از پورت پیش فرض ۳۳۰۶ استفاده کنید.

source: Host
fa_ir: میزبان

source: Port
fa_ir: پورت

source: Database Password
fa_ir: رمز عبور دیتابیس

source: Database Collation:
fa_ir: ترتیب دیتابیس:

source: None
fa_ir: هیچ

source: Default Company
fa_ir: شرکت پیش فرض

source: Database Script
fa_ir: اسکریپت دیتابیس

source: New script Admin Password
fa_ir: رمز عبور مدیر اسکریپت جدید

source: Contact Categories
fa_ir: کتگوری های تماس

source: Category description cannot be empty.
fa_ir: توضیحات کتگوری نمی تواند خالی باشد.

source: Selected contact category has been updated
fa_ir: کتگوری تماس انتخاب شده به روزرسانی شد

source: New contact category has been added
fa_ir: کتگوری تماس جدید اضافه شد

source: Cannot delete this category because there are contacts related to it.
fa_ir: نمی توان این کتگوری را حذف کرد زیرا تماس های مرتبط با آن وجود دارد.

source: Category has been deleted
fa_ir: کتگوری حذف شد

source: Category Type
fa_ir: نوع کتگوری

source: Category Subtype
fa_ir: زیرنوع کتگوری

source: Short Name
fa_ir: نام کوتاه

source: Description
fa_ir: توضیحات

source: Contact Category Type:
fa_ir: نوع کتگوری تماس:

source: Contact Category Subtype:
fa_ir: زیرنوع کتگوری تماس:

source: Category Short Name:
fa_ir: نام کوتاه کتگوری:

source: Category Description:
fa_ir: توضیحات کتگوری:

source: Dashboard
fa_ir: داشبورد

source: Display Setup
fa_ir: تنظیمات نمایش

source: Query size must be integer and greater than zero.
fa_ir: اندازه پرس و جو باید عدد صحیح و بزرگتر از صفر باشد.

source: Display settings have been updated. Keep in mind that changed settings are restored on every login in demo mode.
fa_ir: تنظیمات نمایش به روزرسانی شده اند. به یاد داشته باشید که تنظیمات تغییر یافته در هر بار ورود در حالت دمو بازگردانی می شوند.

source: Display settings have been updated.
fa_ir: تنظیمات نمایش به روزرسانی شد.

source: Decimal Places
fa_ir: اعشار

source: Prices/Amounts:
fa_ir: قیمت ها/مقادیر:

source: Quantities:
fa_ir: مقادیر:

source: Exchange Rates:
fa_ir: نرخ های ارز:

source: Percentages:
fa_ir: فیصدی ها:

source: Date Format and Separators
fa_ir: قالب تاریخ و جداکننده ها

source: Date Format:
fa_ir: قالب تاریخ:

source: Date Separator:
fa_ir: جداکننده تاریخ:

source: Thousand Separator:
fa_ir: جداکننده هزار:

source: Decimal Separator:
fa_ir: جداکننده اعشار:

source: Use Date Picker
fa_ir: استفاده از انتخاب گر تاریخ

source: Reports
fa_ir: گزارش ها

source: Save Report Selection Days:
fa_ir: ذخیره روزهای انتخاب گزارش:

source: Default Report Destination:
fa_ir: مقصد پیش فرض گزارش:

source: Excel
fa_ir: اکسل

source: PDF/Printer
fa_ir: PDF/پرینتر

source: Default Report Orientation:
fa_ir: چرخش پیش فرض گزارش:

source: Landscape
fa_ir: افقی

source: Portrait
fa_ir: عمودی

source: Miscellaneous
fa_ir: متفرقه

source: Show hints for new users:
fa_ir: نمایش نکات برای کاربران جدید:

source: Show GL Information:
fa_ir: نمایش اطلاعات GL:

source: Show Item Codes:
fa_ir: نمایش کدهای اقلام:

source: Page Size:
fa_ir: اندازه صفحه:

source: Start-up Tab
fa_ir: تب راه اندازی

source: Printing profile
fa_ir: پروفایل چاپ

source: Browser printing support
fa_ir: پشتیبانی از چاپ مرورگر

source: Use popup window to display reports:
fa_ir: استفاده از پنجره پاپ آپ برای نمایش گزارش ها:

source: Set this option to on if your browser directly supports pdf files
fa_ir: این گزینه را فعال کنید اگر مرورگر شما به طور مستقیم از فایل های pdf پشتیبانی می کند

source: Use icons instead of text links:
fa_ir: استفاده از آیکون ها به جای لینک های متنی:

source: Set this option to on for using icons instead of text links
fa_ir: این گزینه را فعال کنید تا از آیکون ها به جای لینک های متنی استفاده کنید

source: Remember last document date:
fa_ir: به خاطر سپردن تاریخ آخرین سند:

source: If set document date is remembered on subsequent documents, otherwise default is current date
fa_ir: اگر تاریخ سند تنظیم شده در اسناد بعدی به خاطر سپرده شود، در غیر این صورت پیش فرض تاریخ فعلی است

source: Query page size:
fa_ir: اندازه صفحه پرس و جو:

source: Transaction days:
fa_ir: روزهای تراکنش:

source: Language
fa_ir: زبان

source: Language:
fa_ir: زبان:

source: Fiscal Years
fa_ir: سال های مالی

source: Invalid BEGIN date in fiscal year.
fa_ir: تاریخ شروع نامعتبر در سال مالی.

source: Invalid END date in fiscal year.
fa_ir: تاریخ پایان نامعتبر در سال مالی.

source: Invalid BEGIN or END date in fiscal year.
fa_ir: تاریخ شروع یا پایان نامعتبر در سال مالی.

source: BEGIN date bigger than END date.
fa_ir: تاریخ شروع بزرگتر از تاریخ پایان است.

source: Cannot CLOSE this year because there are open fiscal years before
fa_ir: نمی توان این سال را بست زیرا سال های مالی باز قبلی وجود دارند

source: Selected fiscal year has been updated
fa_ir: سال مالی انتخاب شده به روزرسانی شد

source: New fiscal year has been added
fa_ir: سال مالی جدید اضافه شد

source: Cannot delete this fiscal year because there are fiscal years before.
fa_ir: نمی توان این سال مالی را حذف کرد زیرا سال های مالی قبلی وجود دارند.

source: Cannot delete this fiscal year because the fiscal year is not closed.
fa_ir: نمی توان این سال مالی را حذف کرد زیرا سال مالی بسته نشده است.

source: Selected fiscal year has been deleted
fa_ir: سال مالی انتخاب شده حذف شد

source: Warning: Deleting a fiscal year all transactions are removed and converted into relevant balances. This process is irreversible!
fa_ir: هشدار: حذف یک سال مالی تمام تراکنش ها حذف شده و به موجودی های مربوطه تبدیل می شوند. این فرآیند غیرقابل برگشت است!

source: Fiscal Year Begin
fa_ir: شروع سال مالی

source: Fiscal Year End
fa_ir: پایان سال مالی

source: Closed
fa_ir: بسته شده

source: Are you sure you want to delete fiscal year %s - %s? All transactions are deleted and converted into relevant balances. Do you want to continue ?
fa_ir: آیا مطمئن هستید که می خواهید سال مالی %s - %s را حذف کنید؟ تمام تراکنش ها حذف شده و به موجودی های مربوطه تبدیل می شوند. آیا می خواهید ادامه دهید؟

source: The marked fiscal year is the current fiscal year which cannot be deleted.
fa_ir: سال مالی علامت گذاری شده، سال مالی فعلی است که نمی توان آن را حذف کرد.

source: Fiscal Year Begin:
fa_ir: شروع سال مالی:

source: Fiscal Year End:
fa_ir: پایان سال مالی:

source: Is Closed:
fa_ir: بسته شده است:

source: Transaction References
fa_ir: ارجاعات تراکنش

source: System and General GL Setup
fa_ir: تنظیمات سیستم و دفتر کل عمومی

source: The past due days interval allowance must be between 0 and 100.
fa_ir: محدوده روزهای معوقه باید بین ۰ و ۱۰۰ باشد.

source: Quote Valid Days is not valid number.
fa_ir: روزهای اعتبار نقل قول عدد معتبری نیست.

source: Delivery Required By is not valid number.
fa_ir: تعداد مورد نیاز برای تحویل عدد معتبری نیست.

source: Receival Required By is not valid number.
fa_ir: تعداد مورد نیاز برای دریافت عدد معتبری نیست.

source: Work Order Required By After is not valid number.
fa_ir: تعداد مورد نیاز برای سفارش کار بعد از این عدد معتبر نیست.

source: The delivery over-receive allowance must be between 0 and 100.
fa_ir: مقدار مجاز دریافت بیش از حد تحویل باید بین ۰ و ۱۰۰ باشد.

source: The invoice over-charge allowance must be between 0 and 100.
fa_ir: مقدار مجاز شارژ بیش از حد فاکتور باید بین ۰ و ۱۰۰ باشد.

source: Before GRN Clearing Account can be changed all GRNs have to be invoiced
fa_ir: قبل از اینکه حساب تسویه GRN تغییر کند، همه GRNها باید فاکتور شوند

source: The Retained Earnings Account should be a Balance Account or the Profit and Loss Year Account should be an Expense Account (preferred the last one in the Expense Class)
fa_ir: حساب عاید حفظ شده باید یک حساب بیلانس باشد یا حساب سال سود و زیان باید یک حساب مصارف باشد (اخرین حساب در صنف مصارف ترجیح داده میشود)

source: The general GL setup has been updated.
fa_ir: تنظیمات کلی دفتر کل به روزرسانی شد.

source: General GL
fa_ir: دفتر کل عمومی

source: Past Due Days Interval:
fa_ir: محدوده روزهای معوقه:

source: days
fa_ir: روز

source: Accounts Type:
fa_ir: نوع حساب ها:

source: Retained Earnings:
fa_ir: سود انباشته:

source: Profit/Loss Year:
fa_ir: سال سود/زیان:

source: Exchange Variances Account:
fa_ir: حساب نوسانات ارزی:

source: Bank Charges Account:
fa_ir: حساب هزینه های بانکی:

source: Tax Algorithm:
fa_ir: الگوریتم مالیات:

source: Dimension Defaults
fa_ir: پیش فرض های ابعاد

source: Dimension Required By After:
fa_ir: بعد مورد نیاز ابعاد از:

source: Customers and Sales
fa_ir: مشتریان و فروش

source: Default Credit Limit:
fa_ir: حد اعتبار پیش فرض:

source: Invoice Identification:
fa_ir: شناسایی فاکتور:

source: Number
fa_ir: شماره

source: Reference
fa_ir: مرجع

source: Accumulate batch shipping:
fa_ir: جمع آوری حمل و نقل دسته ای:

source: Print Item Image on Quote:
fa_ir: چاپ تصویر کالا در نقل قول:

source: Legal Text on Invoice:
fa_ir: متن قانونی در فاکتور:

source: Shipping Charged Account:
fa_ir: حساب هزینه حمل و نقل:

source: Deferred Income Account:
fa_ir: حساب درآمد معوقه:

source: Not used
fa_ir: استفاده نشده

source: Customers and Sales Defaults
fa_ir: پیش فرض های مشتریان و فروش

source: Receivable Account:
fa_ir: حساب دریافتی:

source: Sales Account:
fa_ir: حساب فروش:

source: Sales Discount Account:
fa_ir: حساب تخفیف فروش:

source: Prompt Payment Discount Account:
fa_ir: حساب تخفیف پرداخت سریع:

source: Quote Valid Days:
fa_ir: روزهای اعتبار نقل قول:

source: Delivery Required By:
fa_ir: تعداد مورد نیاز برای تحویل:

source: Suppliers and Purchasing
fa_ir: تأمین کنندگان و خرید

source: Delivery Over-Receive Allowance:
fa_ir: مقدار مجاز دریافت بیش از حد تحویل:

source: Invoice Over-Charge Allowance:
fa_ir: مقدار مجاز شارژ بیش از حد فاکتور:

source: Suppliers and Purchasing Defaults
fa_ir: پیش فرض های تأمین کنندگان و خرید

source: Payable Account:
fa_ir: حساب پرداختنی:

source: Purchase Discount Account:
fa_ir: حساب تخفیف خرید:

source: GRN Clearing Account:
fa_ir: حساب تسویه GRN:

source: No postings on GRN
fa_ir: هیچ نوشته در GRN وجود ندارد

source: Receival Required By:
fa_ir: تعداد مورد نیاز برای دریافت:

source: Show PO item codes:
fa_ir: نمایش کدهای اقلام PO:

source: Inventory
fa_ir: موجودی

source: Allow Negative Inventory:
fa_ir: اجازه موجودی منفی:

source: Warning: This may cause a delay in GL postings
fa_ir: هشدار: این ممکن است باعث تأخیر در پست های GL شود

source: No zero-amounts (Service):
fa_ir: هیچ مبلغ صفر (خدمات):

source: Location Notifications:
fa_ir: اعلان های مکان:

source: Allow Negative Prices:
fa_ir: اجازه قیمت های منفی:

source: Items Defaults
fa_ir: پیش فرض های اقلام
