Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.8-1.po
Languages: ta_in

source: Entry purchase &invoice for this receival
ta_in: இந்த வரவேற்புக்கான நுழைவு கொள்முதல் விலைப்பட்டியல்

source: Enter &Another GRN
ta_in: மற்றொரு GRN ஐ உள்ளிடுக

source: Direct Purchase Invoice has been entered
ta_in: நேரடி கொள்முதல் விலைப்பட்டியல் உள்ளிடப்பட்டுள்ளது

source: &View this Invoice
ta_in: இந்த விலைப்பட்டியல் காண்க

source: View the GL Journal Entries for this Invoice
ta_in: இந்த விலைப்பட்டியல் க்கான GL ஜர்னல் பதிவுகள் காண்க

source: Entry supplier &payment for this invoice
ta_in: இந்த விலைப்பட்டியல் நுழைவு வழங்குபவர் மற்றும் கட்டணம் செலுத்துதல்

source: Enter &Another Direct Invoice
ta_in: மற்றொரு நேரடி விலைப்பட்டியல் சேர்க்கவும்

source: There are no purchasable fixed assets defined in the system.
ta_in: கணினியில் வரையறுக்கப்பட்ட எந்தவிதமான நிலையான சொத்துகளும் இல்லை.

source: This item cannot be deleted because some of it has already been received.
ta_in: இந்த உருப்படியை ஏற்கனவே நீக்கப்பட்டுள்ளதால், அதை நீக்க முடியாது.

source: This order cannot be cancelled because some of it has already been received.
ta_in: இந்த உத்தரவை ரத்து செய்ய முடியாது, ஏனெனில் இதில் சில ஏற்கனவே பெற்றுள்ளது.

source: The line item quantities may be modified to quantities more than already received. prices cannot be altered for lines that have already been received and quantities cannot be reduced below the quantity already received.
ta_in: வரி உருப்படி அளவு ஏற்கனவே பெற்றதை விட அதிகமான அளவுக்கு மாற்றியமைக்கப்படலாம். ஏற்கெனவே பெற்றுக் கொண்ட வரிகளுக்கு மாற்றங்களை மாற்ற முடியாது மற்றும் ஏற்கெனவே கிடைத்த அளவிற்கு அளவு குறைக்க முடியாது.

source: This purchase order has been cancelled.
ta_in: இந்த வாங்கிய ஆர்டர் ரத்துசெய்யப்பட்டது.

source: Enter a new purchase order
ta_in: புதிய வாங்குதல் வரிசையை உள்ளிடவும்

source: Item description cannot be empty.
ta_in: பொருள் விளக்கம் காலியாக இருக்க முடியாது.

source: The quantity of the order item must be numeric and not less than
ta_in: ஆர்டர் உருப்படியின் அளவு எண்ணாகவும் குறைவாகவும் இருக்க வேண்டும்

source: The price entered must be numeric and not less than zero.
ta_in: உள்ளீடு விலை பூஜ்ஜியத்தை விட குறைவாக இருக்க வேண்டும்.

source: You are attempting to make the quantity ordered a quantity less than has already been invoiced or received. This is prohibited.
ta_in: ஏற்கெனவே விலைக்கு வாங்கப்பட்ட அல்லது பெறப்பட்ட அளவுக்கு அளவுக்கு அளவுக்கு அளவுக்கு ஆர்டர் செய்ய நீங்கள் முயற்சிக்கிறீர்கள். இது தடைசெய்யப்பட்டுள்ளது.

source: The quantity received can only be modified by entering a negative receipt and the quantity invoiced can only be reduced by entering a credit note against this item.
ta_in: பெறப்பட்ட அளவு ஒரு எதிர்மறை ரசீது உள்ளிடுவதன் மூலம் மட்டுமே மாற்றியமைக்க முடியும் மற்றும் இந்த உருப்படிக்கு எதிரான கடன் குறிப்புக்குள் நுழைவதன் மூலம் மட்டுமே கணக்கிடப்பட்ட அளவு குறைக்கப்பட முடியும்.

source: The selected item is already on this order.
ta_in: தேர்ந்தெடுத்த உருப்படி ஏற்கனவே இந்த வரிசையில் உள்ளது.

source: The selected item does not exist or it is a kit part and therefore cannot be purchased.
ta_in: தேர்ந்தெடுக்கப்பட்ட உருப்படி இல்லை அல்லது அது கிட் பகுதியாக உள்ளது, எனவே அதை வாங்க முடியாது.

source: There is no supplier selected.
ta_in: எந்த சப்ளையர் தேர்வு செய்யப்படவில்லை.

source: The entered order date is invalid.
ta_in: உள்ளிட்ட ஆர்டர் தேதி தவறானது.

source: The entered due date is invalid.
ta_in: உள்ளிட்ட உரிய தேதி தவறானது.

source: You must enter a supplier's invoice reference.
ta_in: நீங்கள் சப்ளையரின் விலைப்பட்டியல் குறிப்பு உள்ளிட வேண்டும்.

source: This invoice number has already been entered. It cannot be entered again.
ta_in: இந்த விலைப்பட்டியல் எண் ஏற்கனவே உள்ளிடப்பட்டுள்ளது. அதை மீண்டும் உள்ளிட முடியாது.

source: There is no delivery address specified.
ta_in: எந்த விநியோக முகவரியும் குறிப்பிடப்படவில்லை.

source: There is no location specified to move any items into.
ta_in: ஏதேனும் உருப்படிகளை நகர்த்த எந்த இடமும் குறிப்பிடப்படவில்லை.

source: The order cannot be placed because there are no lines entered on this order.
ta_in: ஒழுங்கு வைக்க முடியாது, ஏனெனில் இந்த வரிசையில் உள்ள வரிகள் இல்லை.

source: Required prepayment is greater than total invoice value.
ta_in: தேவையான விலைப்பட்டியல் மதிப்பு மொத்த விலைப்பட்டியல் மதிப்பைவிட அதிகமாகும்.

source: Place Order
ta_in: இடம் ஆர்டர்

source: Update Order
ta_in: ஆர்டர் வரிசை

source: Cancel Order
ta_in: ஆர்டர் ரத்து

source: Process GRN
ta_in: செயல்முறை GRN

source: Update GRN
ta_in: GRN புதுப்பிக்கவும்

source: Cancel GRN
ta_in: GRN ஐ ரத்துசெய்

source: Process Invoice
ta_in: செயல்முறை விலைப்பட்டியல்

source: Update Invoice
ta_in: விலைப்பட்டியல் புதுப்பிக்கவும்

source: Cancel Invoice
ta_in: விலைப்பட்டியல் ரத்து செய்யப்பட்டது

source: Receive Purchase Order Items
ta_in: ஆர்டர் பொருள்களை வாங்குதல்

source: Purchase Order Delivery has been processed
ta_in: கொள்முதல்

source: &View this Delivery
ta_in: இந்த டெலிவரி காணவும்

source: Select a different &purchase order for receiving items against
ta_in: எதிராக பொருட்களை வாங்குவதற்கு வேறுபட்ட & கொள்முதல் ஆர்டர் ஒன்றைத் தேர்ந்தெடுக்கவும்

source: This page can only be opened if a purchase order has been selected. Please select a purchase order first.
ta_in: வாங்குதல் ஆர்டர் தேர்ந்தெடுக்கப்பட்டால் மட்டுமே இந்த பக்கம் திறக்கப்படும். முதலில் வாங்குதல் ஆர்டர் ஒன்றைத் தேர்ந்தெடுக்கவும்.

source: Ordered
ta_in: ஆணையிட்டார்

source: Outstanding
ta_in: சிறந்த

source: This Delivery
ta_in: இந்த டெலிவரி

source: There is nothing to process. Please enter valid quantities greater than zero.
ta_in: செயல்படுத்த எதுவும் இல்லை. பூஜ்ஜியத்தை விட அதிகமான அளவு செல்லுபடியாகும்.

source: Entered quantities cannot be greater than the quantity entered on the purchase order including the allowed over-receive percentage
ta_in: அனுமதிக்கப்பட்ட அளவுகளை விட அதிகமான தொகை கொள்முதல் வரிசையில் உள்ளதை விட அதிகமானதாக இருக்க முடியாது

source: Modify the ordered items on the purchase order if you wish to increase the quantities.
ta_in: நீங்கள் அளவுகளை அதிகரிக்க விரும்பினால் வாங்கிய வரிசையில் ஆர்டர் செய்யப்பட்ட உருப்படிகளை மாற்றவும்.

source: This order has been changed or invoiced since this delivery was started to be actioned. Processing halted. To enter a delivery against this purchase order, it must be re-selected and re-read again to update the changes made by the other user.
ta_in: இந்த ஆர்டர் மாற்றப்பட்டது துவங்கிய பின்னர் இந்த ஆர்டர் மாற்றப்பட்டது அல்லது பதிவு செய்யப்பட்டது. செயலாக்க நிறுத்தப்பட்டது. இந்த வாங்குதல் கட்டளைக்கு எதிராக ஒரு பிரசவத்திற்குள் நுழைவதற்கு, அது மற்ற பயனரால் செய்யப்பட்ட மாற்றங்களை புதுப்பிக்க மீண்டும் மீண்டும் தேர்ந்தெடுக்கப்பட்டும் மறுபடியும் வாசிக்க வேண்டும்.

source: Select a different purchase order for receiving goods against
ta_in: பொருளை வாங்குவதற்கு வேறு வாங்குவதற்கான ஆர்டர் ஒன்றைத் தேர்ந்தெடுக்கவும்

source: Re-Read the updated purchase order for receiving goods against
ta_in: பொருட்களை வாங்குவதற்காக புதுப்பிக்கப்பட்ட வாங்கிய ஆர்டரை மீண்டும் படிக்கவும்

source: Items to Receive
ta_in: பெறுவதற்கான உருப்படிகள்

source: Process Receive Items
ta_in: செயல்முறைகள் பெறுதல்

source: Supplier credit note has been processed.
ta_in: சப்ளையர் கடன் குறிப்பு செயலாக்கப்பட்டது.

source: View this Credit Note
ta_in: இந்த கடன் குறிப்பு காண்க

source: View the GL Journal Entries for this Credit Note
ta_in: இந்த கிரெடிட் குறிப்புக்காக GL ஜர்னல் பதிவுகள் காண்க

source: Enter Another Credit Note
ta_in: மற்றொரு கடன் குறிப்பு சேர்க்கவும்

source: The account code entered is not a valid code, this line cannot be added to the transaction.
ta_in: உள்ளிட்ட கணக்கு குறியீடு சரியான குறியீடு அல்ல, இந்த வரி பரிவர்த்தனைக்கு சேர்க்கப்படாது.

source: The amount entered is not numeric. This line cannot be added to the transaction.
ta_in: உள்ளிடப்பட்ட தொகை எண் அல்ல. இந்த வரி பரிவர்த்தனைக்கு சேர்க்கப்படாது.

source: The credit note cannot be processed because the there are no items or values on the invoice. Credit notes are expected to have a charge.
ta_in: கடனீட்டு குறிப்பு செயலாக்கப்படவில்லை, ஏனென்றால் விலைப்பட்டியல் மீது உருப்படிகள் அல்லது மதிப்புகள் இல்லை. கடன் குறிப்புகள் கட்டணம் வசூலிக்கப்படும் என எதிர்பார்க்கப்படுகிறது.

source: The credit note as entered cannot be processed because the date entered is not valid.
ta_in: உள்ளிட்ட தேதி தவறானது என்பதால் உள்ளிட்ட கடன் குறிப்பு செயலாக்கப்படவில்லை.

source: The invoice as entered cannot be processed because the due date is in an incorrect format.
ta_in: சரியான உரிய தேதி தவறான வடிவத்தில் உள்ளதால், உள்ளிட்ட விலைப்பட்டியல் செயலாக்கப்படவில்லை.

source: The return cannot be processed because there is an insufficient quantity for item:
ta_in: உருப்படிக்கு போதுமான அளவு இல்லை என்பதால், மீண்டும் செயலாக்க முடியாது:

source: The quantity to credit must be numeric and greater than zero.
ta_in: கிரெடிட் அளவு பூஜ்ஜியத்தை விட அதிகமானதாக இருக்க வேண்டும்.

source: The price is either not numeric or negative.
ta_in: விலை எண் அல்லது எதிர்மறை அல்ல.

source: Enter Credit Note
ta_in: குறிப்பு குறிப்பு சேர்க்கவும்

source: Enter Supplier Invoice
ta_in: சப்ளையர் விலைப்பட்டியல் சேர்க்கவும்

source: Modifying Purchase Invoice # %d
ta_in: கொள்முதல் விலைப்பட்டியல் #% d ஐ மாற்றியமைக்கிறது

source: Supplier invoice has been processed.
ta_in: சப்ளையர் விலைப்பட்டியல் செயலாக்கப்பட்டது.

source: View this Invoice
ta_in: இந்த விலைப்பட்டியல் காண்க

source: Enter Another Invoice
ta_in: மற்றொரு விலைப்பட்டியல் உள்ளிடவும்

source: The invoice cannot be processed because the there are no items or values on the invoice. Invoices are expected to have a charge.
ta_in: இந்த விலைப்பட்டியல் செயலாக்கப்படவில்லை, ஏனெனில் விலைப்பட்டியல் மீது உருப்படி அல்லது மதிப்புகள் இல்லை. இன்பாக்ஸ்கள் கட்டணம் வசூலிக்கப்படும் என எதிர்பார்க்கப்படுகிறது.

source: The invoice as entered cannot be processed because the invoice date is in an incorrect format.
ta_in: உள்ளீட்டு விலை தவறான வடிவத்தில் உள்ளதால், உள்ளிட்ட விலைப்பட்டியல் செயலாக்கப்படவில்லை.

source: The quantity to invoice must be numeric and greater than zero.
ta_in: விலைப்பட்டியல் அளவு பூஜ்ஜியத்தை விட எண் மற்றும் அதிகமானதாக இருக்க வேண்டும்.

source: The price is not numeric.
ta_in: விலை எண் அல்ல.

source: The price being invoiced is more than the purchase order price by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
ta_in: அனுமதிக்கப்பட்ட விலையை விட அதிகமாக கொள்முதல் செய்யும் விலையைவிட கொள்முதல் ஆர்டர் விலை அதிகமாக உள்ளது. இதை தடை செய்ய அமைப்பு அமைக்கப்பட்டது. தேவைப்பட்டால் அமைவு அளவுருவை மாற்ற கணினி நிர்வாகியை பார்க்கவும்.

source: The over-charge percentage allowance is :
ta_in: அதிக கட்டணம் சதவீத கொடுப்பனவு:

source: The quantity being invoiced is more than the outstanding quantity by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
ta_in: அனுமதிக்கப்பட்ட அளவை விட அதிகமான அளவுக்கு மேலதிகமாக அதிகமான அளவு அதிகமாகப் பயன்படுத்தப்படுகிறது. இதை தடை செய்ய அமைப்பு அமைக்கப்பட்டது. தேவைப்பட்டால் அமைவு அளவுருவை மாற்ற கணினி நிர்வாகியை பார்க்கவும்.

source: All yet non-invoiced items on delivery line # %d has been removed.
ta_in: டெலிவரி வரி # %d இல் இல்லாத அனைத்து பொருட்களும் அகற்றப்பட்டுள்ளன.

source: Enter Invoice
ta_in: விலைப்பட்டியல் உள்ளிடவும்

source: Supplier Payment Entry
ta_in: வழங்குபவர் செலுத்தும் நுழைவு

source: Invalid purchase invoice number.
ta_in: தவறான கொள்முதல் விலைப்பட்டியல் எண்.

source: Payment has been sucessfully entered
ta_in: பணம் வெற்றிகரமாக நுழைந்தது

source: &Print This Remittance
ta_in: அச்சிட இந்த பணம் அனுப்புக

source: &Email This Remittance
ta_in: இந்த அனுப்பும் மின்னஞ்சல்

source: View this Payment
ta_in: இந்த கட்டணத்தைக் காண்க

source: View the GL &Journal Entries for this Payment
ta_in: இந்த கட்டணத்திற்கான GL & ஜர்னல் பதிவுகள் காண்க

source: Enter another supplier &payment
ta_in: மற்றொரு சப்ளையர் மற்றும் கட்டணத்தை உள்ளிடவும்

source: Enter Other &Payment
ta_in: பிற பணம் சேர்க்கவும்

source: Enter &Customer Payment
ta_in: வாடிக்கையாளர் கொடுப்பனவு உள்ளிடவும்

source: Enter Other &Deposit
ta_in: பிற வைப்பு உள்ளிடவும்

source: Bank Account &Transfer
ta_in: வங்கி கணக்கு மற்றும் பரிமாற்றம்

source: The entered discount is invalid or less than zero.
ta_in: உள்ளீட்டு தள்ளுபடி தவறானது அல்லது குறைவான விட குறைவாக உள்ளது.

source: The total of the amount and the discount is zero or negative. Please enter positive values.
ta_in: தொகை மற்றும் தள்ளுபடி மொத்தம் பூஜ்ஜியம் அல்லது எதிர்மறை ஆகும். நேர்மறை மதிப்புகளை உள்ளிடுக.

source: The entered bank amount is zero or negative.
ta_in: நுழைந்த வங்கியின் அளவு பூஜ்ஜியமோ எதிர்மறையாகவோ உள்ளது.

source: Payment To:
ta_in: கட்டணம் கட்ட:

source: From Bank Account:
ta_in: வங்கி கணக்கில் இருந்து:

source: Date Paid
ta_in: பணம் செலுத்திய தேதி

source: Bank Amount:
ta_in: வங்கி தொகை:

source: Amount of Discount:
ta_in: தள்ளுபடி தொகை:

source: Amount of Payment:
ta_in: கொடுப்பனவு தொகை:

source: Enter Payment
ta_in: பணம் செலுத்துங்கள்

source: View Purchase Order Delivery
ta_in: கொள்முதல் ஆர்டர் ஆர்டர் டெலிவரி

source: This page must be called with a Purchase Order Delivery number to review.
ta_in: மதிப்பாய்வு செய்ய ஆர்டர் வாங்கிய ஆர்டர் எண்ணை இந்தப் பக்கம் அழைக்க வேண்டும்.

source: Line Details
ta_in: வரி விவரம்

source: Required by
ta_in: இந்தத் தேதிக்குள் தேவை

source: Sub Total
ta_in: கூட்டுத்தொகை

source: Marked items were delivered overdue.
ta_in: குறிக்கப்பட்ட உருப்படிகள் தாமதமாக வழங்கப்பட்டன.

source: This delivery has been voided.
ta_in: இந்த பிரசவம் ரத்து செய்யப்பட்டது.

source: View Purchase Order
ta_in: கொள்முதல் ஆணை காண்க

source: This page must be called with a purchase order number to review.
ta_in: மதிப்பாய்வு செய்ய ஆர்டர் வாங்கிய எண்ணுடன் இந்தப் பக்கம் அழைக்கப்பட வேண்டும்.

source: Requested By
ta_in: கேட்டுக்கொள்ளப்பட்டதின்படி

source: Marked items are overdue.
ta_in: குறிக்கப்பட்ட பொருட்கள் தாமதமாக உள்ளன.

source: Deliveries
ta_in: விநியோகங்கள்

source: Delivered On
ta_in: வழங்கப்பட்டது

source: Invoices/Credits
ta_in: பொருள் / கடன்

source: View Supplier Credit Note
ta_in: வழங்குபவர் கடன் குறிப்பு

source: SUPPLIER CREDIT NOTE
ta_in: அளிப்பாளர் கிரெடிட் குறிப்பு

source: Invoice Date
ta_in: விலைப்பட்டியல் தேதி

source: TOTAL CREDIT NOTE
ta_in: மொத்த கிரெடிட் குறிப்பு

source: This credit note has been voided.
ta_in: இந்த கடன் குறிப்பு நீக்கப்பட்டது.

source: View Supplier Invoice
ta_in: சப்ளையர் விலைப்பட்டியல் காண்க

source: SUPPLIER INVOICE
ta_in: அளிப்பாளர் விலைப்பட்டியல்

source: TOTAL INVOICE
ta_in: மொத்தம் விலைப்பட்டியல்

source: This invoice has been voided.
ta_in: இந்த விலைப்பட்டியல் விலக்கப்பட்டுள்ளது.

source: View Payment to Supplier
ta_in: வழங்குபவருக்கான கட்டணத்தைக் காட்டு

source: Payment to Supplier
ta_in: சப்ளையருக்கு செலுத்துதல்

source: To Supplier
ta_in: சப்ளையர்

source: Payment Currency
ta_in: பணம் நாணயம்

source: Discount
ta_in: தள்ளுபடி

source: Supplier's Currency
ta_in: சப்ளையரின் நாணயம்

source: There are no tax groups defined in the system. At least one tax group is required before proceeding.
ta_in: கணினியில் வரையறுக்கப்பட்ட எந்த வரி குழுக்களும் இல்லை. தொடர்வதற்கு முன் ஒரு வரி குழு தேவை.

source: The supplier name must be entered.
ta_in: சப்ளையர் பெயர் உள்ளிடப்பட வேண்டும்.

source: The supplier short name must be entered.
ta_in: சப்ளையர் குறுகிய பெயர் உள்ளிட வேண்டும்.

source: Supplier has been updated.
ta_in: சப்ளையர் புதுப்பிக்கப்பட்டது.

source: A new supplier has been added.
ta_in: ஒரு புதிய சப்ளையர் சேர்க்கப்பட்டது.

source: Cannot delete this supplier because there are transactions that refer to this supplier.
ta_in: இந்த சப்ளையரை குறிப்பிடும் பரிவர்த்தனைகள் இருப்பதால் இந்த வழங்குநரை நீக்க முடியாது.

source: Cannot delete the supplier record because purchase orders have been created against this supplier.
ta_in: சப்ளையர் சாதனத்தை நீக்க முடியாது, ஏனெனில் வாங்கிய ஆர்டர்கள் இந்த சப்ளையருக்கு எதிராக உருவாக்கப்பட்டுள்ளன.

source: Supplier has been deleted.
ta_in: சப்ளையர் நீக்கப்பட்டது.

source: Basic Data
ta_in: அடிப்படை தரவு

source: Supplier Name:
ta_in: விற்பனையாளர் பெயர்:

source: Supplier Short Name:
ta_in: வழங்குபவர் சிறு பெயர்:

source: Website:
ta_in: வலைத்தளம்:

source: Our Customer No:
ta_in: எங்கள் வாடிக்கையாளர் இல்லை:

source: Purchasing
ta_in: வாங்கும்

source: Bank Name/Account:
ta_in: வங்கி பெயர் / கணக்கு:

source: Credit Limit:
ta_in: கடன் வரம்பு:

source: Payment Terms:
ta_in: கட்டண வரையறைகள்:

source: Prices contain tax included:
ta_in: விலைகள் உள்ளிட்ட வரிகளை உள்ளடக்கியது:

source: Accounts
ta_in: கணக்குகள்

source: Accounts Payable Account:
ta_in: செலுத்த வேண்டிய கணக்குகள்:

source: Purchase Account:
ta_in: கொள்முதல் கணக்கு:

source: Use Item Inventory/COGS Account
ta_in: பொருள் சரக்கு / COGS கணக்கைப் பயன்படுத்தவும்

source: Contact Data
ta_in: தொடர்புத் தகவல்

source: System default
ta_in: கணினி இயல்புநிலை

source: Addresses
ta_in: முகவரிகள்

source: Mailing Address:
ta_in: அஞ்சல் முகவரி:

source: Physical Address:
ta_in: உன் முகவரி:

source: General
ta_in: பொது

source: General Notes:
ta_in: பொது குறிப்புகள்:

source: Supplier status:
ta_in: வழங்குபவர் நிலை:

source: Update Supplier
ta_in: மேம்படுத்தல் வழங்குநர்

source: Update supplier data
ta_in: சப்ளையர் தரவை புதுப்பிக்கவும்

source: Select this supplier and return to document entry.
ta_in: இந்த சப்ளையர் ஒன்றைத் தேர்ந்தெடுத்து, ஆவணம் உள்ளிடுக.

source: Delete Supplier
ta_in: சப்ளையரை நீக்கு

source: Delete supplier data if have been never used
ta_in: ஒருபோதும் பயன்படுத்தப்படவில்லை என்றால் சப்ளையர் தரவை நீக்குக

source: Add New Supplier Details
ta_in: புதிய சப்ளையர் விவரங்களைச் சேர்க்கவும்

source: New supplier
ta_in: புதிய சப்ளையர்

source: &Contacts
ta_in: தொடர்புகளும்

source: Purchase &Orders
ta_in: கொள்முதல் ஆணைகள்

source: Attachments
ta_in: இணைப்புகள்

source: Search Purchase Orders
ta_in: தேடல் வாங்குதல் ஆணைகள்

source: Receive
ta_in: பெறுக

source: into location:
ta_in: இடம்:

source: Also closed:
ta_in: மேலும் மூடப்பட்டது:

source: Order Date
ta_in: ஆர்டர் தேதி

source: Order Total
ta_in: ஆர்டர் மொத்தம்

source: Search Outstanding Purchase Orders
ta_in: சிறந்த கொள்முதல் ஆணைகளைத் தேடுக

source: Marked orders have overdue items.
ta_in: குறிக்கப்பட்ட உத்தரவுகளில் தாமதமான பொருட்கள் உள்ளன.

source: Supplier Allocation Inquiry
ta_in: சப்ளையர் ஒதுக்கீடு விசாரணை

source: show settled:
ta_in: நிகழ்ச்சி தீர்வு:

source: Payment
ta_in: கொடுப்பனவு

source: Supp Reference
ta_in: Supp குறிப்பு

source: Allocated
ta_in: ஒதுக்கப்பட்டவை

source: Supplier Inquiry
ta_in: சப்ளையர் விசாரணை

source: Over
ta_in: ஓவர்

source: Terms
ta_in: விதிமுறை

source: Current
ta_in: தற்போதைய

source: Total Balance
ta_in: மொத்த இருப்பு

source: Credit This
ta_in: கடன் இந்த

source: Print Remittance
ta_in: அச்சு பணம் செலுத்துதல்

source: Select a supplier:
ta_in: சப்ளையர் ஒன்றைத் தேர்ந்தெடுக்கவும்:

source: Tax ID
ta_in: வரி எண்

source: Allocate Supplier Payment or Credit Note
ta_in: வழங்குபவர் கொடுப்பனவு அல்லது கடன் குறிப்பு குறிப்பு

source: Allocation of
ta_in: ஒதுக்கீடு

source: Total:
ta_in: மொத்தம்:

source: Amount ot be settled:
ta_in: தொகை தீர்க்கப்பட வேண்டும்:

source: Start again allocation of selected amount
ta_in: தேர்ந்தெடுத்த தொகை ஒதுக்கீடு மீண்டும் தொடங்கவும்

source: Process allocations
ta_in: செயல்முறை ஒதுக்கீடு

source: Back to Allocations
ta_in: மீண்டும் ஒதுக்கீடுகளுக்கு

source: Abandon allocations and return to selection of allocatable amounts
ta_in: ஒதுக்கீடுகளை ஒதுக்கிவிட்டு, ஒதுக்கீடு செய்யக்கூடிய அளவுகளைத் தேர்வு செய்வதற்குத் திரும்பவும்

source: There are no unsettled transactions to allocate.
ta_in: ஒதுக்கப்படாத தீர்க்கப்படாத பரிமாற்றங்கள் எதுவும் இல்லை.

source: Supplier Allocations
ta_in: சப்ளையர் ஒதுக்கீடு

source: Select a Supplier:
ta_in: சப்ளையர் ஒன்றைத் தேர்ந்தெடுக்கவும்:

source: Show Settled Items:
ta_in: செட்டில் செய்யப்பட்ட பொருட்களை காட்டு:

source: Allocate
ta_in: ஒதுக்கலாம்

source: Marked items are settled.
ta_in: குறிக்கப்பட்ட உருப்படிகள் செட்டில் செய்யப்படுகின்றன.

source: Balances in Home Currency
ta_in: வீட்டு நாணயத்தில் இருப்பு

source: Trans Type
ta_in: டிரான்ஸ் டைப்

source: Charges
ta_in: கட்டணங்கள்

source: Credits
ta_in: வரவுகளை

source: Show Balance
ta_in: இருப்பு காட்டு

source: Suppress Zeros
ta_in: பூஜ்ஜியங்களை அடக்கு

source: Customer Balances
ta_in: வாடிக்கையாளர் இருப்புகள்

source: Grand Total
ta_in: மொத்த மொத்தம்

source: Summary Only
ta_in: சுருக்கம் மட்டுமே

source: Detailed Report
ta_in: விரிவான அறிக்கை

source: End Date
ta_in: கடைசி தேதி

source: Show Also Allocated
ta_in: மேலும் ஒதுக்கப்பட்ட காட்டு

source: Aged Customer Analysis
ta_in: வயதான வாடிக்கையாளர் பகுப்பாய்வு

source: All Areas
ta_in: அனைத்து பகுதிகள்

source: All Sales Folk
ta_in: அனைத்து விற்பனை நாட்டுப்புற

source: Greater than
ta_in: விட அதிகமாக

source: Less than
ta_in: குறைவாக

source: Customer Postal Address
ta_in: வாடிக்கையாளர் தபால் முகவரி

source: Price/Turnover
ta_in: விலை / திறன்

source: Branch Contact Information
ta_in: கிளை தொடர்பு தகவல்

source: Branch Delivery Address
ta_in: கிளை டெலிவரி முகவரி

source: Activity Since
ta_in: பின்னர் செயல்பாடு

source: Sales Areas
ta_in: விற்பனை பகுதிகள்

source: Sales Folk
ta_in: விற்பனை நாட்டுப்புற

source: Activity
ta_in: செயல்பாடு

source: Customer Details Listing
ta_in: வாடிக்கையாளர் விவரங்கள் பட்டியல்

source: Customers in
ta_in: வாடிக்கையாளர்கள் உள்ளனர்

source: Price List
ta_in: விலைப்பட்டியல்

source: Ph
ta_in: தொலைபேசி

source: Turnover
ta_in: விற்றுமுதல்

source: Category/Items
ta_in: வகை / பொருட்கள்

source: Show GP %
ta_in: GP % காட்டவும்

source: Price Listing
ta_in: விலை பட்டியல்

source: Sales Kits
ta_in: விற்பனை கருவிகள்

source: All Orders
ta_in: அனைத்து ஆணைகள்

source: Back Orders Only
ta_in: பின் வரிசைகள் மட்டும்

source: Order
ta_in: ஆணை

source: Customer Ref
ta_in: வாடிக்கையாளர் ரெஃப்

source: Ord Date
ta_in: வரிசை தேதி

source: Del Date
ta_in: டெல் தேதி

source: Loc
ta_in: இருப்பிடம்

source: Delivered
ta_in: டெலிவரி செய்யப்பட்டது

source: Selection
ta_in: தேர்வு

source: Order Status Listing
ta_in: ஆர்டர் நிலை பட்டியல்

source: Inv Date
ta_in: தேதி தேதி

source: Provision
ta_in: வழங்குதல்

source: Salesman
ta_in: விற்பனையாளர்

source: Break Pt.
ta_in: முறிவு புள்ளி

source: Salesman Listing
ta_in: விற்பனையாளர் பட்டியல்

source: INVOICE
ta_in: விலைப்பட்டியல்

source: Prepayments invoiced to this order up to day:
ta_in: முன் வரிசையில் இந்த முன் வரிசையில் முன்செலுத்தல்கள் உள்ளன:

source: Invoice reference
ta_in: விலைப்பட்டியல் குறிப்பு

source: Total payments:
ta_in: மொத்த பணம்:

source: Shipping
ta_in: கப்பல்

source: TOTAL ORDER VAT INCL.
ta_in: மொத்த ஆர்டர் VAT INCL.

source: THIS INVOICE
ta_in: இந்த இன்போசிஸ்

source: STATEMENT
ta_in: அறிக்கை

source: Outstanding Transactions
ta_in: சிறந்த பரிவர்த்தனைகள்

source: Statement
ta_in: அறிக்கை

source: as of
ta_in: என

source: SALES ORDER
ta_in: விற்பனை ஆணை

source: QUOTE
ta_in: மேற்கோள்

source: TOTAL ORDER EX VAT
ta_in: மொத்த ஆர்டர் EX VAT

source: DELIVERY
ta_in: விநியோகத்தை

source: PACKING SLIP
ta_in: பொதி சீட்டு

source: DELIVERY NOTE
ta_in: வழங்கல் குறிப்பு

source: TOTAL DELIVERY INCL. VAT
ta_in: மொத்த டெலிவரி INCL. வாட்

source: SALES QUOTATION
ta_in: விற்பனை QUOTATION

source: RECEIPT
ta_in: பற்றுச்சீட்டு

source: As advance / full / part / payment towards:
ta_in: முன்கூட்டியே / முழு / பகுதி / பணம் செலுத்துதல்:

source: TOTAL RECEIPT
ta_in: மொத்த RECEIPT

source: Received / Sign
ta_in: பெறப்பட்டது / கையெழுத்திடப்பட்டது

source: By Cash / Cheque* / Draft No.
ta_in: பணம் / காசோலை* / வரைவு எண்

source: Dated
ta_in: தேதியிட்ட

source: Drawn on Bank
ta_in: வங்கி மீது வரையப்பட்டது

source: CREDIT NOTE
ta_in: கிரெடிட் குறிப்பு

source: TOTAL CREDIT
ta_in: மொத்த கிரெடிட்

source: Sales Summary Report
ta_in: விற்பனை சுருக்கம் அறிக்கை

source: Tax Id Only
ta_in: வரி ஐடி மட்டுமே

source: Tax Id
ta_in: வரி எண்

source: Total ex. Tax
ta_in: மொத்த முன்னாள். வரி

source: Tax
ta_in: வரி

source: All Sales Man
ta_in: அனைத்து விற்பனையாளர்கள்

source: Customer Trial Balance
ta_in: வாடிக்கையாளர் சோதனை இருப்பு

source: Balances in Home currency
ta_in: வீட்டு நாணயத்தில் இருப்பு

source: Supplier Balances
ta_in: சப்ளையர் நிலுவை

source: currency
ta_in: நாணய
