Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.8-1.po
Languages: ta_in

source: Sales Persons
ta_in: விற்பனை நபர்கள்

source: The sales person name cannot be empty.
ta_in: விற்பனை நபர் பெயர் காலியாக இருக்க முடியாது.

source: Salesman provision cannot be less than 0 or more than 100%.
ta_in: விற்பனையாளர் வழங்கல் 100 அல்லது 100 க்கும் குறைவாக இருக்க முடியாது.

source: Salesman provision breakpoint must be numeric and not less than 0.
ta_in: விற்பனையாளர் வழங்கல் இடைவேளைநேரம் எண்ணாகவும் 0-க்கும் குறைவாகவும் இருக்க வேண்டும்.

source: Selected sales person data have been updated
ta_in: தேர்ந்தெடுத்த விற்பனை நபர் தரவு புதுப்பிக்கப்பட்டது

source: New sales person data have been added
ta_in: புதிய விற்பனை நபர் தரவு சேர்க்கப்பட்டுள்ளது

source: Cannot delete this sales-person because branches are set up referring to this sales-person - first alter the branches concerned.
ta_in: இந்த விற்பனையாளரை நீக்க முடியாது, ஏனெனில் கிளைகள் இந்த விற்பனையாளரைக் குறிக்கும் வகையில் அமைந்திருக்கின்றன - முதலில் கிளைகளை மாற்றுகின்றன.

source: Selected sales person data have been deleted
ta_in: தேர்ந்தெடுத்த விற்பனை நபர் தரவு நீக்கப்பட்டது

source: Sales person name:
ta_in: விற்பனை நபர் பெயர்:

source: Telephone number:
ta_in: தொலைபேசி எண்:

source: Fax number:
ta_in: தொலைநகல் எண்:

source: Turnover Break Pt Level:
ta_in: திருப்புமுனை பிரேக் Pt நிலை:

source: POS settings
ta_in: POS அமைப்புகள்

source: The POS name cannot be empty.
ta_in: POS பெயர் காலியாக இருக்க முடியாது.

source: New point of sale has been added
ta_in: விற்பனை புதிய புள்ளி சேர்க்கப்பட்டுள்ளது

source: Selected point of sale has been updated
ta_in: தேர்ந்தெடுக்கப்பட்ட புள்ளி விற்பனை புதுப்பிக்கப்பட்டது

source: Cannot delete this POS because it is used in users setup.
ta_in: பயனர்கள் அமைப்பில் பயன்படுத்தப்படுவதால், இந்த POS ஐ நீக்க முடியாது.

source: Selected point of sale has been deleted
ta_in: விற்பனை தேர்ந்தெடுக்கப்பட்ட புள்ளி நீக்கப்பட்டது

source: POS Name
ta_in: POS பெயர்

source: Credit sale
ta_in: கடன் விற்பனை

source: Cash sale
ta_in: பண விற்பனை

source: Default account
ta_in: இயல்புநிலை கணக்கு

source: To have cash POS first define at least one cash bank account.
ta_in: பண POS முதன்முதலில் குறைந்தபட்சம் ஒரு பண வங்கி கணக்கை வரையறுக்க வேண்டும்.

source: Point of Sale Name
ta_in: விற்பனை பெயர் புள்ளி

source: Allowed credit sale terms selection:
ta_in: அனுமதிக்கப்பட்ட கடன் விற்பனை விதிமுறைகள் தேர்வு:

source: Allowed cash sale terms selection:
ta_in: அனுமதிக்கப்பட்ட விற்பனை விற்பனை விதிமுறைகள்

source: Default cash account
ta_in: இயல்புநிலை பணக் கணக்கு

source: POS location
ta_in: POS இடம்

source: The sales type description cannot be empty.
ta_in: விற்பனை வகை விளக்கம் காலியாக இருக்க முடியாது.

source: Calculation factor must be valid positive number.
ta_in: கணக்கீட்டு காரணி சரியான நேர்மறையான எண்ணாக இருக்க வேண்டும்.

source: New sales type has been added
ta_in: புதிய விற்பனை வகை சேர்க்கப்பட்டுள்ளது

source: Selected sales type has been updated
ta_in: தேர்ந்தெடுக்கப்பட்ட விற்பனை வகை புதுப்பிக்கப்பட்டது

source: Cannot delete this sale type because customer transactions have been created using this sales type.
ta_in: இந்த விற்பனை வகையைப் பயன்படுத்தி வாடிக்கையாளர் பரிவர்த்தனைகள் உருவாக்கப்பட்டதால் இந்த விற்பனை வகை நீக்க முடியாது.

source: Cannot delete this sale type because customers are currently set up to use this sales type.
ta_in: வாடிக்கையாளர்கள் இந்த விற்பனை வகையைப் பயன்படுத்த தற்போது அமைக்கப்பட்டுள்ளதால், இந்த விற்பனை வகை நீக்க முடியாது.

source: Selected sales type has been deleted
ta_in: தேர்ந்தெடுத்த விற்பனை வகை நீக்கப்பட்டது

source: Type Name
ta_in: பெயர் தட்டச்சு

source: Factor
ta_in: காரணி

source: Tax Incl
ta_in: வரி அடங்கும்

source: Base
ta_in: அடித்தளம்

source: Marked sales type is the company base pricelist for prices calculations.
ta_in: மார்க்கெட் விற்பனை வகை என்பது விலைகளின் கணக்கீடுகளுக்கான நிறுவன அடிப்படை விலங்கியல் ஆகும்.

source: Sales Type Name
ta_in: விற்பனை வகை பெயர்

source: Calculation factor
ta_in: கணக்கீட்டு காரணி

source: Tax included
ta_in: வரி சேர்க்கப்பட்டுள்ளது

source: View Credit Note
ta_in: குறிப்பு குறிப்பு

source: CREDIT NOTE #%d
ta_in: கிரெடிட் குறிப்பு #%d

source: There are no line items on this credit note.
ta_in: இந்தக் கடன் குறிப்பில் எந்தவொரு வரியும் இல்லை.

source: View Sales Dispatch
ta_in: விற்பனை டிஸ்பாட்சைக் காண்க

source: DISPATCH NOTE #%d
ta_in: அனுப்புகை குறிப்பு # %d

source: Charge Branch
ta_in: கிளை கிளை

source: Customer Order Ref.
ta_in: வாடிக்கையாளர் ஆணை Ref.

source: Dispatch Date
ta_in: அனுப்பிய நாள்

source: There are no line items on this dispatch.
ta_in: இந்த அனுப்புதலில் எந்தவொரு வரிகளும் இல்லை.

source: TOTAL VALUE
ta_in: மொத்த மதிப்பு

source: This dispatch has been voided.
ta_in: இந்தத் தகராறு நீக்கப்பட்டது.

source: View Sales Invoice
ta_in: விற்பனை விலைப்பட்டியல் காண்க

source: FINAL INVOICE #%d
ta_in: இறுதி விலைப்பட்டியல் # %d

source: PREPAYMENT INVOICE #%d
ta_in: முன்பணமளிப்புச் விலைப்பட்டியல் #%d

source: SALES INVOICE #%d
ta_in: விற்பனைகள் விலைப்பட்டியல் # %d

source: There are no line items on this invoice.
ta_in: இந்த விலைப்பட்டியல் எந்த வரி பொருட்களை உள்ளன.

source: PREPAYMENT AMOUNT INVOICED
ta_in: முன் பணம் தொகை விலைப்பட்டியல் தயாரிக்கப்பட்டது

source: View Customer Payment
ta_in: வாடிக்கையாளர் கட்டணத்தைக் காண்க

source: Customer Payment #%d
ta_in: வாடிக்கையாளர் செலுத்தும் # %d

source: From Customer
ta_in: வாடிக்கையாளரிடமிருந்து

source: Date of Deposit
ta_in: வைப்புத் தொகை

source: Customer Currency
ta_in: வாடிக்கையாளர் நாணயம்

source: Into Bank Account
ta_in: வங்கி கணக்கில்

source: Bank Amount
ta_in: வங்கி தொகை

source: This customer payment has been voided.
ta_in: இந்த வாடிக்கையாளர் கட்டணம் தள்ளுபடி செய்யப்பட்டுள்ளது.

source: View Sales Quotation
ta_in: விற்பனை மேற்கோளைக் காண்க

source: Sales Quotation #%d
ta_in: விற்பனை மேற்கோள் # %d

source: View Sales Order
ta_in: விற்பனை ஆணை காண்க

source: Sales Order #%d
ta_in: விற்பனை ஆணை # %d

source: Order Information
ta_in: ஆர்டர் தகவல்

source: Customer Name
ta_in: வாடிக்கையாளர் பெயர்

source: Deliver To Branch
ta_in: கிளைக்கு அனுப்பு

source: Requested Delivery
ta_in: வழங்கப்பட்ட டெலிவரி

source: Deliver From Location
ta_in: இடத்திலிருந்து வழங்கவும்

source: Non-Invoiced Prepayments
ta_in: அல்லாத விலைப்பட்டியல் முன்னரே

source: All Payments Allocated
ta_in: அனைத்து கொடுப்பனவுகளும் ஒதுக்கப்பட்டுள்ளன

source: Telephone
ta_in: தொலைபேசி

source: This Sales Order is used as a Template.
ta_in: இந்த விற்பனை ஆணை ஒரு வார்ப்புருவாக பயன்படுத்தப்படுகிறது.

source: Quantity Delivered
ta_in: அளவு வழங்கப்பட்டது

source: Customer Allocation Inquiry
ta_in: வாடிக்கையாளர் ஒதுக்கீடு விசாரணை

source: Allocation
ta_in: ஒதுக்கீடு

source: Customer Transactions
ta_in: வாடிக்கையாளர் பரிவர்த்தனைகள்

source: Print Receipt
ta_in: அச்சு ரசீது

source: CUSTOMER ACCOUNT IS ON HOLD
ta_in: வாடிக்கையாளர் கணக்கு வைத்திருக்கும்

source: Search Not Invoiced Deliveries
ta_in: தேடல்

source: Search All Deliveries
ta_in: அனைத்து விநியோகங்களையும் தேடவும்

source: For batch invoicing you should select at least one delivery. All items must be dispatched to the same customer branch.
ta_in: தொகுதி பெறுதலுக்கு நீங்கள் குறைந்தபட்சம் ஒரு பிரதியை தேர்ந்தெடுக்க வேண்டும். எல்லா உருப்படிகளும் அதே வாடிக்கையாளர் கிளைக்கு க்கு அனுப்பி வைக்கப்பட வேண்டும்.

source: Delivery #
ta_in: டெலிவரி #

source: Cust Ref
ta_in: காஸ்ட் Ref

source: Due By
ta_in: காரணமாக

source: Delivery Total
ta_in: டெலிவரி மொத்தம்

source: Batch
ta_in: தொகுதி

source: Batch Invoicing
ta_in: தொகுதி விலைப்பட்டியல்

source: Search Outstanding Sales Orders
ta_in: சிறந்த விற்பனை ஆணைகளைத் தேடுக

source: Search Template for Invoicing
ta_in: விலை அட்டவணையை தேடு

source: Select Template for Delivery
ta_in: டெலிவரிக்கு வார்ப்புருவைத் தேர்ந்தெடுக்கவும்

source: Invoicing Prepayment Orders
ta_in: விலைப்பட்டியல் முன்வரிசை ஆணைகள்

source: Search All Sales Orders
ta_in: அனைத்து விற்பனை ஆணைகளையும் தேடலாம்

source: Search All Sales Quotations
ta_in: அனைத்து விற்பனை மேற்கோள்களையும் தேடலாம்

source: Dispatch
ta_in: டிஸ்பேட்ஜ்

source: Set this order as a template for direct deliveries/invoices
ta_in: நேரடி விநியோகங்கள் / பொருள்வழங்களுக்கான டெம்ப்ளேட்டாக இந்த வரிசையை அமைக்கவும்

source: Prepayment Invoice
ta_in: முன்செலுத்தல் விலைப்பட்டியல்

source: Final Invoice
ta_in: இறுதி விலைப்பட்டியல்

source: Show All:
ta_in: அனைத்தையும் காட்டு:

source: Order #
ta_in: ஆர்டர் #

source: Cust Order Ref
ta_in: காஸ்ட் ஆர்டர் ரெஃப்

source: Delivery To
ta_in: சேரவேண்டிய இடம்

source: Quote Date
ta_in: Quote தேதி

source: Quote Total
ta_in: Quote மொத்தம்

source: You have to enter valid stock code or nonempty description
ta_in: நீங்கள் சரியான பங்கு குறியீடு அல்லது nonempty விளக்கம் உள்ளிட வேண்டும்

source: This edit session has been abandoned by opening sales document in another browser tab. You cannot edit more than one sales document at once.
ta_in: இந்த திருத்தும் அமர்வு மற்றொரு உலாவி தாவலில் விற்பனையைத் திறக்கும் ஆவணத்தைத் திறந்து விட்டது. ஒரே ஒரு விற்பனை ஆவணத்தை ஒரே நேரத்தில் திருத்த முடியாது.

source: Unsuspected overallocation happened due to sparse credit notes exists for this invoice. Check all credit notes allocated to this invoice for summarized freight charges.
ta_in: இந்த விலைப்பட்டியல்க்கான சிற்றளவு கடன் குறிப்புகள் காரணமாக, எதிர்பாராத நிகழ்வானது நடந்தது. சுருங்கப்பட்ட சரக்கு கட்டணங்களுக்கு இந்த விவரப்பட்டியல்க்கு ஒதுக்கப்பட்டுள்ள அனைத்து கடன் குறிப்புகளையும் சரிபார்க்கவும்.

source: Unknown %s price for '%s' in pricelist '%s'
ta_in: Pricelist ' %s' இல் '%s' க்கான தெரியாத%s விலை

source: Return
ta_in: திரும்ப

source: Deleted.
ta_in: நீக்கப்பட்டது.

source: Customer Currency:
ta_in: வாடிக்கையாளர் நாணயம்:

source: Shipping Company:
ta_in: கப்பல் நிறுவனம்:

source: Customer Discount:
ta_in: வாடிக்கையாளர் தள்ளுபடி:

source: This item is already on this document. You have been warned.
ta_in: இந்த உருப்படி ஏற்கனவே இந்த ஆவணத்தில் உள்ளது. நீங்கள் எச்சரிக்கப்பட்டுள்ளீர்கள்.

source: The selected customer and branch are not valid, or the customer does not have any branches.
ta_in: தேர்ந்தெடுக்கப்பட்ட வாடிக்கையாளர் மற்றும் கிளை, செல்லுபடியாகாதது அல்லது வாடிக்கையாளர் எந்த கிளையிலும் இல்லை.

source: Shipping Charge
ta_in: கப்பல் கட்டணம்

source: No customer found for entered text.
ta_in: உள்ளிட்ட உரைக்கு வாடிக்கையாளர் இல்லை.

source: Customer's payment terms '%s' cannot be selected on this POS
ta_in: இந்த POS இல் வாடிக்கையாளர் செலுத்தும் சொற்கள் ' %s' தேர்ந்தெடுக்கப்படாது

source: Reference number unique for this document type
ta_in: இந்த ஆவண வகைக்கு குறிப்பிடப்பட்ட குறிப்பு எண்

source: Price List:
ta_in: விலைப்பட்டியல்:

source: Date of order receive
ta_in: ஆர்டர் தேதி பெறும்

source: [Select item]
ta_in: [பொருளைத் தேர்ந்தெடுக்கவும்]

source: Cash payment
ta_in: பணம் செலுத்துதல்

source: Deliver from Location:
ta_in: இடமிருந்து வழங்கவும்:

source: Cash account:
ta_in: பண கணக்கு:

source: Delivery Details
ta_in: விநியோக விவரங்கள்

source: Invoice Delivery Details
ta_in: விலைப்பட்டியல் விநியோக விவரங்கள்

source: Invoice before
ta_in: முன் விலைப்பட்டியல்

source: Quotation Delivery Details
ta_in: மேற்கோள் வழங்கல் விவரங்கள்

source: Order Delivery Details
ta_in: ஆர்டர் டெலிவரி விவரங்கள்

source: Enter requested day of delivery
ta_in: விநியோகிக்கப்பட்ட கோரிக்கை தினத்தை உள்ளிடவும்

source: Enter Valid until Date
ta_in: தேதி வரை செல்லுபடியாகும் உள்ளிடவும்

source: Deliver To:
ta_in: வழங்க:

source: Additional identifier for delivery e.g. name of receiving person
ta_in: விநியோகத்திற்கான கூடுதல் அடையாளங்காட்டி எ.கா. நபர் பெறும் பெயர்

source: Delivery address. Default is address of customer branch
ta_in: விநியோக முகவரி. இயல்புநிலை வாடிக்கையாளர் கிளைக்கான முகவரி

source: Contact Phone Number:
ta_in: தொடர்பு தொலைபேசி எண்:

source: Phone number of ordering person. Defaults to branch phone number
ta_in: வரிசைப்படுத்தும் நபரின் தொலைபேசி எண். தொலைபேசி எண்ணை கிளை செய்வதற்கான தவறுகள்

source: Customer Reference:
ta_in: வாடிக்கையாளர் குறிப்பு:

source: Customer reference number for this order (if any)
ta_in: இந்த வரிசையில் வாடிக்கையாளர் குறிப்பு எண் (ஏதாவது இருந்தால்)

source: Item Tax Types
ta_in: பொருள் வரி வகைகள்

source: The item tax type description cannot be empty.
ta_in: உருப்படியை வரி வகை விளக்கம் காலியாக இருக்க முடியாது.

source: Selected item tax type has been updated
ta_in: தேர்ந்தெடுத்த உருப்படி வரி வகை புதுப்பிக்கப்பட்டது

source: New item tax type has been added
ta_in: புதிய உருப்படியை வரி வகை சேர்க்கப்பட்டுள்ளது

source: Cannot delete this item tax type because items have been created referring to it.
ta_in: இந்த உருப்படியை வரி வகை நீக்க முடியாது, ஏனெனில் உருப்படிகளை குறிப்பிட்டுள்ளனர்.

source: Cannot delete this item tax type because item categories have been created referring to it.
ta_in: இந்த உருப்படியை வரி வகைகளை நீக்க முடியாது, ஏனெனில் உருப்படியை பிரிவுகள் குறிப்பிட்டுள்ளன.

source: Selected item tax type has been deleted
ta_in: தேர்ந்தெடுத்த உருப்படி வரி வகை நீக்கப்பட்டது

source: Tax exempt
ta_in: வரி விலக்கு

source: Is Fully Tax-exempt:
ta_in: முழு வரி விலக்கு:

source: Select which taxes this item tax type is exempt from.
ta_in: இந்த வரி வகை வரி விலக்கு விதி விலக்கு.

source: Tax Name
ta_in: வரி பெயர்

source: Is exempt
ta_in: விலக்கு

source: Tax Groups
ta_in: வரி குழுக்கள்

source: There are no tax types defined. Define tax types before defining tax groups.
ta_in: வரையறுக்கப்பட்ட எந்த வரி வகைகளும் இல்லை. வரி குழுக்களை வரையறுப்பதற்கு முன் வரி வகைகளை வரையறுக்கவும்.

source: The tax group name cannot be empty.
ta_in: வரி குழு பெயர் காலியாக இருக்க முடியாது.

source: Selected tax group has been updated
ta_in: தேர்ந்தெடுத்த வரி குழு புதுப்பிக்கப்பட்டது

source: New tax group has been added
ta_in: புதிய வரி குழு சேர்க்கப்பட்டுள்ளது

source: Cannot delete this tax group because customer branches been created referring to it.
ta_in: வாடிக்கையாளர் கிளைகள் இதைக் குறிப்பிட்டு உருவாக்கப்பட்டதால், இந்த வரி குழுவை நீக்க முடியாது.

source: Cannot delete this tax group because suppliers been created referring to it.
ta_in: இந்த வரி குழுவை நீக்க முடியாது, ஏனென்றால் சப்ளையர்கள் இதைப் பற்றி குறிப்பிடுகின்றனர்.

source: Selected tax group has been deleted
ta_in: தேர்ந்தெடுத்த வரி குழு நீக்கப்பட்டது

source: Select the taxes that are included in this group.
ta_in: இந்த குழுவில் சேர்க்கப்பட்ட வரிகளைத் தேர்ந்தெடுக்கவும்.

source: Shipping Tax
ta_in: கப்பல் வரி

source: Tax Types
ta_in: வரி வகைகள்

source: The tax type name cannot be empty.
ta_in: வரி வகை பெயர் காலியாக இருக்க முடியாது.

source: The default tax rate must be numeric and not less than zero.
ta_in: முன்னிருப்பு வரி விகிதம் எண்ணாக இருக்க வேண்டும் மற்றும் பூஜ்ஜியத்திற்கும் குறைவானதாக இருக்க வேண்டும்.

source: Selected GL Accounts cannot be used by another tax type.
ta_in: தேர்ந்தெடுத்த GL கணக்குகளை மற்றொரு வரி வகை பயன்படுத்த முடியாது.

source: New tax type has been added
ta_in: புதிய வரி வகை சேர்க்கப்பட்டுள்ளது

source: Selected tax type has been updated
ta_in: தேர்ந்தெடுத்த வரி வகை புதுப்பிக்கப்பட்டது

source: Cannot delete this tax type because tax groups been created referring to it.
ta_in: இந்த வரி வகைகளை நீக்க முடியாது, ஏனெனில் வரிக் குழுக்கள் இதைக் குறிப்பிடுகின்றன.

source: Selected tax type has been deleted
ta_in: தேர்ந்தெடுத்த வரி வகை நீக்கப்பட்டது

source: To avoid problems with manual journal entry all tax types should have unique Sales/Purchasing GL accounts.
ta_in: கையேடு பத்திரிகை நுழைவு பிரச்சினைகளை தவிர்க்க அனைத்து வரி வகைகள் தனிப்பட்ட விற்பனை / கொள்முதல் ஜி.எல் கணக்குகள் இருக்க வேண்டும்.

source: Default Rate (%)
ta_in: இயல்புநிலை விகிதம் ( %)

source: Sales GL Account
ta_in: விற்பனை GL கணக்கு

source: Purchasing GL Account
ta_in: GL கணக்கை வாங்குதல்

source: Default Rate:
ta_in: இயல்புநிலை விகிதம்:

source: Sales GL Account:
ta_in: விற்பனை GL கணக்கு:

source: Purchasing GL Account:
ta_in: GL கணக்கை வாங்குதல்:

source: Main Menu
ta_in: முதன்மை பட்டியல்

source: Preferences
ta_in: விருப்பங்கள்

source: Change Password
ta_in: கடவுச்சொல்லை மாற்று

source: Help
ta_in: உதவி

source: Upgrade from version 2.0 to 2.1
ta_in: பதிப்பு 2.0 இருந்து 2.1 மேம்படுத்து

source: Cannot retrieve bank accounts codes
ta_in: வங்கி கணக்கு குறியீடுகள் மீட்டெடுக்க முடியவில்லை

source: Cannot update bank transactions
ta_in: வங்கி பரிவர்த்தனைகளை புதுப்பிக்க முடியாது

source: Cannot select stock identificators
ta_in: பங்கு அடையாளங்காணிகளை தேர்ந்தெடுக்க முடியாது

source: Cannot insert stock id into item_codes
ta_in: Item_codes இல் பங்கு id ஐ சேர்க்க முடியாது

source: Seems that system upgrade to version 2.1 has been performed for this company already.<br> If something has gone wrong and you want to retry upgrade process you MUST perform database restore from last backup file first.
ta_in: பதிப்பு 2.1 க்கு கணினி மேம்படுத்தல் ஏற்கெனவே இந்த கம்பெனிக்காக நிகழ்த்தப்பட்டிருக்கிறது.<br> ஏதாவது தவறு சென்றுள்ளது என்றால் நீங்கள் தரவுத்தளம் முதலில் கடந்த காப்பு கோப்பில் இருந்து மீட்க செய்ய வேண்டும் மேம்படுத்தல் செயல்முறை முயற்சிக்கலாம்..

source: Upgrade from version 2.1/2.2beta to 2.2
ta_in: பதிப்பு 2.1/2.2beta இலிருந்து 2.2 க்கு மேம்படுத்தவும்

source: Cannot query max sales order number.
ta_in: அதிகபட்ச விற்பனை வரிசை எண்ணை வினாக்க முடியாது.

source: Cannot store next sales order reference.
ta_in: அடுத்த விற்பனை ஒழுங்கு குறிப்புகளை சேமிக்க முடியாது.

source: Cannot upgrade extensions system: file /modules/installed_modules.php is not writeable
ta_in: நீட்டிப்பு அமைப்புகளை மேம்படுத்த முடியவில்லை: கோப்பு /modules/installed_modules.php எழுத இயலாது

source: Upgrade from version 2.2 to 2.3
ta_in: பதிப்பு 2.2 முதல் 2.3 வரை மேம்படுத்தவும்

source: Upgrade from version 2.3 to 2.4
ta_in: பதிப்பு 2.3 இருந்து 2.4 மேம்படுத்து

source: Set optimal parameters and start upgrade:
ta_in: உகந்த அளவுருக்கள் அமைக்கவும் மற்றும் மேம்படுத்தவும்:

source: Text collation optimization:
ta_in: உரை கூட்டல் தேர்வுமுறை:

source: Cannot update config_db.php file.
ta_in: Config_db.php கோப்பை புதுப்பிக்க முடியவில்லை.

source: Cannot update work orders costs: %s
ta_in: வேலை ஆணைகள் செலவுகள் புதுப்பிக்க முடியாது: %s

source: Convertion to utf8 done.
ta_in: செய்யப்பட்டது utf8 செய்ய மாற்றுதல்.

source: Cannot drop column in %s table: %s
ta_in: %s அட்டவணையில் நிரலை இழுக்க முடியாது: %s

source: Upgrade from version 2.4beta to 2.4RC1
ta_in: பதிப்பு 2.4beta இலிருந்து 2.4RC1 க்கு மேம்படுத்தவும்

source: None (will be set later)
ta_in: எதுவும் இல்லை (பின்னர் அமைக்கப்படும்)

source: Cannot update sys prefs setting: %s
ta_in: sys prefs அமைப்பைப் புதுப்பிக்க முடியவில்லை: %s
