Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.18-1.po
Languages: fa_ir

source: Opening Balance
fa_ir: موجودی افتتاحیه

source: Ending Balance
fa_ir: موجودی اختتامیه

source: General Ledger Inquiry
fa_ir: بررسی دفتر کل

source: All Accounts
fa_ir: تمام حساب ها

source: Enter memo fragment or leave empty
fa_ir: قسمت یادداشت را وارد کنید یا خالی بگذارید

source: Amount min:
fa_ir: حداقل مبلغ:

source: Amount max:
fa_ir: حداکثر مبلغ:

source: No general ledger transactions have been created for the specified criteria.
fa_ir: هیچ تراکنش دفتر کل برای معیارهای مشخص شده ایجاد نشده است.

source: Trial Balance
fa_ir: بیلانس آزمایشی

source: No zero values
fa_ir: هیچ مقدار صفر وجود ندارد

source: Only balances
fa_ir: فقط موجودی ها

source: Group totals only
fa_ir: فقط مجموع گروه ها

source: Group
fa_ir: گروه

source: The from date cannot be bigger than the fiscal year end.
fa_ir: تاریخ شروع نمی تواند بزرگتر از پایان سال مالی باشد.

source: Account Name
fa_ir: نام حساب

source: Brought Forward
fa_ir: انتقالی

source: This Period
fa_ir: این دوره

source: The Opening Balance is not in balance, probably due to a non closed Previous Fiscalyear.
fa_ir: موجودی افتتاحیه متعادل نیست، احتمالاً به دلیل عدم بسته شدن سال مالی قبلی است.

source: Journal Inquiry
fa_ir: بررسی دفتر روزنامه

source: Enter reference fragment or leave empty
fa_ir: قسمت مرجع را وارد کنید یا خالی بگذارید

source: User:
fa_ir: کاربر:

source: Dimension:
fa_ir: ابعاد:

source: Show closed:
fa_ir: بسته شده ها را نشان بده:

source: Trans #
fa_ir: تراکنش #

source: Supplier's Reference
fa_ir: مرجع تأمین کننده

source: User
fa_ir: کاربر

source: Profit & Loss Drilldown
fa_ir: جزئیات سود و زیان

source: Accumulated
fa_ir: جمع شده

source: Period Y-1
fa_ir: دوره Y-1

source: Budget
fa_ir: بودجه

source: Compare to
fa_ir: مقایسه با

source: Group/Account Name
fa_ir: نام گروه/حساب

source: Achieved %
fa_ir: درصد تحقق یافته

source: Tax Inquiry
fa_ir: بررسی مالیات

source: Outputs
fa_ir: خروجی ها

source: Inputs
fa_ir: ورودی ها

source: Charged on sales
fa_ir: مالیات بر فروش

source: Paid on purchases
fa_ir: پرداخت شده بر خریدها

source: Net payable or collectible
fa_ir: خالص قابل پرداخت یا دریافت

source: Total payable or refund
fa_ir: مجموع قابل پرداخت یا بازپرداخت

source: Bank Accounts
fa_ir: حساب های بانکی

source: The bank account name cannot be empty.
fa_ir: نام حساب بانکی نمی تواند خالی باشد.

source: The GL account selected is already in use or has transactions. Select another empty GL account.
fa_ir: حساب GL انتخاب شده قبلاً در حال استفاده است یا تراکنش هایی دارد. یک حساب GL خالی دیگر انتخاب کنید.

source: Bank account has been updated
fa_ir: حساب بانکی به روزرسانی شده است

source: New bank account has been added
fa_ir: حساب بانکی جدید اضافه شده است

source: Cannot delete this bank account because transactions have been created using this account.
fa_ir: نمی توان این حساب بانکی را حذف کرد زیرا تراکنش هایی با استفاده از این حساب ایجاد شده است.

source: Cannot delete this bank account because POS definitions have been created using this account.
fa_ir: نمی توان این حساب بانکی را حذف کرد زیرا تعاریف POS با استفاده از این حساب ایجاد شده است.

source: Selected bank account has been deleted
fa_ir: حساب بانکی انتخاب شده حذف شده است

source: Currency
fa_ir: ارز

source: GL Account
fa_ir: حساب GL

source: Bank
fa_ir: بانک

source: Bank Address
fa_ir: آدرس بانک

source: Dflt
fa_ir: پیش فرض

source: Bank Account Name:
fa_ir: نام حساب بانکی:

source: Account Type:
fa_ir: نوع حساب:

source: Bank Account Currency:
fa_ir: ارز حساب بانکی:

source: Default currency account:
fa_ir: حساب ارز پیش فرض:

source: Bank Account GL Code:
fa_ir: کد GL حساب بانکی:

source: Bank Name:
fa_ir: نام بانک:

source: Bank Account Number:
fa_ir: شماره حساب بانکی:

source: Bank Address:
fa_ir: آدرس بانک:

source: &General settings
fa_ir: &تنظیمات عمومی

source: &Transactions
fa_ir: &تراکنش ها

source: Attachments
fa_ir: پیوست ها

source: Closing GL Transactions
fa_ir: بستن تراکنش های GL

source: Selected date is not in fiscal year or the year is closed.
fa_ir: تاریخ انتخاب شده در سال مالی نیست یا سال بسته شده است.

source: The entered date is earlier than date already selected as closing date.
fa_ir: تاریخ وارد شده زودتر از تاریخی است که به عنوان تاریخ بسته شدن انتخاب شده است.

source: You are not allowed to reopen already closed transactions.
fa_ir: شما مجاز به باز کردن دوباره تراکنش های بسته شده نیستید.

source: All transactions resulting in GL accounts changes up to %s has been closed for further edition.
fa_ir: تمام تراکنش هایی که منجر به تغییرات حساب های GL تا %s شده اند، برای ویرایش بیشتر بسته شده اند.

source: Using this feature you can prevent entering new transactions <br> and disable edition of already entered transactions up to specified date.<br> Only transactions which can generate GL postings are subject to the constraint.
fa_ir: با استفاده از این ویژگی می توانید از وارد کردن تراکنش های جدید جلوگیری کنید <br> و ویرایش تراکنش های وارد شده قبلی را تا تاریخ مشخص شده غیرفعال کنید.<br> فقط تراکنش هایی که می توانند پست های GL را تولید کنند، مشمول این محدودیت هستند.

source: End date of closing period:
fa_ir: تاریخ پایان دوره بسته شدن:

source: Close Transactions
fa_ir: بستن تراکنش ها

source: Currencies
fa_ir: ارزها

source: The currency abbreviation must be entered.
fa_ir: اختصار ارز باید وارد شود.

source: The currency name must be entered.
fa_ir: نام ارز باید وارد شود.

source: The currency symbol must be entered.
fa_ir: نماد ارز باید وارد شود.

source: The hundredths name must be entered.
fa_ir: نام صدم ها باید وارد شود.

source: Selected currency settings has been updated
fa_ir: تنظیمات ارز انتخاب شده به روزرسانی شده است

source: New currency has been added
fa_ir: ارز جدید اضافه شده است

source: Cannot delete this currency, because customer accounts have been created referring to this currency.
fa_ir: نمی توان این ارز را حذف کرد، زیرا حساب های مشتری با ارجاع به این ارز ایجاد شده اند.

source: Cannot delete this currency, because supplier accounts have been created referring to this currency.
fa_ir: نمی توان این ارز را حذف کرد، زیرا حساب های تأمین کننده با ارجاع به این ارز ایجاد شده اند.

source: Cannot delete this currency, because the company preferences uses this currency.
fa_ir: نمی توان این ارز را حذف کرد، زیرا ترجیحات شرکت از این ارز استفاده می کند.

source: Cannot delete this currency, because thre are bank accounts that use this currency.
fa_ir: نمی توان این ارز را حذف کرد، زیرا حساب های بانکی وجود دارند که از این ارز استفاده می کنند.

source: Selected currency has been deleted
fa_ir: ارز انتخاب شده حذف شده است

source: Abbreviation
fa_ir: اختصار

source: Symbol
fa_ir: نماد

source: Currency Name
fa_ir: نام ارز

source: Hundredths name
fa_ir: نام صدم ها

source: Country
fa_ir: کشور

source: Auto update
fa_ir: به روزرسانی خودکار

source: The marked currency is the home currency which cannot be deleted.
fa_ir: ارز علامت گذاری شده ارز خانگی است که نمی توان آن را حذف کرد.

source: Currency Abbreviation:
fa_ir: اختصار ارز:

source: Currency Symbol:
fa_ir: نماد ارز:

source: Currency Name:
fa_ir: نام ارز:

source: Hundredths Name:
fa_ir: نام صدم ها:

source: Country:
fa_ir: کشور:

source: Automatic exchange rate update:
fa_ir: به روزرسانی خودکار نرخ ارز:

source: Exchange Rates
fa_ir: نرخ های ارز

source: The exchange rate for the date is already there.
fa_ir: نرخ ارز برای تاریخ موجود است.

source: Date to Use From:
fa_ir: تاریخ استفاده از:

source: Exchange Rate:
fa_ir: نرخ ارز:

source: Get current rate from
fa_ir: دریافت نرخ جاری از

source: Exchange rates are entered against the company currency.
fa_ir: نرخ های ارز در مقابل ارز شرکت وارد می شوند.

source: Select a currency :
fa_ir: یک ارز را انتخاب کنید:

source: Date to Use From
fa_ir: تاریخ استفاده از

source: Exchange Rate
fa_ir: نرخ ارز

source: The selected currency is the company currency.
fa_ir: ارز انتخاب شده ارز شرکت است.

source: The company currency is the base currency so exchange rates cannot be set for it.
fa_ir: ارز شرکت ارز پایه است، بنابراین نرخ های ارز نمی توانند برای آن تنظیم شوند.

source: Chart of Accounts
fa_ir: چارت حساب ها

source: The account code must be entered.
fa_ir: کد حساب باید وارد شود.

source: The account name cannot be empty.
fa_ir: نام حساب نمی تواند خالی باشد.

source: The account code must be numeric.
fa_ir: کد حساب باید عددی باشد.

source: The account belongs to a bank account and cannot be inactivated.
fa_ir: حساب متعلق به یک حساب بانکی است و نمی توان آن را غیرفعال کرد.

source: Account data has been updated.
fa_ir: داده های حساب به روزرسانی شده است.

source: New account has been added.
fa_ir: حساب جدید اضافه شده است.

source: Account not added, possible duplicate Account Code.
fa_ir: حساب اضافه نشد، ممکن است کد حساب تکراری باشد.

source: Cannot delete this account because transactions have been created using this account.
fa_ir: نمی توان این حساب را حذف کرد زیرا تراکنش هایی با استفاده از این حساب ایجاد شده است.

source: Cannot delete this account because it is used as one of the company default GL accounts.
fa_ir: نمی توان این حساب را حذف کرد زیرا به عنوان یکی از حساب های GL پیش فرض شرکت استفاده می شود.

source: Cannot delete this account because it is used by a bank account.
fa_ir: نمی توان این حساب را حذف کرد زیرا توسط یک حساب بانکی استفاده می شود.

source: Cannot delete this account because it is used by one or more Item Categories.
fa_ir: نمی توان این حساب را حذف کرد زیرا توسط یک یا چند کتگوری کالا استفاده می شود.

source: Cannot delete this account because it is used by one or more Items.
fa_ir: نمی توان این حساب را حذف کرد زیرا توسط یک یا چند کالا استفاده می شود.

source: Cannot delete this account because it is used by one or more Taxes.
fa_ir: نمی توان این حساب را حذف کرد زیرا توسط یک یا چند مالیات استفاده می شود.

source: Cannot delete this account because it is used by one or more Customer Branches.
fa_ir: نمی توان این حساب را حذف کرد زیرا توسط یک یا چند شعبه مشتری استفاده می شود.

source: Cannot delete this account because it is used by one or more suppliers.
fa_ir: نمی توان این حساب را حذف کرد زیرا توسط یک یا چند تأمین کننده استفاده می شود.

source: Cannot delete this account because it is used by one or more Quick Entry Lines.
fa_ir: نمی توان این حساب را حذف کرد زیرا توسط یک یا چند خط ورودی سریع استفاده می شود.

source: Selected account has been deleted
fa_ir: حساب انتخاب شده حذف شده است

source: New account
fa_ir: حساب جدید

source: Account Code 2:
fa_ir: کد حساب ۲:

source: Account Name:
fa_ir: نام حساب:

source: Account Group:
fa_ir: گروه حساب:

source: Account Tags:
fa_ir: برچسب های حساب:

source: Account status:
fa_ir: وضعیت حساب:

source: Add Account
fa_ir: اضافه کردن حساب

source: Update Account
fa_ir: به روزرسانی حساب

source: Delete account
fa_ir: حذف حساب

source: GL Account Classes
fa_ir: کلاس های حساب GL

source: The account class ID cannot be empty.
fa_ir: شناسه کلاس حساب نمی تواند خالی باشد.

source: The account class name cannot be empty.
fa_ir: نام کلاس حساب نمی تواند خالی باشد.

source: Selected account class settings has been updated
fa_ir: تنظیمات کلاس حساب انتخاب شده به روزرسانی شده است

source: New account class has been added
fa_ir: کلاس حساب جدید اضافه شده است

source: Cannot delete this account class because GL account types have been created referring to it.
fa_ir: نمی توان این کلاس حساب را حذف کرد زیرا انواع حساب GL با ارجاع به آن ایجاد شده اند.

source: Selected account class has been deleted
fa_ir: کلاس حساب انتخاب شده حذف شده است

source: Class ID
fa_ir: شناسه کلاس

source: Class Name
fa_ir: نام کلاس

source: Class Type
fa_ir: نوع کلاس

source: Balance Sheet
fa_ir: بیلانسنامه

source: Class ID:
fa_ir: شناسه کلاس:

source: Class Name:
fa_ir: نام کلاس:

source: Class Type:
fa_ir: نوع کلاس:

source: GL Account Groups
fa_ir: گروه های حساب GL

source: The account group id cannot be empty.
fa_ir: شناسه گروه حساب نمی تواند خالی باشد.

source: The account group name cannot be empty.
fa_ir: نام گروه حساب نمی تواند خالی باشد.

source: This account group id is already in use.
fa_ir: این شناسه گروه حساب قبلاً در حال استفاده است.

source: You cannot set an account group to be a subgroup of itself.
fa_ir: نمی توانید یک گروه حساب را به عنوان زیرگروه خود تنظیم کنید.

source: Selected account type has been updated
fa_ir: نوع حساب انتخاب شده به روزرسانی شده است

source: New account type has been added
fa_ir: نوع حساب جدید اضافه شده است

source: Cannot delete this account group because GL accounts have been created referring to it.
fa_ir: نمی توان این گروه حساب را حذف کرد زیرا حساب های GL با ارجاع به آن ایجاد شده اند.

source: Cannot delete this account group because GL account groups have been created referring to it.
fa_ir: نمی توان این گروه حساب را حذف کرد زیرا گروه های حساب GL با ارجاع به آن ایجاد شده اند.

source: Selected account group has been deleted
fa_ir: گروه حساب انتخاب شده حذف شده است

source: Group ID
fa_ir: شناسه گروه

source: Group Name
fa_ir: نام گروه

source: Subgroup Of
fa_ir: زیرگروه

source: ID:
fa_ir: شناسه:

source: Subgroup Of:
fa_ir: زیرگروه:

source: Class:
fa_ir: کلاس:

source: Quick Entries
fa_ir: ورودی های سریع

source: Add new
fa_ir: اضافه کردن جدید

source: The Quick Entry description cannot be empty.
fa_ir: توضیحات ورودی سریع نمی تواند خالی باشد.

source: You can only use Balance Based together with Journal Entries.
fa_ir: شما فقط می توانید ورودی های مبتنی بر بیلانس را همراه با ورودی های روزنامه استفاده کنید.

source: The base amount description cannot be empty.
fa_ir: توضیحات مبلغ اساسی نمی تواند خالی باشد.

source: Selected quick entry has been updated
fa_ir: ورودی سریع انتخاب شده به روزرسانی شده است

source: New quick entry has been added
fa_ir: ورودی سریع جدید اضافه شده است

source: Selected quick entry line has been updated
fa_ir: خط ورودی سریع انتخاب شده به روزرسانی شده است

source: New quick entry line has been added
fa_ir: خط ورودی سریع جدید اضافه شده است

source: Selected quick entry has been deleted
fa_ir: ورودی سریع انتخاب شده حذف شده است

source: The Quick Entry has Quick Entry Lines. Cannot be deleted.
fa_ir: ورودی سریع دارای خطوط ورودی سریع است. نمی توان آن را حذف کرد.

source: Selected quick entry line has been deleted
fa_ir: خط ورودی سریع انتخاب شده حذف شده است

source: Base Amount
fa_ir: مبلغ اساسی

source: Usage
fa_ir: استفاده

source: Entry Type
fa_ir: نوع ورودی

source: Balance Based
fa_ir: مبتنی بر بیلانس

source: Base Amount Description
fa_ir: توضیحات مبلغ اساسی

source: Default Base Amount
fa_ir: مبلغ اساسی پیش فرض

source: Quick Entry Lines
fa_ir: خطوط ورودی سریع

source: Post
fa_ir: ارسال

source: Account/Tax Type
fa_ir: نوع حساب/مالیات

source: Posted
fa_ir: ارسال شده

source: Tax Type
fa_ir: نوع مالیات

source: Part
fa_ir: قسمت

source: Line memo
fa_ir: یادداشت خط

source: Revaluation of Currency Accounts
fa_ir: ارزیابی مجدد حساب های ارزی

source: %d Journal Entries for Bank Accounts have been added
fa_ir: %d ورودی های روزنامه برای حساب های بانکی اضافه شده است

source: %d Journal Entries for AR/AP accounts have been added
fa_ir: %d ورودی های روزنامه برای حساب های AR/AP اضافه شده است

source: No revaluation was needed.
fa_ir: هیچ ارزیابی مجددی لازم نبود.

source: Date for Revaluation:
fa_ir: تاریخ برای ارزیابی مجدد:

source: Revaluate Currencies
fa_ir: ارزیابی مجدد ارزها

source: Search General Ledger Transactions for account:
fa_ir: جستجوی تراکنش های دفتر کل عمومی برای حساب:

source: The script must be called with a valid transaction type and transaction number to review the general ledger postings for.
fa_ir: اسکریپت باید با یک نوع تراکنش معتبر و شماره تراکنش برای بررسی پست های دفتر کل عمومی فراخوانی شود.

source: View Bank Transfer
fa_ir: مشاهده انتقال بانکی

source: From Bank Account
fa_ir: از حساب بانکی

source: To Bank Account
fa_ir: به حساب بانکی

source: Transfer Type
fa_ir: نوع انتقال

source: This transfer has been voided.
fa_ir: این انتقال باطل شده است.

source: View Bank Deposit
fa_ir: مشاهده سپرده بانکی

source: GL Deposit
fa_ir: سپرده GL

source: Settle currency
fa_ir: تسویه ارز

source: Settled amount
fa_ir: مبلغ تسویه شده

source: Deposit Type
fa_ir: نوع سپرده

source: This deposit has been voided.
fa_ir: این سپرده باطل شده است.

source: There are no items for this deposit.
fa_ir: هیچ موردی برای این سپرده وجود ندارد.

source: Items for this Deposit
fa_ir: موارد برای این سپرده

source: Item Amounts are Shown in:
fa_ir: مبالغ موارد به صورت زیر نشان داده می شوند:

source: View Bank Payment
fa_ir: مشاهده پرداخت بانکی

source: GL Payment
fa_ir: پرداخت GL

source: Pay To
fa_ir: پرداخت به

source: Payment Type
fa_ir: نوع پرداخت

source: This payment has been voided.
fa_ir: این پرداخت باطل شده است.

source: There are no items for this payment.
fa_ir: هیچ موردی برای این پرداخت وجود ندارد.

source: Items for this Payment
fa_ir: موارد برای این پرداخت

source: General Ledger Transaction Details
fa_ir: جزئیات تراکنش دفتر کل عمومی

source: Transaction Date
fa_ir: تاریخ تراکنش

source: Document Date
fa_ir: تاریخ سند

source: Event Date
fa_ir: تاریخ رویداد

source: Supplier Reference
fa_ir: ارجاع تأمین کننده

source: Entered By
fa_ir: وارد شده توسط

source: Exchange rate
fa_ir: نرخ ارز

source: Source document
fa_ir: سند منبع

source: No general ledger transactions have been created for
fa_ir: هیچ تراکنش دفتر کل عمومی برای ایجاد نشده است

source: number
fa_ir: شماره

source: Journal Date
fa_ir: تاریخ روزنامه

source: This transaction has been voided.
fa_ir: این تراکنش باطل شده است.

source: System administration
fa_ir: مدیریت سیستم

source: Company setup
fa_ir: تنظیمات شرکت

source: Special maintenance
fa_ir: نگهداری ویژه

source: Sales configuration
fa_ir: پیکربندی فروش

source: Sales transactions
fa_ir: تراکنش های فروش

source: Sales related reports
fa_ir: گزارش های مربوط به فروش

source: Purchase configuration
fa_ir: پیکربندی خرید

source: Purchase transactions
fa_ir: تراکنش های خرید

source: Purchase analytics
fa_ir: تحلیل های خرید

source: Inventory configuration
fa_ir: پیکربندی موجودی

source: Inventory operations
fa_ir: عملیات موجودی

source: Inventory analytics
fa_ir: تحلیل های موجودی

source: Fixed Assets configuration
fa_ir: پیکربندی دارایی های ثابت

source: Fixed Assets operations
fa_ir: عملیات دارایی های ثابت

source: Fixed Assets analytics
fa_ir: تحلیل های دارایی های ثابت

source: Manufacturing configuration
fa_ir: پیکربندی تولید

source: Manufacturing transactions
fa_ir: تراکنش های تولید

source: Manufacturing analytics
fa_ir: تحلیل های تولید

source: Dimensions configuration
fa_ir: پیکربندی ابعاد

source: Dimensions
fa_ir: ابعاد

source: Banking & GL configuration
fa_ir: پیکربندی بانکداری و GL

source: Banking & GL transactions
fa_ir: تراکنش های بانکداری و GL

source: Banking & GL analytics
fa_ir: تحلیل های بانکداری و GL

source: Install/update companies
fa_ir: نصب/به روزرسانی شرکت ها

source: Install/update languages
fa_ir: نصب/به روزرسانی زبان ها

source: Install/upgrade modules
fa_ir: نصب/ارتقاء ماژول ها

source: Software upgrades
fa_ir: به روزرسانی نرم افزار

source: Company parameters
fa_ir: پارامترهای شرکت

source: Access levels edition
fa_ir: ویرایش سطوح دسترسی

source: Users setup
fa_ir: تنظیمات کاربران

source: Point of sales definitions
fa_ir: تعاریف نقطه فروش

source: Printers configuration
fa_ir: پیکربندی چاپگرها

source: Print profiles
fa_ir: پروفایل های چاپ

source: Payment terms
fa_ir: شرایط پرداخت

source: Shipping ways
fa_ir: روش های حمل و نقل

source: Credit status definitions changes
fa_ir: تغییرات تعاریف وضعیت اعتبار

source: Inventory locations changes
fa_ir: تغییرات مکان های موجودی

source: Inventory movement types
fa_ir: انواع حرکت موجودی

source: Manufacture work centres
fa_ir: مرکزهای کار تولید

source: Forms setup
fa_ir: تنظیمات فرم ها

source: Contact categories
fa_ir: کتگوری های تماس

source: Voiding transactions
fa_ir: باطل کردن تراکنش ها

source: Database backup/restore
fa_ir: پشتیبان گیری/بازیابی دیتابیس

source: Common view/print transactions interface
fa_ir: رابط کاربری مشترک برای مشاهده/چاپ تراکنش ها

source: Attaching documents
fa_ir: پیوست کردن اسناد

source: Display preferences
fa_ir: ترجیحات نمایش

source: Password changes
fa_ir: تغییرات رمز عبور

source: Edit other users transactions
fa_ir: ویرایش تراکنش های سایر کاربران

source: Sales types
fa_ir: انواع فروش

source: Sales prices edition
fa_ir: ویرایش قیمت های فروش

source: Sales staff maintenance
fa_ir: نگهداری کارکنان فروش

source: Sales areas maintenance
fa_ir: نگهداری مناطق فروش

source: Sales groups changes
fa_ir: تغییرات گروه های فروش

source: Sales templates
fa_ir: قالب های فروش

source: Recurrent invoices definitions
fa_ir: تعاریف فاکتورهای تکراری

source: Sales transactions view
fa_ir: مشاهده تراکنش های فروش

source: Sales customer and branches changes
fa_ir: تغییرات مشتریان و شعب فروش

source: Sales quotations
fa_ir: نقل قول های فروش

source: Sales orders edition
fa_ir: ویرایش سفارشات فروش

source: Sales deliveries edition
fa_ir: ویرایش تحویل های فروش

source: Sales invoices edition
fa_ir: ویرایش فاکتورهای فروش

source: Sales credit notes against invoice
fa_ir: یادداشت های اعتباری فروش در برابر فاکتور

source: Sales freehand credit notes
fa_ir: یادداشت های اعتباری فروش دستی

source: Customer payments entry
fa_ir: ورود پرداخت های مشتری

source: Customer payments allocation
fa_ir: تخصیص پرداخت های مشتری

source: Sales analytical reports
fa_ir: گزارش های تحلیلی فروش

source: Sales document bulk reports
fa_ir: گزارش های انبوه اسناد فروش

source: Sales prices listing
fa_ir: فهرست قیمت های فروش

source: Sales staff listing
fa_ir: فهرست کارکنان فروش

source: Customer bulk listing
fa_ir: فهرست انبوه مشتریان

source: Customer status report
fa_ir: گزارش وضعیت مشتری

source: Customer payments report
fa_ir: گزارش پرداخت های مشتری

source: Purchase price changes
fa_ir: تغییرات قیمت خرید

source: Supplier transactions view
fa_ir: مشاهده تراکنش های تأمین کننده

source: Suppliers changes
fa_ir: تغییرات تأمین کنندگان

source: Purchase order entry
fa_ir: ورود سفارش خرید

source: Purchase receive
fa_ir: دریافت خرید

source: Supplier invoices
fa_ir: فاکتورهای تأمین کننده

source: Deleting GRN items during invoice entry
fa_ir: حذف اقلام GRN در حین ورود فاکتور

source: Supplier credit notes
fa_ir: یادداشت های اعتباری تأمین کننده

source: Supplier payments
fa_ir: پرداخت های تأمین کننده

source: Supplier payments allocations
fa_ir: تخصیص پرداخت های تأمین کننده

source: Supplier analytical reports
fa_ir: گزارش های تحلیلی تأمین کننده

source: Supplier document bulk reports
fa_ir: گزارش های انبوه اسناد تأمین کننده

source: Supplier payments report
fa_ir: گزارش پرداخت های تأمین کننده

source: Stock items add/edit
fa_ir: اضافه/ویرایش اقلام موجودی

source: Sales kits
fa_ir: کیت های فروش

source: Item categories
fa_ir: کتگوری های اقلام

source: Units of measure
fa_ir: واحدهای اندازه گیری

source: Stock status view
fa_ir: مشاهده وضعیت موجودی

source: Stock transactions view
fa_ir: مشاهده تراکنش های موجودی

source: Foreign item codes entry
fa_ir: ورود کدهای اقلام خارجی

source: Inventory location transfers
fa_ir: انتقال مکان های موجودی

source: Inventory adjustments
fa_ir: تنظیمات موجودی

source: Reorder levels
fa_ir: سطوح سفارش مجدد

source: Items analytical reports and inquiries
fa_ir: گزارش ها و استعلام های تحلیلی اقلام

source: Inventory valuation report
fa_ir: گزارش ارزیابی موجودی

source: Fixed Asset items add/edit
fa_ir: اضافه/ویرایش اقلام دارایی ثابت

source: Fixed Asset categories
fa_ir: کتگوری های دارایی ثابت

source: Fixed Asset classes
fa_ir: کلاس های دارایی ثابت

source: Fixed Asset transactions view
fa_ir: مشاهده تراکنش های دارایی ثابت

source: Fixed Asset location transfers
fa_ir: انتقال مکان های دارایی ثابت

source: Fixed Asset disposals
fa_ir: حذف دارایی های ثابت

source: Depreciation
fa_ir: استهلاک

source: Fixed Asset analytical reports and inquiries
fa_ir: گزارش ها و استعلام های تحلیلی دارایی ثابت

source: Bill of Materials
fa_ir: صورتحساب مواد

source: Manufacturing operations view
fa_ir: مشاهده عملیات تولید

source: Work order entry
fa_ir: ورود سفارش کار

source: Material issues entry
fa_ir: ورود مسائل مواد

source: Final product receive
fa_ir: دریافت محصول نهایی
