Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.3-1.po
Languages: hi_in, zh_tw

source: Main Menu
hi_in: मुख्य मेनू
zh_tw: 主選單

source: Logout
hi_in: लॉग आउट
zh_tw: 登出

source: Restricted access
hi_in: उपयोग प्रतिबंधित
zh_tw: 禁止存取

source: Login as user: demouser and password: password
hi_in: प्रयोक्ता के रूप लॉग इन: demouser और पासवर्ड: password
zh_tw: 登入使用者：demouser 及其密碼：password

source: Please login here
hi_in: यहां कृपया लॉगिन
zh_tw: 請在此登入

source: or
hi_in: या
zh_tw: 或

source: request new password
hi_in: नए पासवर्ड का अनुरोध करें
zh_tw: 需要新密碼

source: Too many failed login attempts.<br>Please wait a while or try later.
hi_in: बहुत सारे विफल लॉगिन प्रयास।<br>थोड़ी देर इंतजार करना या बाद में कोशिश करें।
zh_tw: 過多失敗的登入嘗試。 <br>請稍候片刻，或稍後再試。

source: Authorization timeout
hi_in: प्राधिकरण मध्यांतर
zh_tw: 逾時授權

source: Login
hi_in: लॉग इन करें
zh_tw: 登入

source: Version
hi_in: संस्करण
zh_tw: 版本

source: User name
hi_in: उपयोगकर्ता नाम
zh_tw: 使用者名稱

source: Password:
hi_in: पासवर्ड:
zh_tw: 密碼：

source: Company
hi_in: कंपनी
zh_tw: 公司

source: Login -->
hi_in: लॉगइन ->
zh_tw: 登入 -->

source: Theme:
hi_in: थीम:
zh_tw: 版面樣式：

source: Thank you for using
hi_in: उपयोग करने के लिए आपका धन्यवाद
zh_tw: 感謝您的使用

source: Click here to Login Again.
hi_in: फिर से लॉगिन करने के लिए यहां क्लिक करें
zh_tw: 按此可再登入一次。

source: Password reset
hi_in: पासवर्ड दुबारा ठीक करें
zh_tw: 密碼重設

source: Email
hi_in: ईमेल
zh_tw: 電子郵件

source: Send password -->
hi_in: पासवर्ड भेजें ->
zh_tw: 傳送密碼 -->

source: Attach Documents
hi_in: दस्तावेज़ लगाओ
zh_tw: 附加文件

source: Selected transaction does not exists.
hi_in: चयनित लेनदेन मौजूद नहीं है।
zh_tw: 選定的交易不存在。

source: Select attachment file.
hi_in: अटैचमेंट फ़ाइल चुनें
zh_tw: 選擇附加檔案。

source: The file size is over the maximum allowed.
hi_in: फ़ाइल का आकार अधिकतम अनुमति से अधिक है।
zh_tw: 檔案大小超過最大值。

source: Attachment has been inserted.
hi_in: अनुलग्नक सम्मिलित किया गया है।
zh_tw: 附加檔案已經加入。

source: Attachment has been updated.
hi_in: अनुलग्नक को अपडेट किया गया है।
zh_tw: 附加檔案已經更新。

source: Attachment has been deleted.
hi_in: अनुलग्नक हटा दिया गया है।
zh_tw: 附加檔案已經刪除。

source: Type:
hi_in: टाइप:
zh_tw: 類別：

source: Edit
hi_in: संपादित करें
zh_tw: 編輯

source: View
hi_in: देखें
zh_tw: 檢視

source: Download
hi_in: डाउनलोड
zh_tw: 下載

source: Delete
hi_in: हटाना
zh_tw: 刪除

source: Description
hi_in: विवरण
zh_tw: 摘要

source: Filename
hi_in: फ़ाइल का नाम
zh_tw: 檔案名稱

source: Size
hi_in: आकार
zh_tw: 大小

source: Filetype
hi_in: फाइल का प्रकार
zh_tw: 檔案類型

source: Date Uploaded
hi_in: अपलोड की गई तिथि
zh_tw: 上傳日期

source: Transaction #
hi_in: लेनदेन #
zh_tw: 交易 #

source: Attached File
hi_in: संलग्न फाइल
zh_tw: 附加檔案

source: Select backup file first.
hi_in: पहले बैकअप फ़ाइल का चयन करें
zh_tw: 先選定備份檔案。

source: Backup and Restore Database
hi_in: बैकअप और पुनर्स्थापना डेटाबेस
zh_tw: 備份及還原資料庫

source: Backup paths have not been set correctly.
hi_in: बैकअप पथ ठीक से सेट नहीं किए गए हैं।
zh_tw: 備份路徑設定不正確。

source: Please contact System Administrator.
hi_in: कृपया सिस्टम प्रशासक से संपर्क करें।
zh_tw: 請連絡系統管理員

source: cannot find backup directory
hi_in: बैकअप निर्देशिका नहीं ढूँढ सकता
zh_tw: 找不到備份目錄

source: Backup successfully generated.
hi_in: बैकअप सफलतापूर्वक उत्पन्न
zh_tw: 成功產生備份

source: Database backup failed.
hi_in: डेटाबेस बैकअप विफल हुआ
zh_tw: 資料庫備份失敗。

source: No
hi_in: नहीं
zh_tw: 否

source: Restore backup completed.
hi_in: पुनर्स्थापना बैकअप पूर्ण हुआ।
zh_tw: 備份還原完成。

source: File successfully deleted.
hi_in: फ़ाइल को सफलतापूर्वक हटा दिया गया
zh_tw: 檔案成功刪除。

source: Can't delete backup file.
hi_in: बैकअप फ़ाइल को हटा नहीं सकते
zh_tw: 無法刪除備份文件。

source: You can only upload *.sql backup files
hi_in: आप केवल * .sql बैकअप फ़ाइलों को अपलोड कर सकते हैं
zh_tw: 你只能上傳 *.sql 備份檔

source: Filename contains forbidden chars. Please rename file and try again.
hi_in: फ़ाइल नाम में प्रतिबंधित वर्ण हैं कृपया फ़ाइल का नाम बदलें और पुनः प्रयास करें।
zh_tw: 檔案名稱包含無使用字元。請重新命名後再試一次。

source: File uploaded to backup directory
hi_in: बैकअप निर्देशिका पर अपलोड की गई फ़ाइल
zh_tw: 檔案上傳到備份目錄

source: File was not uploaded into the system.
hi_in: फ़ाइल सिस्टम में अपलोड नहीं की गई थी
zh_tw: 檔案沒有上傳到系統中。

source: Create backup
hi_in: बैकअप बनाना
zh_tw: 建立備份

source: Comments:
hi_in: टिप्पणियाँ:
zh_tw: 註解：

source: Compression:
hi_in: संपीड़न:
zh_tw: 壓縮：

source: Create Backup
hi_in: बैकअप बनाना
zh_tw: 建立備份

source: Backup scripts maintenance
hi_in: बैकअप स्क्रिप्ट रखरखाव
zh_tw: 備份腳本維護

source: View Backup
hi_in: बैकअप देखें
zh_tw: 檢視備份

source: Download Backup
hi_in: बैकअप डाउनलोड करें
zh_tw: 下載備份

source: Restore Backup
hi_in: बैकअप बहाल
zh_tw: 還原備份

source: You are about to restore database from backup file. Do you want to continue?
hi_in: आप बैकअप फ़ाइल से डेटाबेस को पुनर्स्थापित करने वाले हैं। क्या आप जारी रखना चाहते हैं?
zh_tw: 你即將從備份文件復原資料庫。 你要繼續嗎？

source: Delete Backup
hi_in: बैकअप हटाएं
zh_tw: 刪除備份

source: You are about to remove selected backup file. Do you want to continue ?
hi_in: आप चयनित बैकअप फ़ाइल को हटाने वाले हैं। क्या आप जारी रखना चाहते हैं?
zh_tw: 您即將要刪除選定的備份文件。 你要繼續嗎？

source: Update security settings
hi_in: सुरक्षा सेटिंग अपडेट करें
zh_tw: 更新安全設定

source: Protect security settings
hi_in: सुरक्षा सेटिंग्स को सुरक्षित रखें
zh_tw: 保護安全設定

source: Upload file
hi_in: दस्तावेज अपलोड करें
zh_tw: 上傳檔案

source: Change password
hi_in: पासवर्ड बदलें
zh_tw: 變更密碼

source: Invalid password entered.
hi_in: अमान्य पासवर्ड दर्ज किया गया।
zh_tw: 輸入密碼無效。

source: The password entered must be at least 4 characters long.
hi_in: दर्ज किया गया पासवर्ड कम से कम 4 अक्षर लंबा होना चाहिए।
zh_tw: 密碼必須至少4個字元。

source: The password cannot contain the user login.
hi_in: पासवर्ड में उपयोगकर्ता लॉगिन नहीं हो सकता है
zh_tw: 密碼不能包含登入使用者帳號。

source: The passwords entered are not the same.
hi_in: दर्ज किए गए पासवर्ड समान नहीं हैं
zh_tw: 輸入密碼的不同。

source: Password cannot be changed in demo mode.
hi_in: डेमो मोड में पासवर्ड परिवर्तित नहीं किया जा सकता
zh_tw: 密碼不能在 demo 模式下進行更改。

source: Your password has been updated.
hi_in: आपका पासवर्ड बदला जा चुका है।
zh_tw: 您的密碼已經更新。

source: User login:
hi_in: उपयोगकर्ता लॉगिन:
zh_tw: 使用者登入帳號：

source: Current Password:
hi_in: वर्तमान पासवर्ड:
zh_tw: 現在密碼：

source: New Password:
hi_in: नया पासवर्ड:
zh_tw: 新密碼：

source: Repeat New Password:
hi_in: नया पासवर्ड दोहराएँ:
zh_tw: 再次輸入新密碼：

source: Enter your new password in the fields.
hi_in: फ़ील्ड में अपना नया पासवर्ड दर्ज करें
zh_tw: 在欄位中輸入新密碼。

source: Company Setup
hi_in: कंपनी सेटअप
zh_tw: 公司設定

source: Login timeout must be positive number not less than 10.
hi_in: लॉगिन टाइमआउट 10 से कम नहीं होने वाला सकारात्मक नंबर होना चाहिए
zh_tw: 登入超時設定必須是正數且至少大於 10。

source: The company name must be entered.
hi_in: कंपनी का नाम दर्ज किया जाना चाहिए।
zh_tw: 公司名稱必須填入。

source: Error uploading logo file.
hi_in: लोगो फ़ाइल अपलोड करने में त्रुटि हुई
zh_tw: 上傳標誌(logo)檔時發生錯誤。

source: Only jpg and png files are supported - a file extension of .jpg or .png is expected
hi_in: केवल जेपीजी और पीएनजी फाइलें समर्थित हैं - .jpg या .png के एक फ़ाइल एक्सटेंशन की उम्मीद है
zh_tw: 只支援 JPG 及 PNG 檔案 - 請輸入一個 .jpg 或是 .png 副檔名

source: The file size is over the maximum allowed. The maximum size allowed in KB is
hi_in: फ़ाइल का आकार अधिकतम अनुमति से अधिक है केबी में अनुमत अधिकतम आकार
zh_tw: 檔案大小超過上限，上限為(KB)

source: Only graphics files can be uploaded
hi_in: केवल ग्राफिक्स फ़ाइलों को अपलोड किया जा सकता है
zh_tw: 只有圖檔可以更新

source: The existing image could not be removed
hi_in: मौजूदा छवि को हटाया नहीं जा सका
zh_tw: 現有圖片不能移除

source: Error uploading logo file
hi_in: लोगो फ़ाइल अपलोड करने में त्रुटि हुई
zh_tw: 上傳標誌(logo)檔時發生錯誤

source: Company setup has been updated.
hi_in: कंपनी की स्थापना अपडेट की गई है।
zh_tw: 公司設定已被更新

source: General settings
hi_in: सामान्य सेटिंग्स
zh_tw: 一般設定

source: Name (to appear on reports):
hi_in: नाम (रिपोर्टों पर प्रदर्शित होने के लिए):
zh_tw: 名稱(出現在報告中)：

source: Address:
hi_in: पता:
zh_tw: 地址：

source: Domicile:
hi_in: अधिवास:
zh_tw: 登記地址：

source: Phone Number:
hi_in: फ़ोन नंबर:
zh_tw: 電話：

source: Fax Number:
hi_in: फैक्स नंबर:
zh_tw: 傳真：

source: Email Address:
hi_in: ईमेल पता:
zh_tw: 電子信箱：

source: BCC Address for all outgoing mails:
hi_in: सभी जावक मेलों के लिए बीसीसी पता:
zh_tw: 所有寄出郵件以密件副本方式抄送：

source: Official Company Number:
hi_in: आधिकारिक कंपनी संख्या:
zh_tw: 統一編號：

source: GSTNo:
zh_tw: 稅籍編號(GSTNo)：

source: Home Currency:
hi_in: होम मुद्रा:
zh_tw: 預設幣別：

source: Company Logo:
hi_in: कंपनी का लोगो:
zh_tw: 公司標誌：

source: New Company Logo (.jpg)
hi_in: नई कंपनी लोगो (.jpg)
zh_tw: 公司新標誌 (.JPG)

source: Delete Company Logo:
hi_in: कंपनी लोगो हटाएं:
zh_tw: 刪除公司標誌：

source: Automatic Revaluation Currency Accounts
hi_in: स्वचालित रिवैल्यूएशन मुद्रा खाते
zh_tw: 自動評價貨幣會計項目

source: Time Zone on Reports
hi_in: रिपोर्ट के समय क्षेत्र
zh_tw: 報表上時區

source: Company Logo on Reports
hi_in: रिपोर्ट पर कंपनी लोगो
zh_tw: 在報告上啟用公司商標

source: Use Barcodes on Stocks
zh_tw: 在庫存上使用條碼

source: Database Scheme Version
hi_in: डाटाबेस योजना संस्करण
zh_tw: 資料庫格式版本

source: General Ledger Settings
hi_in: सामान्य लेज़र सेटिंग्स
zh_tw: 總帳設定值

source: Fiscal Year:
hi_in: वित्तीय वर्ष:
zh_tw: 會計年度：

source: Tax Periods:
hi_in: टैक्स अवधि:
zh_tw: 課稅期間：

source: Months.
hi_in: महीने।
zh_tw: 月份

source: Tax Last Period:
hi_in: कर अंतिम अवधि:
zh_tw: 最近一期課稅期間：

source: Months back.
hi_in: महीना पीठ
zh_tw: 幾個月回來。

source: Put alternative Tax Include on Docs
hi_in: वैकल्पिक टैक्स को डॉक्स पर शामिल करें
zh_tw: 文件中放入含替代稅率

source: Suppress Tax Rates on Docs
hi_in: डॉक्स पर कर दरों को दबाएं
zh_tw: 文件上仰制稅率

source: Sales Pricing
hi_in: बिक्री मूल्य निर्धारण
zh_tw: 銷貨價格

source: Base for auto price calculations:
hi_in: ऑटो मूल्य गणना के लिए आधार:
zh_tw: 針對自動價格的計算基礎：

source: No base price list
hi_in: कोई आधार मूल्य सूची नहीं
zh_tw: 沒有基本價格表

source: Add Price from Std Cost:
hi_in: कक्षा लागत से मूल्य जोड़ें:
zh_tw: 從標準成本加上價格：

source: Round calculated prices to nearest:
hi_in: निकटतम कीमतों की गणना की गई गोलियां:
zh_tw: 單價近似值計算到：

source: Optional Modules
hi_in: वैकल्पिक मॉड्यूल
zh_tw: 選項模組

source: Manufacturing
hi_in: विनिर्माण
zh_tw: 製造

source: Fixed Assets
hi_in: अचल सम्पत्ति
zh_tw: 固定資產

source: Use Dimensions:
hi_in: आयाम का उपयोग करें:
zh_tw: 使用構面(維度)：

source: User Interface Options
hi_in: उपयोगकर्ता इंटरफ़ेस विकल्प
zh_tw: 使用者介面選項

source: Short Name and Name in List
hi_in: सूची में संक्षिप्त नाम और नाम
zh_tw: 在明細清單中顯示簡稱及名稱

source: Search Item List
hi_in: खोज आइटम सूची
zh_tw: 搜尋項目清單

source: Search Customer List
hi_in: ग्राहक सूची खोजें
zh_tw: 搜尋客戶清單

source: Search Supplier List
hi_in: खोज प्रदायक सूची
zh_tw: 搜尋供應商清單

source: Login Timeout:
hi_in: लॉगिन मध्यांतर:
zh_tw: 登入超時：

source: seconds
hi_in: सेकंड
zh_tw: 秒

source: Update
hi_in: अद्यतन
zh_tw: 更新

source: Create/Update Company
hi_in: बनाएँ / अपडेट कंपनी
zh_tw: 新建/更新公司資料

source: Database settings are not specified.
hi_in: डेटाबेस सेटिंग्स निर्दिष्ट नहीं हैं।
zh_tw: 未指定資料庫設定。

source: Database port has to be numeric or empty.
hi_in: डाटाबेस पोर्ट को अंकीय या रिक्त होना चाहिए।
zh_tw: 資料庫連接埠必須是"數字"或"空白"。

source: This database settings are already used by another company.
hi_in: यह डेटाबेस सेटिंग्स पहले से ही किसी अन्य कंपनी द्वारा उपयोग की जाती हैं
zh_tw: 這個資料庫設定已經有其他公司使用。

source: You cannot have table set without prefix together with prefixed sets in the same database.
hi_in: आप एक ही डाटाबेस में प्रीफ़िक्स सेट के साथ उपसर्ग के बिना टेबल सेट नहीं कर सकते।
zh_tw: 在同一個資料庫中不能夠同時存在有前置字元或無前置字元的資料表設定。

source: Error creating Database:
hi_in: डेटाबेस बनाने में त्रुटि:
zh_tw: 建立資料庫的錯誤：

source: , Please create it manually
hi_in: , कृपया मैन्युअल रूप से इसे बनाएं
zh_tw: ，請自行手動建立

source: Cannot create new company due to bugs in sql file.
hi_in: एसक्यूएल फ़ाइल में कीड़े के कारण नई कंपनी नहीं बना सकती
zh_tw: 由於sql文件錯誤,不能新建新的公司

source: Cannot open the configuration file -
hi_in: कॉन्फ़िगरेशन फ़ाइल नहीं खोल सकता -
zh_tw: 不能開啟偏好設定檔 -

source: Cannot write to the configuration file -
hi_in: विन्यास फाइल में लिख नहीं सकते हैं -
zh_tw: 不能寫到偏好設定檔 -

source: The configuration file
hi_in: विन्यास फाइल
zh_tw: 偏好設定檔

source: is not writable. Change its permissions so it is, then re-run the operation.
hi_in: लिखने योग्य नहीं है इसकी अनुमतियों को बदलें ताकि वह है, फिर आपरेशन फिर से चलाएं।
zh_tw: 不能寫入。變更權限後再執行一次。

source: New company has been created.
hi_in: नई कंपनी बनाई गई है।
zh_tw: 新公司的資料庫已經建立完成

source: Company has been updated.
hi_in: कंपनी को अद्यतन किया गया है।
zh_tw: 公司資料已經更新

source: Broken company subdirectories system. You have to remove this company manually.
hi_in: टूटी हुई कंपनी उपनिर्देशिका प्रणाली आपको मैन्युअल रूप से इस कंपनी को निकालना होगा
zh_tw: 公司子目錄系統已毀損。您必須手動刪除該公司。

source: Cannot rename subdirectory to temporary name.
hi_in: उपनिर्देशिका को अस्थायी नाम में बदल नहीं सकते
zh_tw: 無法變更子目錄到暫時名稱

source: Cannot rename company subdirectory
hi_in: कंपनी उपनिर्देशिका का नाम बदल नहीं सकते
zh_tw: 無法變更公司子目錄

source: Error removing Database:
hi_in: डेटाबेस को हटाने में त्रुटि:
zh_tw: 錯誤地移除資料庫：

source: , please remove it manually
hi_in: , मैन्युअल रूप से इसे हटा दें
zh_tw: ，請手動移除

source: Cannot remove temporary renamed company data directory
hi_in: अस्थायी नाम बदला कंपनी डेटा निर्देशिका को नहीं हटा सकते
zh_tw: 無法移除暫時更名的公司資料目錄

source: Selected company has been deleted
hi_in: चयनित कंपनी को हटा दिया गया है
zh_tw: 選定的訊息列已刪除

source: Database Host
hi_in: डेटाबेस होस्ट
zh_tw: 資料庫主機

source: Database Port
hi_in: डाटाबेस पोर्ट
zh_tw: 資料庫連接埠

source: Database User
hi_in: डेटाबेस उपयोगकर्ता
zh_tw: 資料庫使用者

source: Database Name
hi_in: डेटाबेस नाम
zh_tw: 資料庫名稱

source: Table Pref
hi_in: टेबल प्रीफ़
zh_tw: 表格參考

source: Charset
zh_tw: 字元編碼

source: Default
hi_in: चूक
zh_tw: 預設

source: Yes
hi_in: हाँ
zh_tw: 是

source: You are about to remove company \'%s\'. Do you want to continue ?
hi_in: आप कंपनी \\'%s\\' को हटाने जा रहे हैं।\nक्या आप जारी रखना चाहते हैं?
zh_tw: 您正在移除公司 \'%s\'. ，確定繼續？

source: The marked company is the current company which cannot be deleted.
hi_in: चिह्नित कंपनी वर्तमान कंपनी है जिसे हटाया नहीं जा सकता।
zh_tw: 被標記的的公司是無法被刪除的

source: If no Admin Password is entered, the new Admin Password will be '<b>password</b>' by default
hi_in: यदि कोई व्यवस्थापक पासवर्ड दर्ज नहीं किया गया है, तो नया व्यवस्थापक पासवर्ड डिफ़ॉल्ट रूप से '<b>पासवर्ड</b>' होगा
zh_tw: 如果沒有輸入管理員密碼，新的管理員密碼將預定為'<b>password</b>'

source: Set Only Port value if you cannot use the default port 3306.
hi_in: केवल पोर्ट मान सेट करें यदि आप डिफ़ॉल्ट पोर्ट 3306 का उपयोग नहीं कर सकते हैं
zh_tw: 如果不能使用預設連接埠 3306 值，則設定其他連接埠值。

source: Host
hi_in: मेज़बान
zh_tw: 主機

source: Port
hi_in: बंदरगाह
zh_tw: 連接埠

source: Database Password
hi_in: डेटाबेस पासवर्ड
zh_tw: 資料庫密碼

source: Database Collation:
hi_in: डेटाबेस कोलेशन:
zh_tw: 資料庫整理：

source: None
hi_in: कोई नहीं
zh_tw: 無

source: Default Company
hi_in: डिफ़ॉल्ट कंपनी
zh_tw: 預設公司

source: Database Script
hi_in: डेटाबेस स्क्रिप्ट
zh_tw: 資料庫腳本

source: New script Admin Password
hi_in: नई स्क्रिप्ट व्यवस्थापक पासवर्ड
zh_tw: 新腳本的管理者密碼

source: Contact Categories
hi_in: संपर्क श्रेणियाँ
zh_tw: 聯絡資料分類

source: Category description cannot be empty.
hi_in: श्रेणी का विवरण रिक्त नहीं हो सकता।
zh_tw: 分類摘要不能空白

source: Selected contact category has been updated
hi_in: चयनित संपर्क श्रेणी को अपडेट कर दिया गया है
zh_tw: 選定的聯絡分類已更新

source: New contact category has been added
hi_in: नई संपर्क श्रेणी जोड़ा गया है
zh_tw: 新的聯絡人分類已更新

source: Cannot delete this category because there are contacts related to it.
hi_in: इस श्रेणी को नहीं हटाया जा सकता क्योंकि इसमें से संबंधित संपर्क हैं
zh_tw: 不能刪除此分類, 因為有聯絡人已被連結到此。

source: Category has been deleted
hi_in: श्रेणी हटा दी गई है
zh_tw: 分類已刪除

source: Category Type
hi_in: श्रेणी प्रकार
zh_tw: 分類類別

source: Category Subtype
hi_in: श्रेणी उपप्रकार
zh_tw: 分類子類別

source: Short Name
hi_in: संक्षिप्त नाम
zh_tw: 簡稱

source: Contact Category Type:
hi_in: संपर्क श्रेणी प्रकार:
zh_tw: 聯絡資料分類類型

source: Contact Category Subtype:
hi_in: संपर्क श्रेणी उपप्रकार:
zh_tw: 聯絡人分類子類型：

source: Category Short Name:
hi_in: श्रेणी संक्षिप्त नाम:
zh_tw: 分類簡稱：

source: Category Description:
hi_in: वर्ग विवरण:
zh_tw: 分類說明

source: Dashboard
hi_in: डैशबोर्ड
zh_tw: 儀表板

source: Display Setup
hi_in: डिस्पले सेट आ करें
zh_tw: 顯示設定

source: Query size must be integer and greater than zero.
hi_in: क्वेरी का आकार पूर्णांक होना चाहिए और शून्य से अधिक होना चाहिए।
zh_tw: 查詢大小必須是數字且大於零。

source: Display settings have been updated. Keep in mind that changed settings are restored on every login in demo mode.
hi_in: प्रदर्शन सेटिंग्स को अद्यतन किया गया है। ध्यान रखें कि डेमो मोड में प्रत्येक लॉगिन पर बदल सेटिंग्स बहाल कर दी गई हैं।
zh_tw: 顯示設定已更新。請記住在展示模式中被改變的設定每次登入都會被回復。

source: Display settings have been updated.
hi_in: प्रदर्शन सेटिंग्स को अद्यतन किया गया है।
zh_tw: 顯示設定已更新

source: Decimal Places
hi_in: दशमलव स्थान
zh_tw: 小數點位數

source: Prices/Amounts:
hi_in: कीमतें / राशियाँ:
zh_tw: 價格/金額：

source: Quantities:
hi_in: मात्रा:
zh_tw: 數量：

source: Exchange Rates:
hi_in: विनिमय दरें:
zh_tw: 匯率：

source: Percentages:
hi_in: प्रतिशत:
zh_tw: 百分比：

source: Date Format and Separators
hi_in: दिनांक स्वरूप और विभाजक
zh_tw: 日期格式及分隔字元

source: Date Format:
hi_in: डेटा प्रारूप:
zh_tw: 日期格式：

source: Date Separator:
hi_in: दिनांक सेपरेटर:
zh_tw: 日期分隔字元：

source: Thousand Separator:
hi_in: हजार विभाजक:
zh_tw: 千位數分隔點字元：

source: Decimal Separator:
hi_in: दशमलव विभाजक:
zh_tw: 小數點的分隔字元：

source: Use Date Picker
hi_in: दिनांक पिकर का उपयोग करें
zh_tw: 使用日期選擇器

source: Reports
hi_in: रिपोर्ट
zh_tw: 查詢及報表

source: Save Report Selection Days:
hi_in: रिपोर्ट चयन दिवस सहेजें:
zh_tw: 儲存報表天數：

source: Default Report Destination:
hi_in: डिफ़ॉल्ट रिपोर्ट गंतव्य:
zh_tw: 預設列印目標

source: Excel
hi_in: एक्सेल
zh_tw: Excel電子表格

source: PDF/Printer
hi_in: पीडीएफ / प्रिंटर
zh_tw: PDF/印表機

source: Default Report Orientation:
hi_in: डिफ़ॉल्ट रिपोर्ट ओरिएंटेशन:
zh_tw: 預設報表方向：

source: Landscape
hi_in: परिदृश्य
zh_tw: 景觀

source: Portrait
hi_in: चित्र
zh_tw: 影像

source: Miscellaneous
hi_in: कई तरह का
zh_tw: 雜項

source: Show hints for new users:
hi_in: नए उपयोगकर्ताओं के लिए संकेत दिखाएं:
zh_tw: 是否為新使用者顯示提示：

source: Show GL Information:
hi_in: जीएल जानकारी दिखाएं:
zh_tw: 顯示會計總帳資訊：

source: Show Item Codes:
hi_in: आइटम कोड दिखाएं:
zh_tw: 顯示項目代號：

source: Page Size:
hi_in: पृष्ठ आकार:
zh_tw: 紙張大小：

source: Start-up Tab
hi_in: स्टार्ट-अप टैब
zh_tw: 開始分頁

source: Printing profile
hi_in: मुद्रण प्रोफ़ाइल
zh_tw: 列印控制檔

source: Browser printing support
hi_in: ब्राउज़र मुद्रण समर्थन
zh_tw: 瀏覽有支援的列印

source: Use popup window to display reports:
hi_in: रिपोर्ट प्रदर्शित करने के लिए पॉपअप विंडो का उपयोग करें:
zh_tw: 使用彈出視窗來顯示報表：

source: Set this option to on if your browser directly supports pdf files
hi_in: इस विकल्प को इस पर सेट करें यदि आपका ब्राउज़र सीधे पीडीएफ फाइलों का समर्थन करता है
zh_tw: 如果瀏覽器直接支援 pdf 檔案可以開啟這個選項

source: Use icons instead of text links:
hi_in: पाठ लिंक के बजाय आइकन का उपयोग करें:
zh_tw: 使用圖示取代文字連結：

source: Set this option to on for using icons instead of text links
hi_in: पाठ लिंक के बजाय माउस का उपयोग करने के लिए इस विकल्प को सेट करें
zh_tw: 開啟這個選項會使用圖示來取代文字連結

source: Remember last document date:
hi_in: अंतिम दस्तावेज़ की तारीख याद रखें:
zh_tw: 記住最後文件的日期：

source: If set document date is remembered on subsequent documents, otherwise default is current date
hi_in: यदि सेट की गई दस्तावेज़ की तारीख बाद के दस्तावेजों पर याद की जाती है, अन्यथा डिफ़ॉल्ट वर्तमान तिथि है
zh_tw: 如果建議在隨後的文件中設定日期，則其預設值為現在日期

source: Query page size:
hi_in: प्रश्न पृष्ठ का आकार:
zh_tw: 紙張大小：

source: Transaction days:
hi_in: लेनदेन दिन:
zh_tw: 交易天數：

source: Language
hi_in: भाषा
zh_tw: 語言

source: Language:
hi_in: भाषा:
zh_tw: 語言：

source: Fiscal Years
hi_in: राजकोषीय वर्ष
zh_tw: 會計年度

source: Invalid BEGIN date in fiscal year.
hi_in: वित्तीय वर्ष में अमान्य BEGIN तारीख
zh_tw: 在會計年度中無效的「開始日期」。

source: Invalid END date in fiscal year.
hi_in: वित्तीय वर्ष में अमान्य END तारीख
zh_tw: 在會計年度中無效的「結束日期」。

source: Invalid BEGIN or END date in fiscal year.
hi_in: वित्तीय वर्ष में अमान्य BEGIN या END की तारीख
zh_tw: 在會計年度中無效的「開始或結束日期」。

source: BEGIN date bigger than END date.
hi_in: BEGIN तारीख END की तारीख से बड़ी तारीख
zh_tw: 開始日期「大於」結束日期。

source: Cannot CLOSE this year because there are open fiscal years before
hi_in: इस वर्ष को बंद नहीं कर सकता क्योंकि वहां खुला वित्तीय वर्ष पहले है
zh_tw: 此年不能關帳，因為之前有未關帳的會計年度

source: Selected fiscal year has been updated
hi_in: चयनित वित्तीय वर्ष को अपडेट किया गया है
zh_tw: 選定的會計年度已經更新

source: New fiscal year has been added
hi_in: नया वित्तीय वर्ष जोड़ा गया है
zh_tw: 會計年度已經新增

source: Cannot delete this fiscal year because there are fiscal years before.
hi_in: इस वित्तीय वर्ष को हटा नहीं सकते क्योंकि वित्तीय वर्ष पहले भी हैं
zh_tw: 不能刪除會計年度因為之前有會計年度。

source: Cannot delete this fiscal year because the fiscal year is not closed.
hi_in: इस वित्तीय वर्ष को हटा नहीं सकते क्योंकि वित्तीय वर्ष बंद नहीं हुआ है।
zh_tw: 不能刪除會計年度因為有會計年度未關帳。

source: Selected fiscal year has been deleted
hi_in: चयनित वित्तीय वर्ष हटा दिया गया है
zh_tw: 選定的會計年度已經刪除

source: Warning: Deleting a fiscal year all transactions are removed and converted into relevant balances. This process is irreversible!
hi_in: चेतावनी: किसी वित्तीय वर्ष को सभी लेनदेन हटाना are निकाल दिया गया और प्रासंगिक शेष में रूपांतरित किया गया। यह प्रक्रिया अपरिवर्तनीय है!
zh_tw: 警告：刪除一會計年度的所有交易，並轉換成相關的餘額。這個過程是無法回復的！

source: Fiscal Year Begin
hi_in: राजकोषीय वर्ष आरंभ
zh_tw: 會計年度開始

source: Fiscal Year End
hi_in: वित्तीय वर्ष समाप्ति
zh_tw: 會計年度結束

source: Closed
hi_in: बन्द है
zh_tw: 關閉

source: Are you sure you want to delete fiscal year %s - %s? All transactions are deleted and converted into relevant balances. Do you want to continue ?
hi_in: क्या आप वाकई वित्तीय वर्ष %s - %s को हटाना चाहते हैं? सभी लेनदेन हटाए जाते हैं और प्रासंगिक शेष में रूपांतरित होते हैं। क्या आप जारी रखना चाहते हैं ?
zh_tw: 你確定要刪除會計年度 %s - %s ? 所有交易會被刪除而被轉換到相關的會計項目餘額。你要繼續嗎？

source: The marked fiscal year is the current fiscal year which cannot be deleted.
hi_in: चिह्नित वित्तीय वर्ष चालू वित्त वर्ष है जिसे हटाया नहीं जा सकता।
zh_tw: 被標記的會計年度是目前使用的會計年度，他不能被刪除。

source: Fiscal Year Begin:
hi_in: वित्तीय वर्ष आरंभ:
zh_tw: 會計年度開始：

source: Fiscal Year End:
hi_in: वित्तीय वर्ष समाप्ति:
zh_tw: 會計年度結束：

source: Is Closed:
hi_in: बंद हो गया है:
zh_tw: 關帳：

source: Transaction References
hi_in: लेनदेन संदर्भ
zh_tw: 交易序號

source: System and General GL Setup
hi_in: सिस्टम और जनरल जीएल सेटअप
zh_tw: 系統及總帳會計設定

source: The delivery over-receive allowance must be between 0 and 100.
hi_in: डिलीवरी ओवर-प्राप्त भत्ता 0 और 100 के बीच होना चाहिए।
zh_tw: 逾期出貨允許值必須在 0 到 100 間。

source: The invoice over-charge allowance must be between 0 and 100.
hi_in: चालान ओवर-चार्ज भत्ता 0 और 100 के बीच होना चाहिए।
zh_tw: 統一發票的議價允許值必須在 0 到 100 間。

source: The past due days interval allowance must be between 0 and 100.
hi_in: पिछले देय दिनों का अंतराल भत्ता 0 और 100 के बीच होना चाहिए।
zh_tw: 過去到期日間隔允許值必須在 0 到 100 間。

source: Before GRN Clearing Account can be changed all GRNs have to be invoiced
hi_in: जीआरएन समाशोधन खाता बदलने से पहले सभी जीआरएन को चालान करना होगा
zh_tw: GRN(收貨單) 結算會計項目改變前，所有 GRN 必須要有發票

source: The Retained Earnings Account should be a Balance Account or the Profit and Loss Year Account should be an Expense Account (preferred the last one in the Expense Class)
hi_in: प्रतिधारण आय खाता एक बैलेंस खाता होना चाहिए या लाभ और हानि वर्ष खाता व्यय खाता होना चाहिए (व्यय क्लास में पिछले एक को पसंद किया जाना चाहिए)
zh_tw: 保留盈餘會計項目應該是資產負債類中一項或年度損益應該是費用類中一項目（指向最後一項的費用類）

source: The general GL setup has been updated.
hi_in: सामान्य जीएल सेटअप को अपडेट किया गया है।
zh_tw: 總帳會計設定被更新。

source: General GL
hi_in: जनरल जीएल
zh_tw: 總帳會計

source: Past Due Days Interval:
hi_in: विगत दिनों के अंत का अंत:
zh_tw: 過去到期日間隔：

source: days
hi_in: दिन
zh_tw: 天數

source: Accounts Type:
hi_in: लेखा प्रकार:
zh_tw: 會計項目類型：

source: Retained Earnings:
hi_in: प्रतिधारित कमाई:
zh_tw: 保留盈餘：

source: Profit/Loss Year:
hi_in: लाभ / हानि वर्ष:
zh_tw: 年度損益表：

source: Exchange Variances Account:
hi_in: एक्सचेंज वेरिएंस खाता:
zh_tw: 匯率變動/兌換損益會計項目：
