Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.15-1.po
Languages: vi_vn

source: No optional chart of accounts is currently available.
vi_vn: Không có biểu đồ tài khoản tùy chọn nào hiện có sẵn.

source: Chart
vi_vn: Đồ thị

source: Installed
vi_vn: Cài đặt

source: Available
vi_vn: Có sẵn

source: Encoding
vi_vn: Mã hóa

source: Unknown
vi_vn: không xác định

source: Install
vi_vn: cài đặt, dựng lên

source: Upload and install latest extension package
vi_vn: Tải lên và cài đặt gói tiện ích mở rộng mới nhất

source: You are about to remove package \'%s\'. Do you want to continue ?
vi_vn: Bạn sắp xóa gói \'%s\'. Bạn có muốn tiếp tục không?

source: Install/Update Languages
vi_vn: Cài đặt / Cập nhật Ngôn ngữ

source: Name
vi_vn: Tên

source: Right To Left
vi_vn: Phải sang trái

source: Supported
vi_vn: Hỗ trợ

source: Display also languages not supported by server locales
vi_vn: Hiển thị các ngôn ngữ không được hỗ trợ bởi các miền máy chủ

source: Edit non standard language configuration
vi_vn: Chỉnh sửa cấu hình ngôn ngữ không chuẩn

source: Upload and install latest language package
vi_vn: Tải lên và cài đặt gói ngôn ngữ mới nhất

source: You are about to remove language \'%s\'. Do you want to continue ?
vi_vn: Bạn sắp xóa ngôn ngữ \'%s\'. Bạn có muốn tiếp tục không?

source: The marked language is the current language which cannot be deleted.
vi_vn: Ngôn ngữ đánh dấu là ngôn ngữ hiện tại không thể xóa.

source: Update default
vi_vn: Cập nhật mặc định

source: Add new language manually
vi_vn: Thêm ngôn ngữ mới theo cách thủ công

source: Language name, code nor encoding cannot be empty
vi_vn: Tên ngôn ngữ, mã hoặc mã hoá không được để trống

source: Standard package for this language is already installed. If you want to install this language manually, uninstall standard language package first.
vi_vn: Gói chuẩn cho ngôn ngữ này đã được cài đặt. Nếu bạn muốn cài đặt ngôn ngữ này bằng tay, hãy gỡ bỏ gói ngôn ngữ chuẩn trước.

source: Language Code
vi_vn: Mật ngữ

source: Language Name
vi_vn: Tên ngôn ngữ

source: Default Language
vi_vn: Ngôn ngữ mặc định

source: Language File
vi_vn: File ngôn ngữ

source: Select your language files from your local harddisk.
vi_vn: Chọn tệp ngôn ngữ của bạn từ ổ cứng cục bộ của bạn.

source: Install/Activate extensions
vi_vn: Cài đặt / Kích hoạt phần mở rộng

source: Selected extension has been successfully deleted
vi_vn: Đã mở thành công tiện ích mở rộng đã chọn

source: Extension
vi_vn: Sự mở rộng

source: Install third-party extension.
vi_vn: Cài đặt tiện ích mở rộng của bên thứ ba.

source: Active
vi_vn: Hoạt động

source: Package '%s' is incompatible with current application version and cannot be activated.
vi_vn: Gói '%s' không tương thích với phiên bản ứng dụng hiện tại và không thể được kích hoạt.

source: Check Install/Activate page for newer package version.
vi_vn: Kiểm tra Cài đặt / Kích hoạt trang cho phiên bản gói mới hơn.

source: Status change for some extensions failed.
vi_vn: Thay đổi trạng thái đối với một số tiện ích mở rộng không thành công.

source: Current active extensions set has been saved.
vi_vn: Tập hợp tiện ích mở rộng hiện tại đã được lưu.

source: Extensions:
vi_vn: Tiện ích mở rộng:

source: No optional extension module is currently available.
vi_vn: Không có mô đun mở rộng tùy chọn nào hiện có.

source: Install Themes
vi_vn: Cài đặt chủ đề

source: Selected theme has been successfully deleted
vi_vn: Chủ đề đã chọn đã được xóa thành công

source: Theme
vi_vn: Chủ đề

source: No optional theme is currently available.
vi_vn: Không có chủ đề tùy chọn nào hiện có.

source: Software Upgrade
vi_vn: Nâng cấp phần mềm

source: Select company to be upgraded.
vi_vn: Chọn công ty để được nâng cấp.

source: Company upgraded successfully.
vi_vn: Công ty đã được nâng cấp thành công.

source: Table set
vi_vn: Bộ bàn

source: Current version
vi_vn: Phiên bản hiện tại

source: Last log
vi_vn: Đăng nhập lần cuối

source: Upgrade
vi_vn: Nâng cấp

source: View log
vi_vn: Xem nhật kí

source: Clear
vi_vn: Thông thoáng

source: Clear log
vi_vn: Xoá nhật ký

source: Do you really want to clear this upgrade log?
vi_vn: Bạn có thực sự muốn xóa nhật ký nâng cấp này?

source: Up to date
vi_vn: Cập nhật

source: All company database schemes are up to date.
vi_vn: Tất cả các cơ sở dữ liệu của công ty đều được cập nhật.

source: Select company for incremental upgrade.
vi_vn: Chọn công ty để nâng cấp gia tăng.

source: Save database and perform upgrade
vi_vn: Lưu cơ sở dữ liệu và thực hiện nâng cấp

source: Payment Terms
vi_vn: Điều khoản thanh toán

source: The number of days or the day in the following month must be numeric.
vi_vn: Số ngày hoặc ngày trong tháng tiếp theo phải là số.

source: The Terms description must be entered.
vi_vn: Phải nhập mô tả Thuật ngữ.

source: Selected payment terms have been updated
vi_vn: Các điều khoản thanh toán đã chọn đã được cập nhật

source: New payment terms have been added
vi_vn: Điều khoản thanh toán mới đã được thêm

source: Cannot delete this payment term, because customer accounts have been created referring to this term.
vi_vn: Không thể xóa kỳ hạn thanh toán này vì tài khoản khách hàng đã được tạo liên quan đến thuật ngữ này.

source: Cannot delete this payment term, because supplier accounts have been created referring to this term
vi_vn: Không thể xóa kỳ hạn thanh toán này, bởi vì các tài khoản của nhà cung cấp đã được tạo liên quan đến thuật ngữ này

source: Selected payment terms have been deleted
vi_vn: Các điều khoản thanh toán đã chọn đã bị xóa

source: Type
vi_vn: Kiểu

source: Due After/Days
vi_vn: Do Sau / Ngày

source: N/A
vi_vn: Không có

source: Terms Description:
vi_vn: Thuật ngữ Mô tả:

source: Payment type:
vi_vn: Hình thức thanh toán:

source: Days (Or Day In Following Month):
vi_vn: Ngày (Hoặc Ngày Trong Tháng tiếp theo):

source: Printer Locations
vi_vn: Vị trí máy in

source: Printer name cannot be empty.
vi_vn: Tên máy in không thể để trống.

source: You have selected printing to server at user IP.
vi_vn: Bạn đã chọn in tới máy chủ tại IP người dùng.

source: Timeout cannot be less than zero nor longer than 60 (sec).
vi_vn: Thời gian chờ không được nhỏ hơn 0 và cũng không dài hơn 60 (giây).

source: New printer definition has been created
vi_vn: Định nghĩa máy in mới đã được tạo

source: Selected printer definition has been updated
vi_vn: Định nghĩa máy in được chọn đã được cập nhật

source: Cannot delete this printer definition, because print profile have been created using it.
vi_vn: Không thể xóa định nghĩa máy in này bởi vì hồ sơ in đã được tạo ra bằng cách sử dụng nó.

source: Selected printer definition has been deleted
vi_vn: Định nghĩa máy in được chọn đã bị xóa

source: Printer Queue
vi_vn: Hàng đợi Máy in

source: Printer Name
vi_vn: Tên máy in

source: Printer Description
vi_vn: Mô tả Máy in

source: Host name or IP
vi_vn: Tên máy chủ lưu trữ hoặc IP

source: Timeout
vi_vn: Hết giờ

source: Printing Profiles
vi_vn: In Hồ sơ

source: Default printing destination
vi_vn: Điểm đến in mặc định

source: Printing profile name cannot be empty.
vi_vn: Không được để trống tên hồ sơ in

source: New printing profile has been created
vi_vn: Hồ sơ in mới đã được tạo

source: Printing profile has been updated
vi_vn: In hồ sơ in đã được cập nhật

source: Selected printing profile has been deleted
vi_vn: Đã in hồ sơ in đã chọn

source: Select printing profile
vi_vn: Chọn in hồ sơ

source: New printing profile
vi_vn: Hồ sơ in mới

source: Printing Profile Name
vi_vn: In Tên Hồ sơ

source: Report Id
vi_vn: Id Báo cáo

source: Printer
vi_vn: Máy in

source: Browser support
vi_vn: Hỗ trợ trình duyệt

source: no title was found in this report definition file.
vi_vn: không có tiêu đề nào được tìm thấy trong tập tin định nghĩa báo cáo.

source: Add New Profile
vi_vn: Thêm hồ sơ mới

source: Update Profile
vi_vn: Cập nhật hồ sơ

source: Update printer profile
vi_vn: Cập nhật hồ sơ máy in

source: Delete Profile
vi_vn: Xóa hồ sơ

source: Delete printer profile (only if not used by any user)
vi_vn: Xóa hồ sơ máy in (chỉ khi không được sử dụng bởi bất kỳ người dùng nào)

source: Access setup
vi_vn: Thiết lập truy cập

source: Role description cannot be empty.
vi_vn: Mô tả vai trò không thể để trống.

source: Role name cannot be empty.
vi_vn: Tên vai trò không thể để trống.

source: Access level edition in Company setup section have to be enabled for your account.
vi_vn: Phiên bản cấp truy cập trong phần Thiết lập công ty phải được bật cho tài khoản của bạn.

source: New security role has been added.
vi_vn: Vai trò bảo mật mới đã được thêm vào.

source: Security role has been updated.
vi_vn: Vai trò an toàn đã được cập nhật.

source: This role is currently assigned to some users and cannot be deleted
vi_vn: Vai trò này hiện được chỉ định cho một số người dùng và không thể bị xóa

source: Security role has been sucessfully deleted.
vi_vn: Vai trò an toàn đã bị xoá hoàn toàn.

source: Role:
vi_vn: Vai trò:

source: Show inactive:
vi_vn: Hiển thị không hoạt động:

source: Role name:
vi_vn: Tên vai trò:

source: Role description:
vi_vn: Mô tả vai trò:

source: Current status:
vi_vn: Tình trạng hiện tại:

source: On/off set of features
vi_vn: Bật / tắt các tính năng

source: Update view
vi_vn: Cập nhật chế độ xem

source: Insert New Role
vi_vn: Chèn vai trò mới

source: Save Role
vi_vn: Lưu Vai trò

source: Clone This Role
vi_vn: Nhân bản Vai trò này

source: Delete This Role
vi_vn: Xóa Vai trò này

source: Cancel
vi_vn: Hủy

source: Cancel Edition
vi_vn: Hủy ấn bản

source: Shipping Company
vi_vn: Công ty vận tải biển

source: The shipping company name cannot be empty.
vi_vn: Tên công ty vận chuyển không thể để trống.

source: New shipping company has been added
vi_vn: Công ty vận chuyển mới đã được thêm vào

source: Selected shipping company has been updated
vi_vn: Công ty vận chuyển đã chọn đã được cập nhật

source: Cannot delete this shipping company because sales orders have been created using this shipper.
vi_vn: Không thể xóa công ty vận chuyển này vì đơn đặt hàng bán đã được tạo bằng cách sử dụng người gửi hàng này.

source: Cannot delete this shipping company because invoices have been created using this shipping company.
vi_vn: Không thể xóa công ty vận chuyển này bởi vì hóa đơn đã được tạo ra bằng cách sử dụng công ty vận chuyển này.

source: Selected shipping company has been deleted
vi_vn: Công ty vận chuyển đã chọn đã bị xóa

source: Contact Person
vi_vn: Người liên hệ

source: Phone Number
vi_vn: Số điện thoại

source: Secondary Phone
vi_vn: Điện thoại phổ thông

source: Address
vi_vn: Địa chỉ nhà

source: Name:
vi_vn: Tên:

source: Contact Person:
vi_vn: Người liên hệ:

source: Secondary Phone Number:
vi_vn: Số Điện thoại phổ thông:

source: System Diagnostics
vi_vn: Chẩn đoán hệ thống

source: Unspecified tag type
vi_vn: Loại thẻ không xác định

source: Account Tags
vi_vn: Thẻ tài khoản

source: Dimension Tags
vi_vn: Thẻ thứ nguyên

source: The tag name cannot be empty.
vi_vn: Tên thẻ không thể để trống.

source: Selected tag settings have been updated
vi_vn: Cài đặt thẻ đã chọn đã được cập nhật

source: New tag has been added
vi_vn: Đã thêm thẻ mới

source: Cannot delete this tag because records have been created referring to it.
vi_vn: Không thể xoá thẻ này vì hồ sơ đã được tạo liên quan đến nó.

source: Selected tag has been deleted
vi_vn: Thẻ đã chọn đã bị xóa

source: Tag Name
vi_vn: Tên thẻ

source: Tag Description
vi_vn: Tag mô tả

source: Tag Name:
vi_vn: Tên thẻ:

source: Tag Description:
vi_vn: Tag mô tả:

source: Users
vi_vn: Người sử dụng

source: The user login entered must be at least 4 characters long.
vi_vn: Đăng nhập người dùng đã nhập phải có ít nhất 4 ký tự.

source: The selected user has been updated.
vi_vn: Người dùng đã chọn đã được cập nhật.

source: A new user has been added.
vi_vn: Một người dùng mới đã được thêm vào.

source: Cannot delete this user because entries are associated with this user.
vi_vn: Không thể xóa người dùng này vì mục nhập được liên kết với người dùng này.

source: User has been deleted.
vi_vn: Người dùng đã bị xóa.

source: User login
vi_vn: Đăng nhập người dùng

source: Full Name
vi_vn: Họ và tên

source: Phone
vi_vn: Điện thoại

source: Last Visit
vi_vn: Lần truy cập trước

source: Access Level
vi_vn: Cấp độ truy cập

source: User Login:
vi_vn: Đăng nhập người dùng:

source: Enter a new password to change, leave empty to keep current.
vi_vn: Nhập mật khẩu mới để thay đổi, để trống để giữ hiện tại.

source: Telephone No.:
vi_vn: Điện thoại:

source: Access Level:
vi_vn: Cấp độ truy cập:

source: User's POS
vi_vn: POS của người dùng

source: Use popup window for reports:
vi_vn: Sử dụng cửa sổ bật lên để báo cáo:

source: View or Print Transactions
vi_vn: Xem hoặc in các giao dịch

source: Print
vi_vn: In

source: Only documents can be printed.
vi_vn: Chỉ có thể in các tài liệu.

source: from #:
vi_vn: từ #:

source: to #:
vi_vn: đến #:

source: Search
vi_vn: Tìm kiếm

source: The starting transaction number is expected to be numeric and greater than zero.
vi_vn: Số giao dịch bắt đầu dự kiến ​​là số và lớn hơn số không.

source: The ending transaction number is expected to be numeric and greater than zero.
vi_vn: Số giao dịch kết thúc dự kiến ​​là số và lớn hơn số không.

source: Date
vi_vn: Ngày

source: Void a Transaction
vi_vn: Hủy một giao dịch

source: Select
vi_vn: Lựa chọn

source: Transaction Type:
vi_vn: Loại giao dịch:

source: Transaction #:
vi_vn: Giao dịch #:

source: Voiding Date:
vi_vn: Ngày Hủy:

source: Memo:
vi_vn: Ghi nhớ:

source: Void Transaction
vi_vn: Giao dịch Void

source: The entered transaction does not exist or cannot be voided.
vi_vn: Giao dịch đã nhập không tồn tại hoặc không thể bị hủy.

source: Quantity On Hand
vi_vn: Số lượng trên tay

source: Are you sure you want to void this transaction ? This action cannot be undone.
vi_vn: Bạn có chắc chắn muốn hủy giao dịch này? Hành động này không thể được hoàn tác.

source: Proceed
vi_vn: Tiến hành

source: The selected transaction was closed for edition and cannot be voided.
vi_vn: Giao dịch đã chọn đã bị đóng cho phiên bản và không thể bị hủy.

source: The entered date is invalid.
vi_vn: Ngày nhập không hợp lệ.

source: The entered date is out of fiscal year or is closed for further data entry.
vi_vn: Ngày nhập đã hết năm tài chính hoặc đóng cửa để nhập dữ liệu thêm.

source: The transaction number is expected to be numeric and greater than zero.
vi_vn: Số giao dịch dự kiến ​​là số và lớn hơn không.

source: The selected transaction has already been voided.
vi_vn: Giao dịch đã chọn đã bị hủy.

source: Selected transaction has been voided.
vi_vn: Giao dịch đã chọn đã bị hủy.

source: Attached File:
vi_vn: Tập tin đính kèm:

source: The Retained Earnings Account or the Profit and Loss Year Account has not been set in System and General GL Setup
vi_vn: Tài khoản thu nhập bị giữ lại hoặc Tài khoản năm lỗ và lợi nhuận chưa được đặt trong Hệ thống và Cài đặt Chung GL

source: Closing Year
vi_vn: Năm kết thúc

source: Open Balance
vi_vn: Cân bằng mở

source: Cannot open the extension setup file '%s' for writing.
vi_vn: Không thể mở tập tin thiết lập phần mở rộng '%s' để viết.

source: Cannot write to the extensions setup file '%s'.
vi_vn: Không thể ghi vào tệp thiết lập tiện ích '%s'.

source: Cannot update system extensions list.
vi_vn: Không thể cập nhật danh sách tiện ích hệ thống.

source: Cannot update extensions list for company '%s'.
vi_vn: Không thể cập nhật danh sách tiện ích mở rộng cho công ty '%s'.

source: Cannot open the languages file -
vi_vn: Không thể mở tệp ngôn ngữ -

source: Cannot write to the language file -
vi_vn: Không thể ghi vào tập tin ngôn ngữ -

source: The language files folder
vi_vn: Thư mục tập tin ngôn ngữ

source: This is new format backup file which cannot be restored on database not migrated to utf8.
vi_vn: Đây là tệp sao lưu định dạng mới không thể khôi phục được trên cơ sở dữ liệu không được di chuyển sang utf8.

source: SQL script execution failed in line %d: %s
vi_vn: Thực hiện tập lệnh SQL không thành công ở dòng %d: %s

source: user online
vi_vn: người dùng trực tuyến

source: users online
vi_vn: Người dùng trực tuyến

source: This transaction was already voided before.
vi_vn: Giao dịch này đã bị hủy trước.

source: This transaction cannot be voided because it is part of Work Order %s costs.
vi_vn: Giao dịch này không thể bị hủy vì nó là một phần của chi phí Đặt hàng làm việc %s.

source: This transaction cannot be voided because the operation would decrease account balance below allowed limit in some point of account history.
vi_vn: Giao dịch này không thể bị hủy vì hoạt động sẽ làm giảm số dư tài khoản dưới giới hạn cho phép trong một số điểm của lịch sử tài khoản.

source: This invoice cannot be voided because it was already credited.
vi_vn: Hoá đơn này không thể bị hủy vì nó đã được ghi có.

source: This delivery cannot be voided because it was already invoiced.
vi_vn: Việc phân phối này không thể bị hủy vì nó đã được lập hóa đơn.

source: This transaction type cannot be voided.
vi_vn: Loại giao dịch này không thể bị hủy.

source: This GRN cannot be voided because it was already invoiced.
vi_vn: GRN này không thể bị hủy vì nó đã được lập hoá đơn.

source: Error encountered when voiding transaction.
vi_vn: Lỗi gặp phải khi hủy giao dịch.

source: Selected document cannot be voided because related Work Order %s is already closed.
vi_vn: Tài liệu đã chọn không thể bị hủy vì Đơn đặt hàng Làm việc %s đã đóng.

source: Voided.
vi_vn: Đã hủy.

source: Upgrade started for company %s.
vi_vn: Nâng cấp đã được bắt đầu cho công ty %s

source: Security backup failed.
vi_vn: Sao lưu bảo mật thất bại.

source: Security backup in file %s done.
vi_vn: Sao lưu bảo mật trong tệp %s đã xong.

source: Upgrade failed. Original database content restored successfully.
vi_vn: Nâng cấp thất bại. Cơ sở dữ liệu gốc đã được khôi phục thành công.

source: Upgrade for company %s finished.
vi_vn: Nâng cấp cho công ty %s đã xong.

source: Package Details
vi_vn: Thông tin gói

source: Available version
vi_vn: Phiên bản có sẵn

source: Package type
vi_vn: Loại gói

source: Package content
vi_vn: Nội dung gói

source: Author
vi_vn: Tác giả

source: Home page
vi_vn: Trang chủ

source: Installation path
vi_vn: Đường dẫn cài đặt

source: Right to left
vi_vn: Phải sang trái

source: Charset encoding
vi_vn: Mã hóa bộ ký tự

source: Value
vi_vn: Giá trị

source: Upgrade log for company '%s'
vi_vn: Nâng cấp nhật ký cho công ty '%s'

source: &Sales
vi_vn: Bán hàng

source: Transactions
vi_vn: Giao dịch

source: Sales &Quotation Entry
vi_vn: Entry chào hàng bán hàng

source: Sales &Order Entry
vi_vn: Entry Order của Bán hàng

source: Direct &Delivery
vi_vn: Giao hàng trực tiếp

source: Direct &Invoice
vi_vn: Hoá đơn Trực tiếp

source: &Delivery Against Sales Orders
vi_vn: Giao hàng chống lại đơn đặt hàng bán hàng

source: &Invoice Against Sales Delivery
vi_vn: Hoá đơn chống giao hàng

source: &Template Delivery
vi_vn: Phân phối Mẫu

source: &Template Invoice
vi_vn: Hoá đơn Mẫu

source: &Create and Print Recurrent Invoices
vi_vn: Tạo và In Hoá đơn Thường xuyên

source: Customer &Payments
vi_vn: Thanh toán của Khách hàng

source: Invoice &Prepaid Orders
vi_vn: Hóa đơn trả trước

source: Customer &Credit Notes
vi_vn: Ghi chú về Khách hàng

source: &Allocate Customer Payments or Credit Notes
vi_vn: Phân bổ Thanh toán Khách hàng hoặc Ghi chú Tín dụng

source: Inquiries and Reports
vi_vn: Yêu cầu và Báo cáo

source: Sales Quotation I&nquiry
vi_vn: Truy vấn bán hàng

source: Sales Order &Inquiry
vi_vn: Yêu cầu đặt hàng bán hàng

source: Customer Transaction &Inquiry
vi_vn: Yêu cầu giao dịch khách hàng

source: Customer Allocation &Inquiry
vi_vn: Yêu cầu Phân bổ Khách hàng

source: Customer and Sales &Reports
vi_vn: Báo cáo Khách hàng và Bán hàng

source: Maintenance
vi_vn: Bảo trì

source: Add and Manage &Customers
vi_vn: Thêm và Quản lý Khách hàng

source: Customer &Branches
vi_vn: Chi nhánh Khách hàng

source: Sales &Groups
vi_vn: Nhóm bán hàng

source: Recurrent &Invoices
vi_vn: Hoá đơn Thường xuyên

source: Sales T&ypes
vi_vn: Loại bán hàng

source: Sales &Persons
vi_vn: Người bán hàng

source: Sales &Areas
vi_vn: Khu vực bán hàng

source: Credit &Status Setup
vi_vn: Thiết lập tình trạng tín dụng

source: &Dimensions
vi_vn: Kích thước

source: Dimension &Entry
vi_vn: Entry Kích thước

source: &Outstanding Dimensions
vi_vn: Kích thước nổi bật

source: Dimension &Inquiry
vi_vn: Yêu cầu về thứ nguyên

source: Dimension &Reports
vi_vn: Báo cáo thứ nguyên

source: Dimension &Tags
vi_vn: Thẻ thứ nguyên

source: &Fixed Assets
vi_vn: Tài sản cố định

source: Fixed Assets &Purchase
vi_vn: Mua tài sản cố định

source: Fixed Assets Location &Transfers
vi_vn: Chuyển vị trí của tài sản cố định

source: Fixed Assets &Disposal
vi_vn: Xử lý tài sản cố định

source: Fixed Assets &Sale
vi_vn: Bán tài sản cố định

source: Process &Depreciation
vi_vn: Quá trình khấu hao

source: Fixed Assets &Movements
vi_vn: Cải cách tài sản cố định

source: Fixed Assets In&quiry
vi_vn: Tài sản cố định Yêu cầu

source: Fixed Assets &Reports
vi_vn: Báo cáo tài sản cố định

source: Fixed &Assets
vi_vn: Tài sản cố định

source: Fixed Assets &Locations
vi_vn: Tài sản cố định Địa điểm

source: Fixed Assets &Categories
vi_vn: Danh mục tài sản cố định

source: Fixed Assets Cl&asses
vi_vn: Các lớp tài sản cố định

source: &Banking and General Ledger
vi_vn: Ngân hàng và Sổ cái

source: &Payments
vi_vn: Thanh toán

source: &Deposits
vi_vn: Tiền gửi

source: Bank Account &Transfers
vi_vn: Chuyển khoản tài khoản ngân hàng

source: &Journal Entry
vi_vn: Entry tạp chí

source: &Budget Entry
vi_vn: Mục nhập Ngân sách

source: &Reconcile Bank Account
vi_vn: Phục hồi Tài khoản Ngân hàng

source: Revenue / &Costs Accruals
vi_vn: Doanh thu / chi phí cộng dồn

source: &Journal Inquiry
vi_vn: Tạp chí Hỏi đáp

source: GL &Inquiry
vi_vn: Yêu cầu GL

source: Bank Account &Inquiry
vi_vn: Truy vấn tài khoản ngân hàng

source: Ta&x Inquiry
vi_vn: Hỏi đáp thuế

source: Trial &Balance
vi_vn: Cân bằng thử nghiệm

source: Balance &Sheet Drilldown
vi_vn: Cân bằng khoan

source: &Profit and Loss Drilldown
vi_vn: Lợi nhuận và lỗ khoan

source: Banking &Reports
vi_vn: Báo cáo Ngân hàng

source: General Ledger &Reports
vi_vn: Báo cáo Ledger

source: Bank &Accounts
vi_vn: Tài khoản ngân hàng

source: &Quick Entries
vi_vn: Các mục nhanh

source: Account &Tags
vi_vn: Thẻ tài khoản

source: &Currencies
vi_vn: Tiền tệ

source: &Exchange Rates
vi_vn: Tỷ giá hối đoái

source: &GL Accounts
vi_vn: Tài khoản GL

source: GL Account &Groups
vi_vn: Nhóm tài khoản GL

source: GL Account &Classes
vi_vn: Các lớp tài khoản GL

source: &Closing GL Transactions
vi_vn: Kết thúc Giao dịch GL

source: &Revaluation of Currency Accounts
vi_vn: Đánh giá lại Tài khoản Tiền tệ

source: &Items and Inventory
vi_vn: Các mục và hàng tồn kho

source: Inventory Location &Transfers
vi_vn: Chuyển vị trí của Khoảng không quảng cáo

source: Inventory &Adjustments
vi_vn: Điều chỉnh khoảng không quảng cáo

source: Inventory Item &Movements
vi_vn: Xử lý hàng tồn kho

source: Inventory Item &Status
vi_vn: Trạng thái Danh mục Khoảng không quảng cáo

source: Inventory &Reports
vi_vn: Báo cáo khoảng không quảng cáo

source: &Items
vi_vn: Mặt hàng

source: &Foreign Item Codes
vi_vn: Mã mục ngoại

source: Sales &Kits
vi_vn: Bộ dụng cụ bán hàng

source: Item &Categories
vi_vn: Danh mục sản phẩm

source: Inventory &Locations
vi_vn: Vị trí hàng tồn kho

source: &Units of Measure
vi_vn: Đơn vị đo lường

source: &Reorder Levels
vi_vn: Sắp xếp lại trình độ

source: Pricing and Costs
vi_vn: Giá cả và Chi phí

source: Sales &Pricing
vi_vn: Giá bán

source: Purchasing &Pricing
vi_vn: Mua hàng

source: Standard &Costs
vi_vn: Chi phí tiêu chuẩn

source: &Manufacturing
vi_vn: Chế tạo

source: Work &Order Entry
vi_vn: Làm một Entry của Work Order

source: &Outstanding Work Orders
vi_vn: Đơn đặt hàng Làm việc nổi bật
