Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: &Balance Sheet
da_dk: &Balance Ark
es_es: &Balance General
id_id: Neraca Saldo
it_it: &Bilancio
ka_ge: ფინ. მდგომ. უწყისი
pt_br: Folha de Saldo
pt_pt: &Balanço
ru_ru: Баланс

source: Decimal values
da_dk: Decimal værdier
es_es: Valores Decimales
id_id: Nilai Desimal
it_it: Cifre Decimali
ka_ge: წილადები
pt_pt: Valores decimais
ru_ru: Десятичные значения

source: &Profit and Loss Statement
da_dk: Profit og Tabs Resultatopgørelse
es_es: &Estado de ganacias y pérdidas
id_id: Laporan Laba Rugi
it_it: Rendiconto &Utili e Perdite
ka_ge: მოგება/ზარალის უწყისი
pt_br: Extrato de Lucro e Perda
pt_pt: &Resumo de Lucros e Perdas
ru_ru: Счет прибылей и убытков

source: Ta&x Report
da_dk: Afgifts-rapport
es_es: &Reporte de impuestos
id_id: Laporan Pajak
it_it: Report Ta&ssa
ka_ge: გადასახადების რეპორტი
pt_br: Relatório de Impostos
pt_pt: Relatório &Impostos
ru_ru: Налоговый отчет

source: Charge To
da_dk: Faktureres til
es_es: Cargar a Cuenta De
id_id: Ditagih ke
it_it: Carica a
ka_ge: დაარიცხე
pt_br: Faturar Para
pt_pt: Faturar a
ru_ru: Чтобы зарядить

source: Delivered To
da_dk: Leveres til
es_es: Entregar A
id_id: Dikirim Ke
it_it: Consegnato a
ka_ge: მიაწოდე
pt_br: Entregar Para
pt_pt: Entregar a
ru_ru: Поставленные

source: Discount %
da_dk: Rabat %
es_es: % Descuento
id_id: % Diskon
it_it: Sconto %
ka_ge: დისკაუნტის %
pt_br: Desconto %
pt_pt: Desconto %
ru_ru: Скидка%

source: All amounts stated in
da_dk: Alle beløb er i
es_es: Todas las cantidades se indican en
id_id: Seluruh angka dinyatakan dalam
it_it: Tutti gli importi dichiarati in
ka_ge: ყველა თანხა დენომინირებულია
pt_br: Todos os valores em
pt_pt: Todos os valores expressos em
ru_ru: Все суммы, указанные в

source: Quotation No.
da_dk: Tilbud nr.
es_es: Nº Presupuesto
id_id: No. Penawaran
it_it: Preventivo nÂ°
ka_ge: შეთავაზება #
pt_pt: Nº Cotação
ru_ru: Предложение номер

source: Customer's Reference
id_id: Referensi Pelanggan
pt_pt: Referência Cliente

source: Sales Person
da_dk: Sælger
es_es: Representante de Venta
id_id: Penjual
it_it: Rappresentante
ka_ge: გამყიდველი
pt_br: Vendedor
pt_pt: Vendedor
ru_ru: Продавец

source: Your VAT no.
da_dk: Deres moms reg.
es_es: Su nº de IVA
id_id: NPWP
it_it: Il tuo numero IVA
ka_ge: თქვენი დღგ-ს #
pt_br: CNPJ/CPF:
pt_pt: Seu IVA nº
ru_ru: Ваша НДС нет.

source: Our Quotation No
es_es: Nuestro nº de presupuesto
id_id: No Penawaran
pt_pt: Nossa Cotação Nº
ru_ru: Наши цитаты нет

source: Valid until
da_dk: Gyldig til
es_es: Valido hasta
id_id: Berlaku sampai
it_it: Valido fino al
ka_ge: ძალაშია
pt_br: Válido até
pt_pt: Válido até
ru_ru: Действительно до

source: Order No.
da_dk: Ordrenummer.
es_es: Nº de Pedido
id_id: No Order
it_it: Ordine nÂ°
ka_ge: შეკვეთა #
pt_pt: Doc. Nº
ru_ru: Приказ №

source: Our Order No
da_dk: Vor ordre nr.
es_es: Nuestro nº de Pedido
id_id: No Order Kami
it_it: Il nostro nr ordine
ka_ge: ჩვენი შეკვეთის #
pt_br: Nosso Nº de Pedido
pt_pt: Nosso Doc. Nº
ru_ru: Наш заказ не

source: Delivery Note No.
da_dk: Følgeseddel nr.
es_es: Nº Nota de Entrega
id_id: No Nota Pengiriman
it_it: Bolla di consegna
ka_ge: ზედნადები #
pt_br: Nota de Entrega nº:
pt_pt: Nota Entrega Nº
ru_ru: Номер накладной

source: To Be Invoiced Before
es_es: Para Ser Facturado Antes
id_id: Akan ditagih sebelum
ka_ge: დასაინვოისირებელი მდე
pt_pt: Para Ser Faturado Antes
ru_ru: Чтобы быть выставлен счет до

source: Credit No.
da_dk: Kredit nr.
es_es: Nº Crédito
id_id: No Kredit
it_it: Credito nÂ°
ka_ge: კრედიტი #
pt_br: Crédito nº
pt_pt: Crédito Nº
ru_ru: Кредит №

source: Please quote Credit no. when paying. All amounts stated in
da_dk: Venligst oplyse faktura nr. ved betaling. Alle beløb er i
es_es: Por favor cite el nº de Crédito cuando pague. Todos los montos declarados en
id_id: Mohon tuliskan no Kredit ketika membayar. Seluruh nilai dinyatakan dalam
it_it: Riferire il numero di credito nel pagamento. Tutti gli importi dichiarati in
ka_ge: გადახდისას მიუთითე კრედიტის ნომერი. ყველა თანხა დენომინირებულია
pt_br: Favor mencionar o número do Crédito no pagamento. Todos os valores em
pt_pt: Favor mencionar o número do Crédito no pagamento. Todos os valores em
ru_ru: Пожалуйста, указывайте кредитов нет. При оплате. Все суммы, указанные в

source: Invoice No.
da_dk: Faktura Nr.
es_es: Nº Factura
id_id: No Tagihan
it_it: Fattura nÂ°
ka_ge: ინვოისი #
pt_br: Fatura nº
pt_pt: Fatura Nº
ru_ru: Счет №

source: Please quote Invoice no. when paying. All amounts stated in
da_dk: Venligst opgiv faktura nr. ved betaling. Alle beløb er i
es_es: Por favor cite el nºde factura cuando pague. Todos los montos declarados en
id_id: Mohon tuliskan No Tagihan ketika membayar. Seluruh nilai dinyatakan dalam
it_it: Riferire il numero di fattura nel pagamento. Tutti gli importi dichiarati in
ka_ge: გადახდისას მიუთითე ინვოისის ნომერი. ყველა თანხა დენომინირებულია
pt_br: Favor mencionar o número da Fatura no pagamento. Todos os valores em
pt_pt: Favor mencionar o número da Fatura no pagamento. Todos os valores em
ru_ru: Пожалуйста, указывайте счета нет. При оплате. Все суммы, указанные в

source: Remittance No.
da_dk: Overførsels Nr.
es_es: Nº Remesa
id_id: No Remiten
it_it: Pagamento nÂ°
ka_ge: გადარიცხვა #
pt_pt: Pagamento Nº
ru_ru: Денежные переводы номер

source: Order To
da_dk: Ordre til
es_es: Pedir A
id_id: Order Ke
it_it: Ordina a
ka_ge: შეუკვეთე
pt_pt: Doc. Para
ru_ru: Чтобы заказать

source: Purchase Order No.
da_dk: Indkøbsordre nr.
es_es: Orden de Compra Nº
id_id: No Order Pembelian
it_it: Ordine d'Acquisto nÂ°
ka_ge: შეკვეთა #
pt_pt: Requisição Nº
ru_ru: Заказ номер

source: Deliver To
da_dk: Leveres til:
es_es: Entregar A
id_id: Dikirim Ke
it_it: Consegna a
ka_ge: მიაწოდე
pt_pt: Entregar a
ru_ru: Доставка в

source: Receipt No.
da_dk: Kvittering nr.
es_es: Recibo Nº
id_id: Penerimaan No
it_it: Ricevuta nÂ°
ka_ge: ქვითრის #
pt_pt: Recibo Nº
ru_ru: Поступление номер

source: With thanks from
da_dk: Med tak fra
es_es: Con gracias de
id_id: Hormat kami
it_it: Con i ringraziamenti di
ka_ge: პატივისცემით
pt_pt: com agradecimentos de
ru_ru: С благодарностью от

source: Work Order No.
da_dk: Arbejdsordre Nr.
es_es: Nº Orden de Trabajo
id_id: No Order Perakitan
it_it: NÂ° commessa
ka_ge: საწარმოო შეკვეთის #
pt_pt: Ordem Produção Nº
ru_ru: Работа Заказ №

source: DueDate
da_dk: Forf. dato
es_es: Fecha de vencimiento
id_id: Jatuh Tempo
it_it: Scadenza
ka_ge: გადახდის თარიღი
pt_br: Vencimento
pt_pt: Vencimento

source: You can pay through
da_dk: Du kan betale gennem
es_es: Puedes pagar a través de
id_id: Anda dapat membayar melalui
it_it: à© possibile pagare tramite
ka_ge: შეგიძლია გადაიხადო
pt_br: Pode ser pago através de
pt_pt: Pode pagar através de
ru_ru: Вы можете оплатить через

source: * Subject to Realisation of the Cheque.
da_dk: * Med forbehold for gennemførelse af Checken.
es_es: * Sujeto a la realización del Cheque.
id_id: * Subyek Realisasi Cek.
it_it: *Soggetto alla copertura dell'assegno
ka_ge: *ექვემდებარება ჩეკის რეალიზებას.
pt_pt: * Sujeito a Realização do Cheque.

source: The security settings on your account do not permit you to print this report
da_dk: Sikkerhedsindstillingerne på din konto ikke tillader dig at udskrive denne rapport
es_es: Las configuraciones de seguridad de su cuenta no le permiten imprimir este reporte
id_id: Anda tidak memiliki hak mencetak laporan ini.
it_it: Le impostazioni di sicurezza nel tuo conto non permettono di stampare questo report
ka_ge: თქვენი ანგარიშის პარამეტრები არ გაძლევთ უფლებას ამობეჭდოთ ეს რეპორტი
pt_br: As configurações de segurança de sua conta não permitem que você imprima este relatório
pt_pt: As configurações de segurança de sua conta não permitem que imprima este relatório

source: Print Out Date
da_dk: Udskriftsdato
es_es: Fecha de impresión
id_id: Tanggal Cetak
it_it: Data stampa
ka_ge: ამობეჭდვის თარიღი
pt_br: Data do Relatório
pt_pt: Imprimir Data
ru_ru: Дата распечатки

source: Fiscal Year
da_dk: Regnskabsår
es_es: Año fiscal
id_id: Tahun Fiskal
it_it: Periodo Amministrativo
ka_ge: ფისკალური წელი
pt_br: Ano Fiscal
pt_pt: Ano Fiscal
ru_ru: Финансовый год

source: Report Date
da_dk: Rapport Dato
es_es: Fecha del Reporte
id_id: Tanggal Laporan
it_it: Data Report
ka_ge: რეპორტის თარიღი
pt_pt: Data do Relatório
ru_ru: Дата отчета

source: Generated At
da_dk: Genereret den:
es_es: Generado En
id_id: Dibuat pada
it_it: Generato il
ka_ge: შექმნილია
pt_pt: Gerado Em
ru_ru: Сгенерировано

source: Generated By
da_dk: Genereret af
es_es: Generado Por
id_id: Dibuat oleh
it_it: Generato da
ka_ge: შექმნილია
pt_pt: Gerado Por
ru_ru: Порожденных

source: Our VAT No.
da_dk: Vor moms reg.
es_es: Nuestro nº de IVA
id_id: NPWP
it_it: Il nostro numero IVA
ka_ge: ჩვენი დღგ-ს #
pt_br: CNPJ
pt_pt: Seu IVA Nº.
ru_ru: Наш Номер плательщика НДС,

source: Domicile
da_dk: Hovedsæde
es_es: Domicilo
id_id: Domisili
it_it: Domicilio
ka_ge: იურიდიული მისამართი
pt_br: Domicilio
pt_pt: Domicilio
ru_ru: Местожительство

source: Page
da_dk: Side
es_es: Página
id_id: Hal
it_it: Pagina
ka_ge: გვერდი
pt_br: Página
pt_pt: Página
ru_ru: Страница

source: Report Period
da_dk: Rapport Periode
es_es: Periodo del Reporte
id_id: Periode Laporan
it_it: Report Periodo
ka_ge: რეპორტის პერიოდი
pt_pt: Período do Relatório
ru_ru: Отчетный период

source: You have no email contact defined for this type of document for '%s'.
id_id: Anda belum memiliki email kontak untuk dokumen tipe ini untuk '%s'.
pt_pt: Não existe e-mail de contato definido para este tipo de documento '%s'.

source: Dear
da_dk: Kære
es_es: Estimado
id_id: Dengan Hormat
it_it: Caro
ka_ge: ძვირფასო
pt_br: Prezado(a)
pt_pt: Estimado
ru_ru: Дорогой

source: Attached you will find
da_dk: Vedlagt finder du
es_es: Adjunto encontrará
id_id: Terlampir
it_it: In allegato troverete
ka_ge: იხილეთ მიმაგრებული ფაილი
pt_br: Anexo você encontrará
pt_pt: Irá encontrar anexo
ru_ru: Приложении Вы найдете

source: Kindest regards
da_dk: Med venlig hilsen
es_es: Cordiales saludos
id_id: Hormat Kami
it_it: Cordiali saluti
ka_ge: პატივისცემით
pt_br: Atenciosamente
pt_pt: Atenciosamente
ru_ru: С уважением

source: Sending document by email failed
da_dk: Afsendelse af dokument via e-mail mislykkedes
es_es: Falló envío de documento por mail
id_id: Pengiriman dokumen via email gagal
it_it: Invio documento tramite email fallito
ka_ge: დოკუმენტის ელ.ფოსტით გადაგზავნა არ მოხერხდა
pt_br: O envio do documento por email falhou
pt_pt: O envio do documento por e-mail falhou
ru_ru: Отправка документов по электронной почте не удалось

source: has been sent by email to destination.
da_dk: er blevet sendt via e-post til destinationen
es_es: Ha sido enviado por mail al destinatario
id_id: berhasil dikirim via email ke tujuan.
it_it: è stato inviato a destinazione tramite email.
ka_ge: გაგზავნილია ელ.ფოსტით.
pt_pt: foi enviado por e-mail ao destinatário.
ru_ru: было отправлено по электронной почте до места назначения.

source: Report has been sent to network printer
da_dk: Rapporten er blevet sendt til netværksprinter
es_es: El documento se ha enviado a la impresora de red
id_id: Laporan berhasil dikirim ke printer jaringan
it_it: Il report è stato mandato alla stampante di rete
ka_ge: რეპორტი გაგზავნილია ქსელურ პრინტერზე
pt_br: O relatório foi enviado a impressora de rede
pt_pt: O relatório foi enviado a impressora de rede
ru_ru: Доклад был отправлен сетевой принтер

source: Cannot open connection to printer
da_dk: Kan ikke åbne forbindelsen til printeren
es_es: No se pudo abrir la conexión con la impresora
id_id: Gagal membuka koneksi ke printer
it_it: Impossibile stabilire la connessione con la stampante
ka_ge: პრინტერთან კავშირი ვერ ხერხდება
pt_br: Não é possível estabelecer conexão com a impressora
pt_pt: Não é possível estabelecer conexão com a impressora
ru_ru: Не удалось открыть подключение к принтеру

source: Printer does not acept the job
da_dk: Printeren accepter ikke jobbet
es_es: Impresora no acepta el trabajo
id_id: Printer tidak menerima job
it_it: La stampante non accetta il lavoro
ka_ge: პრინტერი არ იღებს ბრძანებას
pt_br: A impressora não aceitou o trabalho
pt_pt: A impressora não aceitou o trabalho
ru_ru: Принтер не принять работу

source: Error sending print job control file
da_dk: Fejl ved afsendelse af udskriftsjob, kontroller filen
es_es: Error enviando archivo de control de trabajo de impresión
id_id: Gagal mengirimkan file job cetak
it_it: Errore di invio nel file di controllo stampa
ka_ge: შეცდომა საბეჭდი საკონტროლო ფაილის გაგზავნისას
pt_br: -Erro ao enviar o arquivo de controle de impressão
pt_pt: Erro ao enviar ficheiro de controle de impressão
ru_ru: Ошибка при отправке задания на печать файл управления

source: Print control file not accepted
da_dk: Print kontrol fil ikke accepteret
es_es: Archivo de control de impresión no aceptado
id_id: File Kontrol Pencetakan tidak diterima
it_it: File di controllo stampa non accettato
ka_ge: ბეჭდვის საკონტროლო ფაილი არ იქნა მიღებული
pt_br: Arquivo controle de impressão não foi aceito
pt_pt: Ficheiro de controle da impressão não foi aceite
ru_ru: Печать управляющий файл не принимаются

source: Cannot send report to printer
da_dk: Kan ikke sende rapporten til printer
es_es: No se pudo enviar reporte a la impresora
id_id: Tidak dapat mengirim laporan ke printer
it_it: Impossibile inviare il report alla stampante
ka_ge: რეპორტის პრინტერზე გაგზავნა ვერ ხერხდება
pt_br: Não é possivel enviar o relatório para a impressora
pt_pt: Não é possivel enviar o relatório para a impressora
ru_ru: Не удается отправить отчет на принтер

source: No ack after report printout
da_dk: Ingen (ack) efter rapport udskrift
es_es: Sin acuse de recibo después de la impresión del informe
id_id: Tidak ada konfirmasi ack setelah selesai mencetak
ka_ge: არ არის დასტური რეპორტის ამობეჭდვის შემდეგ
pt_pt: No ack após relatório impresso
ru_ru: Нет ACK после распечатки отчета

source: Cannot flush printing queue
da_dk: Kan ikke tømme printerkø
es_es: No se puede eliminar la cola de impresión
id_id: Tidak dapat menimpa antrian cetak
it_it: La coda di stampa non può procedere
ka_ge: პრინტერის მეხსიერების გასუფთავება ვერ მოხერხდა
pt_br: Não é possivel esvaziar a fila de impressão
pt_pt: Não é possivel esvaziar a fila de impressão
ru_ru: Не удается очистить очередь печати

source: Report Classes:
da_dk: Rapport klasser:
es_es: Clases de reportes:
id_id: Kelas Laporan:
it_it: Report Classi:
ka_ge: რეპორტის კლასები:
pt_br: Classes de Relatório:
pt_pt: Classes de Relatório:
ru_ru: Сообщить классы:

source: Reports For Class:
da_dk: Rapporter for klasse:
es_es: Reportes para la clase:
id_id: Laporan untuk Kelas:
it_it: Report Per Classe:
ka_ge: რეპორტები კლასისთვის:
pt_br: Relatórios por Classes:
pt_pt: Relatórios por Classes:
ru_ru: Отчеты для класса:

source: Display:
da_dk: Vis:
es_es: Presentación:
id_id: Tampilan/Tampilkan:
ka_ge: აჩვენე:
pt_br: Mostrar:
pt_pt: Mostrar:
ru_ru: Дисплей:

source: Unknown report parameter type:
da_dk: Ukendt parameter rapporttype:
es_es: Tipo de parámetro de reporte desconocido:
id_id: Jenis Parameter Laporan tidak diketahui:
it_it: Parametro di report sconosciuto
ka_ge: რეპორტის უცნობი პარამეტრის ტიპი:
pt_br: Tipo de parametro no relatório desonhecido:
pt_pt: Tipo de parâmetro no relatório desconhecido:
ru_ru: Неизвестный тип параметра отчета:

source: No Currency Filter
da_dk: Intet valutafilter
es_es: Sin filtro de moneda
id_id: Tanpa filter mata uang
it_it: Nessun Filtro Valuta
ka_ge: ვალუტის ფილტრის გარეშე
pt_br: Sem Filtro de Moeda
pt_pt: Sem Filtro de Moeda
ru_ru: Нет валюты фильтр

source: No Graphics
da_dk: Ingen grafik
es_es: Sin gráficos
it_it: No grafica
ka_ge: გრაფიკების გარეშე
pt_br: Sem Gráficos
pt_pt: Sem Gráficos
ru_ru: Нет графика

source: Vertical bars
da_dk: Lodret stabel
es_es: Barras verticales
it_it: Barre verticali
ka_ge: ვერტიკალური სვეტები
pt_br: Barras Verticais
pt_pt: Barras Verticais
ru_ru: Вертикальная черта

source: Horizontal bars
da_dk: Vandret stabel
es_es: Barras horizontales
it_it: Barre orizzontali
ka_ge: ჰორიზონტალური სვეტები
pt_br: Barras Horizontais
pt_pt: Barras Horizontais
ru_ru: Горизонтальные бары

source: Dots
da_dk: Punkt
es_es: Puntos
it_it: Punti
ka_ge: წერტილები
pt_br: Pontos
pt_pt: Pontos

source: Lines
da_dk: Linjer
es_es: Líneas
it_it: Linee
ka_ge: ხაზები
pt_br: Linhas
pt_pt: Linhas
ru_ru: Линии

source: Pie
da_dk: Lagkage
es_es: Torta
it_it: Torta
ka_ge: წრე გრაფიკი
pt_br: Torta
pt_pt: Torta
ru_ru: Пирог

source: Donut
es_es: Anillo
it_it: Anello
ka_ge: სხვანაირი წრე გრაფიკი
pt_br: Anel
pt_pt: Anel
ru_ru: Пончик

source: No Type Filter
da_dk: Intet typefilter
es_es: Sin filtro de tipo
id_id: Tanpa filter tipe
it_it: Nessun Filtro Tipologia
ka_ge: ტიპის ფილტრის გარეშე
pt_br: Sem Filtro de Tipo
pt_pt: Sem Tipo de Filtro
ru_ru: Нет Тип фильтра

source: No Account Group Filter
da_dk: Intet kontogruppe filter
es_es: Sin filtro de grupo de cuentas
id_id: Tanpa filter grup akun
it_it: Nessun Filtro Gruppo di Conti
ka_ge: ანარიშის ჯგუფის ფილტრის გარეშე
pt_br: Sem Filtro para Grupo de Contas
pt_pt: Sem Filtro de Grupo de Contas
ru_ru: Нет фильтра счета группы

source: No Dimension Filter
da_dk: Intet dimensionsfilter
es_es: Sin filtro de dimensión
id_id: Tanpa filter dimensi
it_it: Nessun Filtro Dimensione
ka_ge: განზომილების ფილტრის გარეშე
pt_br: Sem Filtro de Departamento
pt_pt: Sem Filtro de Centro Custo
ru_ru: Нет измерение фильтра

source: No Customer Filter
da_dk: Intet debitorfilter
es_es: Sin filtro de cliente
id_id: Tanpa filter Pelanggan
it_it: Nessun Filtro Cliente
ka_ge: მომხმარებლის ფილტრის გარეშე
pt_br: Sem Filtro de Cliente
pt_pt: Sem Filtro de Cliente
ru_ru: Нет фильтра

source: No Supplier Filter
da_dk: Intet kreditorfilter
es_es: Sin filtro de proveedor
id_id: Tanpa filter pemasok
it_it: Nessun Filtro Fornitore
ka_ge: მომწოდებლის ფილტრის გარეშე
pt_br: Sem Filtro de Fornecedor
pt_pt: Sem Filtro de Fornecedor
ru_ru: Нет поставщик фильтров

source: No Location Filter
da_dk: Intet lagerplads filter
es_es: Sin filtro de ubicación
id_id: Tanpa filter lokasi
it_it: Nessun Filtro Sede
ka_ge: მდებარეობის ფილტრის გარეშე
pt_br: Sem Filtro de Local
pt_pt: Sem Filtro de Localização
ru_ru: Нет Расположение фильтра

source: No Category Filter
da_dk: Intet kategorifilter
es_es: Sin filtro de categoría
id_id: Tanpa filter kategori
it_it: Nessun Filtro Categoria
ka_ge: კატეგორიის ფილტრის გარეშე
pt_br: Sem Filtro de Categoria
pt_pt: Sem Filtro de Categoria
ru_ru: Нет Категория фильтра

source: No Sales Folk Filter
da_dk: Intet sælgerfilter
es_es: Sin filtro de gente de ventas
id_id: Tanpa filter tim penjualan
it_it: Nessun Filtro Forza vendite
ka_ge: გამყიდვლების ფილტრის გარეშე
pt_pt: Sem Filtro de Vendedores
ru_ru: Нет фильтра продаж народного

source: No Users Filter
da_dk: Ingen brugere Filter
es_es: Sin filtro de Usuarios
id_id: Tanpa filter pengguna
it_it: Nessun Filtro Utenti
ka_ge: სისტემის მომხმარებლების ფილტრის გარეშე
pt_br: Sem Filtro de Usuários
pt_pt: Sem Filtro de Utilizador
ru_ru: Нет пользователей Фильтр

source: Create and Print Recurrent Invoices
da_dk: Opr./Udsk. Gent. Fakturaer
es_es: Crear e imprimir facturas recurrentes
id_id: Buat dan Cetak tagihan berulang
it_it: Crea e Stampa Fatture Ricorrenti
ka_ge: შექმენი და დაბეჭდე მრავალჯერადი ინვოისები
pt_br: Criar Faturas Recorrente e Imprimir
pt_pt: Criar e Imprimir Faturação de Avenças
ru_ru: Создание и печать повторяющихся счетов

source: %s recurrent invoice(s) created, # %s - # %s.
es_es: %s factura(s) recurrentes creadas, Nº %s - Nº %s.
id_id: %s tagihan berulang berhasil dibuat, # %s - # %s.
pt_pt: %s fatura(s) de avença(s) criadas, nº %s - nº %s.

source: &Print Recurrent Invoices # %s - # %s
es_es: &Imprimir Facturas Recurrentes Nº %s - Nº %s
id_id: Cetak Tagihan Berulang # %s - # %s (&C)
pt_pt: &Imprimir Faturação de Avenças nº %s - nº %s

source: &Email Recurrent Invoices # %s - # %s
es_es: &Enviar por correo las Facturas Recurrentes Nº %s - Nº %s
id_id: Email Tagihan Berulang # %s - # %s (&E)
pt_pt: &Enviar Faturação de Avenças nº %s - nº %s por E-mail

source: Invoice date:
es_es: Fecha de factura:
id_id: Tanggal Tagihan:
pt_pt: Data fatura:
ru_ru: Счет дате:

source: Recurrent Invoice covers period %s - %s.
es_es: Factura recurrente cubre el período %s - %s.
id_id: Taguhan berulang yang meliputi periode %s - %s.
pt_pt: Faturação de avenças do período %s - %s.

source: Template No
da_dk: Skabelon nr
es_es: Plantilla No
id_id: No Template
it_it: Template nÂ°
ka_ge: შაბლონი #
pt_br: Modelo Nº
pt_pt: Template Nº
ru_ru: Шаблон Нет

source: Begin
da_dk: Begynd
es_es: Comienzo
id_id: Awal
it_it: Inizio
ka_ge: დასაწყისი
pt_br: Início
pt_pt: Início
ru_ru: Начинать

source: End
da_dk: Slut
es_es: Fin
id_id: Akhir
it_it: Fine
ka_ge: დასასრული
pt_br: Fim
pt_pt: Fim
ru_ru: Конец

source: Marked items are due.
da_dk: Markerede elementer er forfaldne.
es_es: Elementos marcados se deben.
id_id: Baris yang ditandai lewat/jatuh tempo.
it_it: Gli articoli evidenziati sono scaduti.
ka_ge: მონიშნული დასახელებები ვადა დამდგარია.
pt_br: Os itens marcados estão vencidos.
pt_pt: Os registos estão vencidos.
ru_ru: Отмеченные пункты связи.

source: No recurrent invoices are due.
da_dk: Ingen tilbagevendende fakturaer er forfaldne.
es_es: No hay facturas recurrentes que se deban.
id_id: Tidak ada tagihan berulang yang lewat/jatuh tempo
it_it: Non sono scadute fatture ricorrenti
ka_ge: ვადადამდგარი მრავალჯერადი ინვოისები არ არის.
pt_br: Faturas recorrente não estão em dívida.
pt_pt: Não existem avenças vencidas para faturar.
ru_ru: Нет повторяющихся счетов должны.

source: Modifying Customer Credit Note #%d
da_dk: Ændrer kreditnota #%d
es_es: Modificando Nota de Crédito de Cliente Nº %d
id_id: Mengubah Nota Kredit Pelangan #%d
it_it: Note di credito cliente in modifica #%d
ka_ge: შეცვალე მომხმარებლის კრედიტ მემო #%d
pt_br: Modificando Nota de Crédito de Cliente #%d
pt_pt: Modificar Nota de Crédito de Cliente nº %d

source: There are no customers, or there are no customers with branches. Please define customers and customer branches.
da_dk: Der findes ingen debitorer, eller der findes ingen debitorer med afdelinger. Venligst opret debitorer og debitor afdelinger.
es_es: No existen clientes o no hay clientes con sucursales. Por favor, defina los clientes y sus sucursales.
id_id: Tidak ada pelanggan, atau tidak ada cabang. Silakan buat pelanggan dan cabang.
it_it: Non ci sono clienti, o non ci sono clienti con divisioni. Definire clienti e divisioni clienti.
ka_ge: მომხმარებლები ან მათი ფილიალები არ არის განსაზღვრული. განსაზღვრე მოხმარებლები და მათი ფილიალები.
pt_br: Não há clientes ou não há clientes com unidades. Favor definir clientes e unidades de cliente.
pt_pt: Não existem clientes ou não existem clientes com filiais. Necessário definir clientes e respectiva filial.

source: Credit Note # %d has been processed
da_dk: Kreditnota # %d er behandlet
es_es: La Nota de Crédito Nº %d ha sido procesada
id_id: Nota Kredit # %d berhasil diproses
it_it: La Nota di Credito # %d è stata processata
ka_ge: კრედიტ მემო #%d დამუშავებულია
pt_br: Nota de Crédito # %d foi processada
pt_pt: Nota de Crédito nº %d foi processada

source: &View this credit note
da_dk: &Se denne kreditnota
es_es: &Ver esta nota de crédito
id_id: Tampilkan Nota Kredit Ini (&T)
it_it: &Visualizza questa nota di credito
ka_ge: დაათვალიერე კრედიტ მემო
pt_br: Visualizar esta nota de crédito
pt_pt: &Visualizar esta nota de crédito
ru_ru: И посмотреть этот кредит-ноты

source: &Print This Credit Invoice
da_dk: Udskriv Denne Kreditnota
es_es: &Imprimir esta Nota de Crédito
id_id: Cetak Tagihan Kredit ini (&C)
it_it: &Stampa questa Nota di Credito
ka_ge: დაბეჭდე კრედიტ ინვოისი
pt_br: Imprimir Esta Fatura de Crédito
pt_pt: &Imprimir Esta Fatura de Crédito
ru_ru: Распечатать этот кредит счета
