Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.3-1.po
Languages: hi_in, zh_tw

source: There are no unsettled transactions to allocate.
hi_in: वहाँ कोई नहीं है अस्थिर लेनदेन आवंटित करने के लिए।
zh_tw: 沒有交易要分配

source: Supplier Allocations
hi_in: प्रदायक आवंटन
zh_tw: 指定供應商

source: Select a Supplier:
hi_in: एक प्रदायक का चयन करें:
zh_tw: 選定供應商：

source: Show Settled Items:
hi_in: दिखाएँ बसे आइटम:
zh_tw: 顯示結清貨品：

source: Allocate
hi_in: आवंटित
zh_tw: 指定

source: Marked items are settled.
hi_in: चिह्नित आइटम निपटाया जाता है।
zh_tw: 標示的貨品已結清。

source: Balances in Home Currency
hi_in: में होम मुद्रा शेष
zh_tw: 本地貨幣餘額

source: Trans Type
hi_in: ट्रांस प्रकार
zh_tw: 交易類別

source: Charges
hi_in: प्रभार
zh_tw: 手續費

source: Credits
hi_in: क्रेडिट
zh_tw: 貸方

source: Suppress Zeros
hi_in: दबाने शून्य
zh_tw: 禁止為零

source: Customer Balances
hi_in: ग्राहक शेष
zh_tw: 客戶餘額

source: Grand Total
hi_in: कुल योग
zh_tw: 累計

source: Summary Only
hi_in: सारांश केवल
zh_tw: 只要彙整

source: Detailed Report
hi_in: विस्तृत रिपोर्ट
zh_tw: 詳細報表

source: End Date
hi_in: अंतिम तिथि
zh_tw: 結束日期

source: Show Also Allocated
hi_in: शो भी आवंटित
zh_tw: 顯示已分配

source: Aged Customer Analysis
hi_in: वृद्ध ग्राहक विश्लेषण
zh_tw: 年度客戶帳號分析

source: All Areas
hi_in: सभी क्षेत्रों
zh_tw: 全部地區

source: All Sales Folk
hi_in: सभी बिक्री लोक
zh_tw: 全部銷售團

source: Greater than
hi_in: इससे बड़ा
zh_tw: 銷售大於

source: Less than
hi_in: से कम
zh_tw: 小於

source: Customer Postal Address
hi_in: ग्राहक डाक पता
zh_tw: 客戶郵寄地址

source: Price/Turnover
hi_in: मूल्य / टर्नओवर
zh_tw: 價格/成交量

source: Branch Contact Information
hi_in: शाखा संपर्क जानकारी
zh_tw: 分支機構聯絡資料

source: Branch Delivery Address
hi_in: शाखा डिलीवरी पता
zh_tw: 分支機構出貨地址

source: Activity Since
hi_in: के बाद से गतिविधि
zh_tw: 活動自從

source: Sales Areas
hi_in: बिक्री क्षेत्रों
zh_tw: 業務分區(&A)

source: Sales Folk
hi_in: बिक्री लोक
zh_tw: 銷售團

source: Activity
hi_in: गतिविधि
zh_tw: 活動

source: Customer Details Listing
hi_in: ग्राहक विवरण लिस्टिंग
zh_tw: 客戶詳細清單

source: Customers in
hi_in: में ग्राहकों
zh_tw: 客戶

source: Price List
hi_in: मूल्य सूची
zh_tw: 價格表

source: Ph
hi_in: पीएचडी
zh_tw: 電話

source: Gereral Notes:
hi_in: Gereral नोट्स:
zh_tw: 一般通知單：

source: Turnover
hi_in: टर्नओवर
zh_tw: 周轉

source: Category/Items
hi_in: श्रेणी / आइटम
zh_tw: 分類/貨品

source: UOM
zh_tw: 計量單位

source: GP %
hi_in: जीपी %
zh_tw: 毛利率 %

source: Show GP %
hi_in: दिखाएँ जीपी %
zh_tw: 顯示毛利 %

source: Price Listing
hi_in: कीमत लिस्टिंग
zh_tw: 價格清單

source: Sales Kits
hi_in: बिक्री किट
zh_tw: 銷貨組合組

source: All Orders
hi_in: सभी आदेश
zh_tw: 全部訂單

source: Back Orders Only
hi_in: केवल वापस आदेश
zh_tw: 只顯示回購訂單

source: Order
hi_in: क्रम
zh_tw: 銷售訂單

source: Customer Ref
hi_in: ग्राहक रेफरी
zh_tw: 客戶序號

source: Ord Date
hi_in: Ord दिनांक
zh_tw: 訂單日期

source: Del Date
hi_in: डेल दिनांक
zh_tw: 出貨日期

source: Loc
hi_in: नियंत्रण रेखा
zh_tw: 地區

source: Delivered
hi_in: वितरित
zh_tw: 已出貨到達

source: Selection
hi_in: चयन
zh_tw: 選項

source: Order Status Listing
hi_in: आदेश स्थिति लिस्टिंग
zh_tw: 訂單狀況清單

source: Inv Date
hi_in: चालान तिथि
zh_tw: 發票日期

source: Provision
hi_in: प्रावधान
zh_tw: 規定

source: Salesman
hi_in: विक्रेता
zh_tw: 業務員

source: Break Pt.
hi_in: तोड़ पं।
zh_tw: 破PT.

source: Salesman Listing
hi_in: विक्रेता लिस्टिंग
zh_tw: 業務員清單

source: INVOICE
hi_in: चालान
zh_tw: 發票

source: Prepayments invoiced to this order up to day:
hi_in: पूर्वभुगतान दिन तक इस आदेश के लिए चालान:
zh_tw: 預付款一直到今日的訂單：

source: Invoice reference
hi_in: चालान संदर्भ
zh_tw: 發票序號

source: Total payments:
hi_in: कुल भुगतान:
zh_tw: 付款總數：

source: Shipping
hi_in: शिपिंग
zh_tw: 貨運公司

source: TOTAL ORDER VAT INCL.
hi_in: कुल आदेश वैट incl।
zh_tw: 總訂單含營業稅

source: THIS INVOICE
hi_in: इस चालान
zh_tw: 此發票

source: STATEMENT
hi_in: वक्तव्य
zh_tw: 聲明

source: Outstanding Transactions
hi_in: बकाया लेनदेन
zh_tw: 未付款的交易

source: Statement
hi_in: बयान
zh_tw: 聲明

source: as of
hi_in: के रूप में
zh_tw: 作為

source: SALES ORDER
hi_in: बिक्री आदेश
zh_tw: 銷貨訂單

source: QUOTE
hi_in: उद्धरण
zh_tw: 報價

source: TOTAL ORDER EX VAT
hi_in: कुल आदेश पूर्व वैट
zh_tw: 總訂單不含營業稅

source: DELIVERY
hi_in: वितरण
zh_tw: 出貨

source: PACKING SLIP
hi_in: पैकिंग पर्ची
zh_tw: 包裝單

source: DELIVERY NOTE
hi_in: वितरण नोट
zh_tw: 出貨通知

source: TOTAL DELIVERY INCL. VAT
hi_in: कुल वितरण incl। वैट
zh_tw: 總出貨含營業稅

source: SALES QUOTATION
hi_in: बिक्री कोटेशन
zh_tw: 銷貨報價

source: RECEIPT
hi_in: रसीद
zh_tw: 收據

source: As advance / full / part / payment towards:
hi_in: अग्रिम / पूर्ण / भाग / की ओर भुगतान के रूप में:
zh_tw: 預付 / 全 / 部分 / 用以支付：

source: TOTAL RECEIPT
hi_in: कुल प्राप्ति
zh_tw: 總收據

source: Received / Sign
hi_in: प्राप्त / साइन
zh_tw: 已接收 / 簽收

source: By Cash / Cheque* / Draft No.
hi_in: नकद द्वारा / चेक * / ड्राफ्ट सं
zh_tw: 現金 / 支票* / 草稿編號

source: Dated
hi_in: दिनांक
zh_tw: 過期

source: Drawn on Bank
hi_in: बैंक पर आहरित
zh_tw: 劃在銀行上

source: CREDIT NOTE
hi_in: क्रेडिट नोट
zh_tw: 貸方通知單

source: TOTAL CREDIT
hi_in: कुल ऋण
zh_tw: 貸方總計

source: Sales Summary Report
hi_in: बिक्री सारांश रिपोर्ट
zh_tw: 銷貨彙總報表

source: Tax Id Only
hi_in: कर आईडी केवल
zh_tw: 限稅務ID

source: Tax Id
hi_in: टैक्स आईडी
zh_tw: 稅務ID

source: Total ex. Tax
hi_in: कुल पूर्व। कर
zh_tw: 總稅金

source: Tax
hi_in: कर
zh_tw: 課稅

source: Balances in Home currency
hi_in: होम मुद्रा में शेष
zh_tw: 本地貨幣餘額

source: Supplier Balances
hi_in: प्रदायक शेष
zh_tw: 供應商餘額

source: currency
hi_in: मुद्रा
zh_tw: 貨幣

source: Aged Supplier Analysis
hi_in: वृद्ध प्रदायक विश्लेषण
zh_tw: 年度供應商分析

source: Payment Report
hi_in: भुगतान रिपोर्ट
zh_tw: 付款報表

source: Qty Recd
hi_in: मात्रा रिसी डी
zh_tw: 已接收數量

source: qty Inv
hi_in: मात्रा चालान
zh_tw: 發票數量

source: Act Price
hi_in: अधिनियम मूल्य
zh_tw: 浮動價格

source: Outstanding GRNs Report
hi_in: बकाया GRNs रिपोर्ट
zh_tw: 未完成貨品收取報表

source: Contact Information
hi_in: संपर्क जानकारी
zh_tw: 連絡資訊

source: Physical Address
hi_in: भौतिक पता
zh_tw: 實體地址：

source: Supplier Details Listing
hi_in: प्रदायक विवरण लिस्टिंग
zh_tw: 供應商詳細清單

source: Tax_Id
zh_tw: 稅務ID

source: PURCHASE ORDER
hi_in: क्रय आदेश
zh_tw: 採購單

source: TOTAL PO
hi_in: कुल पीओ
zh_tw: 總採購總額(未稅)

source: REMITTANCE
hi_in: प्रेषण
zh_tw: 匯款

source: TOTAL REMITTANCE
hi_in: कुल प्रेषण
zh_tw: 總匯款

source: Inventory Valuation Report
hi_in: इन्वेंटरी मूल्यांकन रिपोर्ट
zh_tw: 存貨估價報表

source: QOH
zh_tw: 現有數量

source: Cust Ord
hi_in: ग्राहक Ord
zh_tw: 客戶訂單

source: Supp Ord
zh_tw: 採購單

source: Sugg Ord
hi_in: अनुशं Ord
zh_tw: 建議訂單

source: Inventory Planning Report
hi_in: इन्वेंटरी प्लानिंग रिपोर्ट
zh_tw: 庫存規劃報表

source: Shortage
hi_in: कमी
zh_tw: 缺貨

source: Stock ID
hi_in: स्टॉक आईडी
zh_tw: 庫存編號

source: Check
hi_in: चेक
zh_tw: 檢查

source: Only Shortage
hi_in: केवल कमी
zh_tw: 只顯示缺貨

source: Stock Check Sheets
hi_in: स्टॉक चेक शीट्स
zh_tw: 庫存檢查表

source: Qty
hi_in: मात्रा
zh_tw: 數量

source: Contribution
hi_in: योगदान
zh_tw: 貢獻

source: Show Service Items
hi_in: दिखाएँ सेवा आइटम
zh_tw: 顯示服務項目

source: Inventory Sales Report
hi_in: संख्यापत्रों की बिक्री की रिपोर्ट
zh_tw: 庫存銷售報表

source: PO No
hi_in: पीओ कोई
zh_tw: 採購單號

source: Inv
hi_in: चालान
zh_tw: 發票

source: Inv Price
hi_in: चालान मूल्य
zh_tw: 發票價格

source: PO Price
hi_in: पीओ मूल्य
zh_tw: 訂單價格

source: GRN Valuation Report
hi_in: जीआरएन मूल्यांकन रिपोर्ट
zh_tw: 收貨單估價報表

source: Unit Price
hi_in: यूनिट मूल्य
zh_tw: 單價

source: Inventory Purchasing Report
hi_in: इन्वेंटरी क्रय रिपोर्ट
zh_tw: 庫存採購報表

source: Opening
hi_in: प्रारंभिक
zh_tw: 期初餘額

source: Inventory Movements
hi_in: इन्वेंटरी आंदोलनों
zh_tw: 庫存移動

source: OpeningStock
hi_in: आरंभिक स्टॉक
zh_tw: 期初庫存

source: StockIn
hi_in: स्टॉक मिला
zh_tw: 入庫

source: ClosingStock
hi_in: समापन स्टॉक
zh_tw: 關閉庫存

source: QTY
hi_in: मात्रा
zh_tw: 數量

source: Rate
hi_in: मूल्यांकन करें
zh_tw: 稅率

source: Costed Inventory Movements
hi_in: लागत इन्वेंटरी मूवमेंट्स
zh_tw: 庫存移動成本

source: Item/Category
hi_in: मद / श्रेणी
zh_tw: 貨品/分類

source: Remark
hi_in: टिप्पणी
zh_tw: 備註

source: Item Sales Summary Report
hi_in: आइटम बिक्री सारांश रिपोर्ट
zh_tw: 貨品銷售彙整報表

source: Gift
hi_in: उपहार
zh_tw: 贈品

source: Note
zh_tw: 注意事項

source: The lines separate the transactions.
zh_tw: 交易分隔線

source: Inventory Purchasing - Transaction Based
zh_tw: 存庫採購 - 以交易為基礎

source: Wrk Ctr
hi_in: कार्यकेंद्र
zh_tw: 工作中心

source: Bill of Material Listing
hi_in: सामग्री लिस्टिंग के विधेयक
zh_tw: 物料表(BOM)清單

source: Open Only
hi_in: ओपन केवल
zh_tw: 僅期初

source: Work Order Listing
hi_in: कार्य आदेश लिस्टिंग
zh_tw: 工作單清單

source: WORK ORDER
hi_in: कार्य आदेश
zh_tw: 工作單

source: Initial
hi_in: प्रारंभिक
zh_tw: 原始

source: Fixed Assets Valuation Report
hi_in: अचल संपत्ति मूल्यांकन रिपोर्ट
zh_tw: 固定資產評價報表

source: YTD
zh_tw: 年初至今

source: Dimension Summary
hi_in: आयाम सारांश
zh_tw: 構面(維度)彙總

source: Bank Account
hi_in: बैंक खाता
zh_tw: 銀行帳戶

source: Total Debit / Credit
hi_in: कुल डेबिट / क्रेडिट
zh_tw: 借方/貸方總計

source: Net Change
hi_in: नेट बदलें
zh_tw: 淨變量

source: Bank Statement w/Reconcile
hi_in: डब्ल्यू बैंक स्टेटमेंट / मिलान करें
zh_tw: 調節銀行對帳單日期

source: Reco Date
hi_in: Reco तिथि
zh_tw: 調節日

source: Narration
hi_in: वर्णन
zh_tw: 敘述

source: Bank Balance
hi_in: बैंक बैलेंस
zh_tw: 銀行餘額

source: Type/Account
hi_in: प्रकार / खाता
zh_tw: 類別/會計項目

source: Date/Dim.
hi_in: दिनांक / मंद।
zh_tw: 日期/構面(維度)

source: Person/Item/Memo
hi_in: व्यक्ति / मद / मेमो
zh_tw: 人員/貨品/備註

source: List of Journal Entries
hi_in: जर्नल प्रविष्टियाँ की सूची
zh_tw: 會計分錄清單

source: GL Account Transactions
hi_in: जीएल खाता लेन-देन
zh_tw: 會計項目交易

source: Year
hi_in: साल
zh_tw: 年

source: Tags
hi_in: टैग
zh_tw: 分頁：

source: Amounts in thousands
hi_in: हजारों में मात्रा
zh_tw: 金額以千元表達

source: Annual Expense Breakdown
hi_in: सालाना खर्च टूटने
zh_tw: 年度費用分類

source: Close Balance
hi_in: बंद शेष राशि
zh_tw: 期末餘額

source: Profit and Loss Statement
hi_in: लाभ और हानि वक्तव्य
zh_tw: 綜合損益表

source: Tax Report
hi_in: टैक्स रिपोर्ट
zh_tw: 稅務報表

source: Branch Name
hi_in: शाखा का नाम
zh_tw: 分支機構名稱

source: Net
hi_in: जाल
zh_tw: 淨

source: Tax Rate
hi_in: कर दर
zh_tw: 稅率

source: Net Tax
hi_in: नेट टैक्स
zh_tw: 淨稅額

source: Exempt
hi_in: छूट
zh_tw: 免稅

source: Time
hi_in: पहर
zh_tw: 時間

source: Trans Date
hi_in: ट्रांस तिथि
zh_tw: 交易日

source: Action
hi_in: कार्य
zh_tw: 啟動

source: Audit Trail
hi_in: लेखापरीक्षा निशान
zh_tw: 審計追踪

source: Changed
hi_in: बदली गई
zh_tw: 已變更

source: Reports and Analysis
hi_in: रिपोर्ट और विश्लेषण
zh_tw: 報表及分析

source: Customer &Balances
hi_in: ग्राहक शेष
zh_tw: 客戶餘額(&B)

source: Show Balance
hi_in: दिखाएँ शेष
zh_tw: 顯示餘額

source: Currency Filter
hi_in: मुद्रा फ़िल्टर
zh_tw: 貨別篩選

source: Orientation
hi_in: अभिविन्यास
zh_tw: 方向

source: Destination
hi_in: गंतव्य
zh_tw: 目的地

source: &Aged Customer Analysis
hi_in: वृद्ध ग्राहक विश्लेषण
zh_tw: 客戶帳齡分析(&A)

source: Graphics
hi_in: ग्राफिक्स
zh_tw: 圖片

source: Customer &Detail Listing
hi_in: ग्राहक विस्तार लिस्टिंग
zh_tw: 客戶詳細清單(&D)

source: Activity Greater Than
hi_in: गतिविधि इससे बड़ा
zh_tw: 活動大於

source: Activity Less Than
hi_in: गतिविधि कम से कम
zh_tw: 活動少於

source: Sales &Summary Report
hi_in: बिक्री सारांश रिपोर्ट
zh_tw: 銷貨彙總報表(&S)

source: &Price Listing
hi_in: कीमत लिस्टिंग
zh_tw: 價格清單

source: Inventory Category
hi_in: इन्वेंटरी श्रेणी
zh_tw: 庫存分類

source: Sales Types
hi_in: बिक्री प्रकार
zh_tw: 銷貨類別

source: Show Pictures
hi_in: चित्र दिखाएँ
zh_tw: 顯示圖片

source: &Order Status Listing
hi_in: लिस्टिंग आदेश स्थिति
zh_tw: 訂單狀況清單(&O)

source: Stock Location
hi_in: स्टॉक स्थान
zh_tw: 庫存地區

source: &Salesman Listing
hi_in: विक्रेता लिस्टिंग
zh_tw: 業務員清單(&S)

source: Print &Invoices
hi_in: प्रिंट चालान
zh_tw: 列印發票(&I)

source: email Customers
hi_in: ईमेल ग्राहकों
zh_tw: email 給客戶

source: Payment Link
hi_in: भुगतान लिंक
zh_tw: 連接付款

source: Print &Credit Notes
hi_in: प्रिंट क्रेडिट नोट
zh_tw: 列印貸方通知單(&C)

source: Print &Deliveries
hi_in: प्रिंट वितरण
zh_tw: 列印出貨單(&D)

source: Print as Packing Slip
hi_in: पैकिंग पर्ची के रूप में प्रिंट
zh_tw: 列印成包裝單

source: Print &Statements
hi_in: प्रिंट वक्तव्य
zh_tw: 列印資產負債表(&S)

source: Email Customers
hi_in: ईमेल ग्राहकों
zh_tw: Email 給客戶

source: &Print Sales Orders
hi_in: प्रिंट विक्रय आदेश
zh_tw: 列印銷貨訂單(&P)

source: Print as Quote
hi_in: प्रिंट उद्धरण के रूप में
zh_tw: 列印成報價單

source: &Print Sales Quotations
hi_in: प्रिंट बिक्री कोटेशन
zh_tw: 列印銷貨報價(&P)

source: Print Receipts
hi_in: प्रिंट प्राप्तियां
zh_tw: 列印收據

source: Supplier &Balances
hi_in: प्रदायक शेष
zh_tw: 供應商餘額

source: &Aged Supplier Analyses
hi_in: वृद्ध प्रदायक विश्लेषण
zh_tw: 供應商帳齡分析表(&A)

source: &Payment Report
hi_in: भुगतान रिपोर्ट
zh_tw: 付款報表(&P)

source: Outstanding &GRNs Report
hi_in: बकाया GRNs रिपोर्ट
zh_tw: 未完成貨品收取報表

source: Supplier &Detail Listing
hi_in: लिस्टिंग प्रदायक विस्तार से
zh_tw: 供應商詳細清單(&D)

source: Print Purchase &Orders
hi_in: प्रिंट खरीद आदेश
zh_tw: 列印採購單(&O)

source: Email Suppliers
hi_in: ईमेल आपूर्तिकर्ता
zh_tw: Email 供應商

source: Print Remi&ttances
hi_in: प्रिंट प्रेषण
zh_tw: 列印匯款資料($t)

source: Inventory &Valuation Report
hi_in: इन्वेंटरी मूल्यांकन रिपोर्ट
zh_tw: 存貨評價報表

source: Inventory &Planning Report
hi_in: इन्वेंटरी प्लानिंग रिपोर्ट
zh_tw: 庫存規劃報表(&P)

source: Stock &Check Sheets
hi_in: स्टॉक चेक शीट्स
zh_tw: 庫存檢查表(&C)

source: Inventory Column
hi_in: सूची स्तंभ
zh_tw: 庫存欄位

source: Show Shortage
hi_in: कमी दिखाएँ
zh_tw: 顯示缺貨

source: Item Like
hi_in: मद की तरह
zh_tw: 相似貨品

source: Inventory &Sales Report
hi_in: संख्यापत्रों की बिक्री की रिपोर्ट
zh_tw: 庫存銷售報表(&S)

source: &GRN Valuation Report
hi_in: जीआरएन मूल्यांकन रिपोर्ट
zh_tw: 收貨單估價報表(&G)

source: Inventory P&urchasing Report
hi_in: इन्वेंटरी क्रय रिपोर्ट
zh_tw: 庫存採購報表(&u)

source: Inventory &Movement Report
hi_in: इन्वेंटरी आंदोलन रिपोर्ट
zh_tw: 庫存移動報表(&M)

source: C&osted Inventory Movement Report
hi_in: costed इन्वेंटरी आंदोलन रिपोर्ट
zh_tw: 庫存移動成本報表(&o)

source: Item &Sales Summary Report
hi_in: आइटम बिक्री सारांश रिपोर्ट
zh_tw: 貨品銷售彙整報表(&S)

source: Inventory Purchasing - &Transaction Based
zh_tw: 庫存採購 - 交易基礎(&T)

source: &Bill of Material Listing
hi_in: सामग्री लिस्टिंग के विधेयक
zh_tw: 物料表(BOM)清單(&B)

source: From product
hi_in: उत्पाद से
zh_tw: 從產品

source: To product
hi_in: करने के लिए उत्पाद
zh_tw: 到產品

source: Work Order &Listing
hi_in: कार्य आदेश लिस्टिंग
zh_tw: 工作單清單

source: Outstanding Only
hi_in: बकाया केवल
zh_tw: 限未完成

source: Print &Work Orders
hi_in: प्रिंट कार्य आदेश
zh_tw: 列印工作單(&W)

source: Email Locations
hi_in: ईमेल स्थान
zh_tw: Email 的所在地

source: &Fixed Assets Valuation
hi_in: अचल संपत्ति मूल्यांकन
zh_tw: 固定資產成本認列(&F)

source: Fixed Assets Class
hi_in: अचल संपत्ति वर्ग
zh_tw: 固定資產分類

source: Fixed Assets Location
hi_in: फ़िक्से घ आस्तियों स्थान
zh_tw: 固定資產位置

source: Dimension &Summary
hi_in: आयाम सारांश
zh_tw: 構面(維度)彙總(&S)

source: From Dimension
hi_in: आयाम से
zh_tw: 從構面(維度)

source: To Dimension
hi_in: आयाम
zh_tw: 到構面(維度)

source: Banking
hi_in: बैंकिंग
zh_tw: 銀行作業

source: Bank &Statement
hi_in: बैंक विवरण
zh_tw: 銀行對帳單(&S)

source: Zero values
hi_in: शून्य मान
zh_tw: 非零值

source: Bank Statement w/ &Reconcile
hi_in: बैंक विवरण डब्ल्यू / मिलान करें
zh_tw: 銀行對帳單 w/ 調節(&R)

source: General Ledger
hi_in: सामान्य खाता बही
zh_tw: 會計分錄

source: Chart of &Accounts
hi_in: खातों का चार्ट
zh_tw: 會計項目表(&A)

source: Show Balances
hi_in: संतुलन दिखाएं
zh_tw: 顯示餘額

source: List of &Journal Entries
hi_in: जर्नल प्रविष्टियों की सूची
zh_tw: 會計分錄清單(&J)

source: GL Account &Transactions
hi_in: जीएल खाता लेनदेन
zh_tw: 會計項目交易(&T)

source: From Account
hi_in: अकाउंट से
zh_tw: 從會計項目：

source: To Account
hi_in: खाते में
zh_tw: 到會計項目

source: Annual &Expense Breakdown
hi_in: वार्षिक व्यय टूटने
zh_tw: 年度費用分類(&E)

source: &Balance Sheet
hi_in: तुलन पत्र
zh_tw: 資產負債表(&B)

source: Decimal values
hi_in: दशमलव मूल्य
zh_tw: 10進位

source: &Profit and Loss Statement
hi_in: लाभ और हानि विवरण
zh_tw: 綜合損益表(&P)

source: Ta&x Report
hi_in: टैक्स रिपोर्ट
zh_tw: 稅務報表(&x)

source: Charge To
hi_in: को चार्ज
zh_tw: 向~收費

source: Delivered To
hi_in: को पहुंचा दिया गया
zh_tw: 已出貨到

source: Discount %
hi_in: छूट %
zh_tw: 折扣 %

source: All amounts stated in
hi_in: सभी राशि में कहा गया है
zh_tw: 所述的全部金額

source: Quotation No.
hi_in: संविदा दर संख्या।
zh_tw: 報價單號

source: Customer's Reference
hi_in: ग्राहक का संदर्भ
zh_tw: 客戶的序號

source: Sales Person
hi_in: बिक्री व्यक्ति
zh_tw: 業務員

source: Your VAT no.
hi_in: आपका VAT नंबर
zh_tw: 您的加值營業稅稅籍編號

source: Our Quotation No
hi_in: हमारे कोटेशन नंबर
zh_tw: 我司報價編號

source: Valid until
hi_in: तब तक वैध
zh_tw: 有效期為

source: PREPAYMENT ORDER
hi_in: प्रीपेमेंट ऑर्डर
zh_tw: 預付款的訂單

source: Order No.
hi_in: आदेश संख्या।
zh_tw: 訂單號

source: Our Order No
hi_in: हमारे आदेश संख्या नहीं
zh_tw: 我司訂單號

source: Delivery Note No.
hi_in: डिलिवरी नोट नंबर
zh_tw: 出貨通知編號

source: To Be Invoiced Before
hi_in: से पहले निवेश करने के लिए
zh_tw: 已開立發票之前

source: Credit No.
hi_in: क्रेडिट नंबर
zh_tw: 貸方編號

source: Please quote Credit no. when paying. All amounts stated in
hi_in: कृपया क्रेडिट नंबर का उद्धरण दें जब भुगतान करना सभी राशि में कहा गया है
zh_tw: 當支付時請註明貸方通知單號、金額

source: PREPAYMENT INVOICE
hi_in: प्रीपेमेंट इंवॉइस
zh_tw: 預付款發票

source: FINAL INVOICE
hi_in: अंतिम इनवॉइस
zh_tw: 正式發票

source: Invoice No.
hi_in: चालान नंबर।
zh_tw: 發票號

source: Please quote Invoice no. when paying. All amounts stated in
hi_in: कृपया इनवॉइस नं। जब भुगतान करना सभी राशि में कहा गया है
zh_tw: 當支付時，請註明發票號碼、支付金額

source: Date of Payment
hi_in: भुगतान की तिथि
zh_tw: 付款日

source: Date of Sale
hi_in: बिक्री की तारीख
zh_tw: 銷貨日

source: Remittance No.
hi_in: प्रेषण संख्या
zh_tw: 匯款編號

source: Order To
hi_in: ऑर्डर करने के लिए
zh_tw: 訂單給

source: Purchase Order No.
hi_in: खरीद आदेश ्संक्या।
zh_tw: 採購單編號

source: Deliver To
hi_in: उसे देदो
zh_tw: 出貨到

source: Receipt No.
hi_in: रसीद संख्या।
zh_tw: 收據編號

source: With thanks from
hi_in: धन्यवाद से
zh_tw: 感謝/鳴謝

source: Work Order No.
hi_in: कार्य क्रम सं।
zh_tw: 工作單號

source: DueDate
hi_in: नियत तारीख
zh_tw: 到期日

source: You can pay through
hi_in: आप के माध्यम से भुगतान कर सकते हैं
zh_tw: 您付款可透過

source: * Subject to Realisation of the Cheque.
hi_in: * चेक की प्राप्ति के अधीन
zh_tw: * 已兌現支票的主旨。

source: The security settings on your account do not permit you to print this report
hi_in: आपके खाते की सुरक्षा सेटिंग्स आपको इस रिपोर्ट को प्रिंट करने की अनुमति नहीं देती हैं
zh_tw: 您未被允許可列印此報表。

source: Print Out Date
hi_in: प्रिंट आउट तिथि
zh_tw: 列印逾期

source: Fiscal Year
hi_in: वित्तीय वर्ष
zh_tw: 會計年度

source: Report Date
hi_in: रिपोर्ट तिथि
zh_tw: 報告日期

source: Generated At
hi_in: पर उत्पन्न
zh_tw: 產生於

source: Generated By
hi_in: द्वारा उत्पन्न
zh_tw: 產生於

source: Our VAT No.
hi_in: हमारे वैट नं।
zh_tw: 我司加值營業稅稅籍編號

source: Domicile
hi_in: अधिवास
zh_tw: 地址

source: Page
hi_in: पृष्ठ
zh_tw: 頁

source: Report Period
hi_in: रिपोर्ट अवधि
zh_tw: 報告期間

source: You have no email contact defined for this type of document for '%s'.
hi_in: आपके पास '%s' के लिए इस प्रकार के दस्तावेज़ के लिए कोई ईमेल संपर्क निर्धारित नहीं है
zh_tw: '%s' 此類型的文件您沒有定義聯絡人的 email。

source: Dear
hi_in: प्रिय
zh_tw: 親愛的先生/小姐

source: Attached you will find
hi_in: संलग्न आप पाएंगे
zh_tw: 您找到夾檔

source: Kindest regards
hi_in: संवेदनापूर्ण संबंध
zh_tw: 祝 平安

source: Sending document by email failed
hi_in: ईमेल द्वारा दस्तावेज़ भेजना विफल हुआ
zh_tw: 透過 email 寄發文件失敗

source: Email:
hi_in: ईमेल:
zh_tw: 電子郵件

source: has been sent by email to destination.
hi_in: गंतव्य को ईमेल द्वारा भेजा गया है
zh_tw: email 已寄出。

source: Report has been sent to network printer
hi_in: रिपोर्ट को नेटवर्क प्रिंटर पर भेजा गया है
zh_tw: 報表已經送到網路印表機

source: Cannot open connection to printer
hi_in: प्रिंटर के लिए कनेक्शन नहीं खोल सकता
zh_tw: 無法開啟印表機連線

source: Printer does not acept the job
hi_in: प्रिंटर नौकरी को स्वीकार नहीं करता है
zh_tw: 印表機無法接受列印工作

source: Error sending print job control file
hi_in: मुद्रण कार्य नियंत्रण फ़ाइल भेजने में त्रुटि
zh_tw: 傳送列印工作到控制檔案時發生錯誤

source: Print control file not accepted
hi_in: प्रिंट नियंत्रण फ़ाइल स्वीकार नहीं की गई
zh_tw: 列印控制檔案不被接受

source: Cannot send report to printer
hi_in: प्रिंटर को रिपोर्ट नहीं भेज सकता
zh_tw: 無法傳送報表到印表機

source: No ack after report printout
hi_in: रिपोर्ट प्रिंटआउट के बाद कोई भी नहीं
zh_tw: 報表輸出後不需確認

source: Cannot flush printing queue
hi_in: प्रिंटिंग कतार फ्लश नहीं कर सकता
zh_tw: 無法清空列印佇列

source: Report Classes:
hi_in: रिपोर्ट क्लासेस:
zh_tw: 報表種類：

source: Reports For Class:
hi_in: कक्षा के लिए रिपोर्ट:
zh_tw: 指定種類報表：

source: Display:
hi_in: प्रदर्शन:
zh_tw: 顯示：

source: Unknown report parameter type:
hi_in: अज्ञात रिपोर्ट पैरामीटर प्रकार:
zh_tw: 未知報表參數類別：

source: No Currency Filter
hi_in: कोई मुद्रा फ़िल्टर नहीं
zh_tw: 沒有篩選出幣別

source: No Graphics
hi_in: कोई ग्राफिक्स नहीं
zh_tw: 沒有圖片

source: Vertical bars
hi_in: कार्यक्षेत्र बार
zh_tw: 垂直線

source: Horizontal bars
hi_in: क्षैतिज बार
zh_tw: 水平線

source: Dots
hi_in: डॉट्स
zh_tw: 圓點

source: Lines
hi_in: पंक्तियां
zh_tw: 線

source: Pie
hi_in: पाई
zh_tw: 餅形

source: Donut
hi_in: डोनट
zh_tw: 甜甜圈

source: No Type Filter
hi_in: कोई प्रकार फ़िल्टर नहीं
zh_tw: 沒有篩選出類別

source: No Account Group Filter
hi_in: कोई खाता समूह फ़िल्टर नहीं
zh_tw: 沒有篩選出二級會計項目

source: No Dimension Filter
hi_in: कोई आयाम फ़िल्टर नहीं
zh_tw: 沒有篩選出構面(維度)

source: No Customer Filter
hi_in: कोई ग्राहक फ़िल्टर नहीं
zh_tw: 沒有篩選出客戶

source: No Supplier Filter
hi_in: कोई सप्लायर फिल्टर नहीं
zh_tw: 沒有篩選出供應商

source: No Location Filter
hi_in: स्थान फ़िल्टर नहीं है
zh_tw: 沒有篩選出地區

source: No Category Filter
hi_in: कोई श्रेणी फ़िल्टर नहीं
zh_tw: 沒有篩選出分類

source: No Class Filter
hi_in: कोई क्लास फ़िल्टर नहीं
zh_tw: 沒有篩選出大類

source: No Areas Filter
zh_tw: 沒有篩選出地址

source: No Sales Folk Filter
hi_in: कोई बिक्री लोक फ़िल्टर नहीं
zh_tw: 沒有篩選出銷售團

source: No Users Filter
hi_in: कोई उपयोगकर्ता फ़िल्टर नहीं
zh_tw: 沒有篩選出使用者

source: Create and Print Recurrent Invoices
hi_in: आवर्ती इनवॉइस बनाएं और प्रिंट करें
zh_tw: 建立與列印循環性發票

source: %s recurrent invoice(s) created, # %s - # %s.
hi_in: %s आवर्ती इनवॉइस बनाया, # %s - # %s
zh_tw: 循環性發票建立 # %s - # %s。(%s)

source: &Print Recurrent Invoices # %s - # %s
hi_in: पुनरावर्ती चालान प्रिंट करें # %s - # %s
zh_tw: 列印循環性發票 # %s - # %s (&P)

source: &Email Recurrent Invoices # %s - # %s
hi_in: पुनरावर्ती चालान ईमेल # %s - # %s
zh_tw: Email 循環性發票 # %s - # %s (&E)

source: Recurrent invoice cannot be generated before last day of covered period.
hi_in: कवरेड अवधि के अंतिम दिन से पहले पुनरावृत्त चालान नहीं जनरेट किया जा सकता है।
zh_tw: 在涵蓋期限的最後一天之前不能產生經常性發票。

source: Recurrent invoices cannot be generated because some items have no price defined in customer currency.
hi_in: पुनरावर्ती इनवॉइस उत्पन्न नहीं किए जा सकते हैं क्योंकि कुछ आइटमों का ग्राहक मुद्रा में कोई मूल्य निर्धारित नहीं है।
zh_tw: 因為某些貨品沒有客戶幣別的價格，所無法產生經常性發票。

source: Recurrent invoices cannot be generated because selected sales order template uses prepayment sales terms. Change payment terms and try again.
hi_in: पुनरावर्ती चालान जनरेट नहीं किए जा सकते क्योंकि चयनित विक्रय आदेश टेम्पलेट प्रीपेमेंट बिक्री शर्तों का उपयोग करते हैं। भुगतान शर्तों को बदलें और पुनः प्रयास करें
zh_tw: 因為銷貨訂單範本使用預付銷貨條件，所以無法產生經常性發票。變更付款條件且再試一次。

source: Template:
hi_in: टेम्पलेट:
zh_tw: 範本：

source: Number of invoices:
hi_in: चालान की संख्या:
zh_tw: 發票號碼：

source: Invoice date:
hi_in: चालान की तारीख:
zh_tw: 發票日期：

source: Invoice notice:
hi_in: चालान की सूचना:
zh_tw: 發票注意事項：

source: Recurrent Invoice covers period %s - %s.
hi_in: आवर्ती चालान अवधि %s - %s को कवर करता है
zh_tw: 循環性發票的會計區間 %s - %s。

source: Create
hi_in: सर्जन करना
zh_tw: 建立

source: Create recurrent invoices
hi_in: पुनरावर्ती चालान बनाएं
zh_tw: 建立與列印循環性發票

source: Return to recurrent invoices
hi_in: पुनरावर्ती चालान पर लौटें
zh_tw: 回到循環性發票

source: You are about to issue %s invoices. Do you want to continue?
hi_in: आप %s इनवॉइस जारी करने वाले हैं। क्या आप जारी रखना चाहते हैं?
zh_tw: 您即將發行 %s 發票。 您要繼續嗎？

source: Begin
hi_in: शुरू
zh_tw: 開始

source: End
hi_in: समाप्त
zh_tw: 結束

source: Create %s Invoice(s)
hi_in: %s चालान बनाएं
zh_tw: 建立 %s 發票(s)

source: Marked items are due.
hi_in: चिह्नित आइटम देय हैं
zh_tw: 標示的貨品已經逾期。

source: No recurrent invoices are due.
hi_in: कोई पुनरावृत्त चालान नहीं हैं
zh_tw: 沒有過期的經常性發票。
