Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: The Terms description must be entered.
da_dk: Vilkårs beskrivelse skal angives.
es_es: La descripción de los términos debe ser introducida.
id_id: Deskripsi termin harus diisi.
it_it: La descrizione dei Termini deve essere inserita.
ka_ge: შეიყვანე პირობების აღწერილობა.
pt_br: A descrição da forma deve ser cadastrada.
pt_pt: A descrição da forma pagamento deve ser indicada.
ru_ru: Условия описание должно быть введено.

source: Selected payment terms have been updated
da_dk: Valgt betalingsvilkår er opdateret.
es_es: Las condiciones de pago seleccionadas se han actualizado
id_id: Termin pembayaran yang dipilih berhasil diperbarui
it_it: I termini di pagamento selezionati sono stati aggiornati
ka_ge: არჩეული გადახდის პირობები განახლებულია
pt_br: A forma de pagamento selecionadas foi atualizada
pt_pt: A forma de pagamento selecionada foi atualizada
ru_ru: Выбранные условия оплаты были обновлены

source: New payment terms have been added
da_dk: Nyt betalingsvilkår er oprettet.
es_es: Los nuevos términos de pago se han añadido
id_id: Termin pembayaran baru berhasil ditambahkan
it_it: I nuovi termini di pagamento sono stati aggiunti
ka_ge: ახალი გადახდის პირობები დამატებულია
pt_br: Novas formas de pagamentos foram adicionadas
pt_pt: Foi adicionada uma nova forma de pagamento
ru_ru: Новые условия оплаты были добавлены

source: Cannot delete this payment term, because customer accounts have been created referring to this term.
da_dk: Kan ikke slette betalingsvilkår, da der er debitorkonti som refererer hertil.
es_es: No se puede eliminar el término de pago, porque se han creado cuentas de clientes que referencian este término.
id_id: Tidak dapat menghapus termin pembayaran ini, karena ada akun pelanggan yang menggunakannya.
it_it: Non puoi cancellare questo termine di pagamento perchè sono stati creati conti cliente che fanno riferimento ad esso.
ka_ge: გადახდის პირობების წაშლა შეუძლებელია, მომხმარებლის ანგარიშ(ებ)ი არსებობს ამ გადახდის პირობებით.
pt_br: Não é possivél deletar esta forma de pagamento porque contas de clientes a utilizam.
pt_pt: Não é possível apagar esta forma de pagamento porque está a ser utilizada nas contas de clientes

source: Cannot delete this payment term, because supplier accounts have been created referring to this term
da_dk: Kan ikke slette betalingsvilkår, da der er kreditorkonti der refererer hertil..
es_es: No se puede eliminar el término de pago, porque se han creado cuentas de proveedores que referencian este término.
id_id: Tidak dapat menghapus termin pembayaran ini, karena ada akun pemasok yang menggunakannya
it_it: Non puoi cancellare questo termine di pagamento perchè sono stati creati conti fornitore che fanno riferimento ad esso.
ka_ge: გადახდის პირობების წაშლა შეუძლებელია, მომწოდებლის ანგარიშ(ებ)ი არსებობს ამ გადახდის პირობებით.
pt_br: Não é possivél deletar esta forma de pagamento porque contas de fornecedores a utilizam.
pt_pt: Não é possível apagar esta forma de pagamento porque está a ser utilizada nas contas de fornecedores

source: Selected payment terms have been deleted
da_dk: Valgt betalingsvilkår er slettet.
es_es: Los términos de pago seleccionados se han borrado
id_id: Termin pembayaran yang dipilih berhasil dihapus
it_it: I termini di pagamento selezionati sono stati cancellati
ka_ge: არჩეული გადახდის პირობები წაშლილია
pt_br: A forma de pagamento selecionada foi deletada
pt_pt: A forma de pagamento selecionada foi apagada
ru_ru: Выбранные условия оплаты были удалены

source: Type
es_es: Tipo
id_id: Jenis
it_it: Tipo
ka_ge: ტიპი
pt_br: Tipo
pt_pt: Tipo
ru_ru: Тип

source: Due After/Days
da_dk: Forfald efter (dage)
es_es: Vence Después de/Días
id_id: Jatuh tempo setelah/hari
it_it: Scaduto Dopo/Giorni
ka_ge: გადახდა შემდეგ/დღეები
pt_pt: Vencimento Após (Dias)
ru_ru: Благодаря После / Days

source: N/A
es_es: N/D
id_id: T/A
it_it: N/D
pt_br: N/D
pt_pt: N/D

source: Terms Description:
da_dk: Vilkårsbeskrivelse:
es_es: Descripción del Término:
id_id: Keterangan Termin:
it_it: Descrizione termini:
ka_ge: პირობების აღწერილობა:
pt_br: Descrição da Forma:
pt_pt: Descrição da Forma Pag.:
ru_ru: Условия Описание:

source: Payment type:
da_dk: Betalings type:
es_es: Tipo de Pago:
id_id: Jenis Pembayaran:
it_it: Tipo di pagamento
ka_ge: გადახდის ტიპი:
pt_pt: Tipo de pagamento:
ru_ru: Вид оплаты:

source: Days (Or Day In Following Month):
da_dk: Dage (eller dag i følgende måned):
es_es: Días (O Día en el Mes Siguiente):
id_id: Hari (atau hari ke- pada bulan berikutnya):
it_it: Giorni (o Giorno nel Mese Successivo):
ka_ge: დღეები (ან დღე მომდევნო თვეში):
pt_br: Dias (Ou Dia no Mês Seguinte)
pt_pt: Dias (Ou Dia no Mês Seguinte):

source: Printer Locations
da_dk: Printer Lokationer
es_es: Ubicación de Impresoras
id_id: Lokasi Printer
it_it: Sedi di stampa
ka_ge: პრინტერების მდებარეობა
pt_br: Locais das Impressora
pt_pt: Localizações da Impressora
ru_ru: Принтер места

source: Printer name cannot be empty.
da_dk: Printer navn kan ikke være tom.
es_es: Nombre de la impresora no puede estar vacío.
id_id: Nama printer harus diisi.
it_it: Il nome della stampante non può essere vuoto.
ka_ge: პრინტერის სახელი არ შეიძლება იყოს ცარიელი.
pt_br: O nome do impressora deve ser preenchido.
pt_pt: O nome da impressora deve ser preenchido
ru_ru: Имя принтера не может быть пустым.

source: You have selected printing to server at user IP.
da_dk: Du har valgt udskrivning til server på brugerens IP.
es_es: Has seleccionado imprimir en el servidor con la IP del usuario.
id_id: Anda telah memilih mencetak ke server pada IP pengguna.
it_it: Hai selezionato di stampare sul server all'IP utente.
ka_ge: არჩეულია ბეჭდვა სერვერზე მომხმარებლის IP-ზე.
pt_br: -Você selecionou a impressão para Servidor no usuário de IP.
pt_pt: Selecionou a impressão para o servidor no IP do utilizador.
ru_ru: Вы выбрали печати на сервер пользователь IP.

source: Timeout cannot be less than zero nor longer than 60 (sec).
da_dk: Timeout kan ikke være mindre end nul eller længere end 60 (sek).
es_es: Tiempo de espera no puede ser menor a cero o mayor a 60 (seg).
id_id: Timeout tidak boleh kurang dari 0 atau lebih dari 60 (detik).
it_it: Il timeout non può essere minore di zero o maggiore di 60 (sec).
ka_ge: შეყოვნება არ შეიძლება იყოს ნულზე ნაკლები და არც 60 წმ მეტი.
pt_br: O tempo de expiração não pode ser menor ou maior que 60(sec).
pt_pt: O valor de timeout não pode ser menor que zero ou maior que 60(seg).

source: New printer definition has been created
da_dk: Ny printer definition er blevet oprettet
es_es: Nueva definición de la impresora se ha creado
id_id: Printer baru berhasil dibuat
it_it: Nuova definizione di stampante è stato creata.
ka_ge: ახალი პრინტერის განსაზღვრება შექმნილია
pt_br: Uma nova definição de impressora foi criada
pt_pt: Nova definição de impressora foi criada
ru_ru: Новое определение принтера была создана

source: Selected printer definition has been updated
da_dk: Valgt printer definition er blevet opdateret
es_es: Definición de la impresora seleccionada ha sido actualizado
id_id: Printer terpilih berhasil diperbarui
it_it: La definizione di stampante selezionata è stata aggiornata
ka_ge: არჩეული პრინტერის განსაზღვრება განახლებულია
pt_br: A definição de impressora selecionada foi atualizada
pt_pt: A definição de impressora selecionada foi atualizada
ru_ru: Выбранный принтер определение было обновлено

source: Cannot delete this printer definition, because print profile have been created using it.
da_dk: Kan ikke slette denne printer definition, fordi der er en print profil der er blevet oprettet ved hjælp af den.
es_es: No se puede eliminar esta definición de la impresora, ya que se han creado perfiles de impresión con él.
id_id: Tidak dapat menghapus printer ini, karena ada profil pencetakan yang menggunakannya.
it_it: Non puoi cancellare questa definizione di stampante, perchè sono stati creati profili di stampa che fanno riferimento ad essa.
ka_ge: შეუძლებელია პრინტერის განსაზღვრების წაშლა, რადგან პრინტერის პროფილი შექმნილია მისი გამოყენებით.
pt_br: Não é possível deletar esta definição de impressora porque um perfil de impressão o utliza.
pt_pt: Não é possível excluir a definição da impressora, porque o perfil de impressão foi criado e está a ser utilizado.

source: Selected printer definition has been deleted
da_dk: Valgt definition printer er blevet slettet
es_es: Definición de la impresora seleccionada ha sido eliminado
id_id: Printer yang dipilih berhasil dihapus
it_it: La definizione di stampante selezionata è stata cancellata
ka_ge: არჩეული პრინტერის განსაზღვრება წაშლილია
pt_br: A definição de impressora selecionada foi deletada
pt_pt: Impressora selecionada foi removida
ru_ru: Выбранный принтер определение было удалено

source: Printer Queue
da_dk: Printerkø
es_es: Cola de impresión
id_id: Antrian Cetak
it_it: Coda di stampa
ka_ge: პრინტერის რიგი
pt_br: Fila da Impressora
pt_pt: Fila da Impressora
ru_ru: Очередь принтера

source: Printer Name
da_dk: Printernavn
es_es: Nombre de la Impresora
id_id: Nama Printer
it_it: Nome stampante
ka_ge: პრინტერის სახელი
pt_br: Nome da Impressora
pt_pt: Nome da Impressora
ru_ru: Имя принтера

source: Printer Description
da_dk: Printer Beskrivelse
es_es: Descripción de la Impresora
id_id: Keterangan Printer
it_it: Descrizione stampante
ka_ge: პრინტერის აღწერილობა
pt_br: Descrição da Impressora
pt_pt: Descrição da Impressora
ru_ru: Описание принтера

source: Host name or IP
da_dk: Værts navn eller IP
es_es: Nombre del host o IP
id_id: Nama Host atau IP
it_it: Nome Host o IP
ka_ge: ჰოსტის სახელი ან IP
pt_br: Nome do host ou IP
pt_pt: Nome do host ou IP
ru_ru: Имя хоста или IP

source: Port
es_es: Puerto
it_it: Porta
ka_ge: პორტი
pt_br: Porta
pt_pt: Porta
ru_ru: Порт

source: Printing Profiles
da_dk: Udskrivnings Profiler
es_es: Perfiles de Impresión
id_id: Profile Pencetakan
it_it: Profili di stampa
ka_ge: ბეჭდვის პროფილები
pt_br: Perfis de Impressão
pt_pt: Perfis de Impressão
ru_ru: Профили печати

source: Default printing destination
da_dk: Standard udskrivnings destination
es_es: Destino de impresión por defecto
id_id: Tujuan cetak default
it_it: Destinazione di stampa predefinita
ka_ge: სტანდარტული ბეჭდვის დანიშნულების ადგილი
pt_br: Destino de impressão Padrão
pt_pt: Destino de impressão por defeito
ru_ru: Назначение по умолчанию печати

source: Printing profile name cannot be empty.
da_dk: Udskrivnings profilnavn kan ikke være tomt.
es_es: El nombre del perfil de impresión no puede estar vacío.
id_id: Nama Profil pencetakan harus diisi.
it_it: Il nome del profilo di stampa non può essere vuoto.
ka_ge: ბეჭდვის პროფილის სახელი არ შეიძლება იყოს ცარიელი.
pt_br: O nome do perfil de impressão deve ser preenchido.
pt_pt: O nome do perfil de impressão deve ser preenchido.
ru_ru: Название печать профиль не может быть пустым.

source: New printing profile has been created
da_dk: Ny udskrivnings profil er blevet oprettet
es_es: Un nuevo perfil de impresión se ha creado
id_id: Profil Pencetakan baru berhasil dibuat
it_it: Un nuovo profilo di stampa è stato creato
ka_ge: ახალი ბეჭდვის პროფილი შექმნილია
pt_br: Novo perfil de impressão criado
pt_pt: Novo perfil de impressão criado
ru_ru: Новый профиль печати была создана

source: Printing profile has been updated
da_dk: Udskrivnings profil er blevet opdateret
es_es: El perfil de impresión se ha actualizado
id_id: Profil pencetakan berhasil diperbarui
it_it: Il profilo di stampa è stato aggiornato
ka_ge: ბეჭდვის პროფილი განახლებულია
pt_br: Perfil de impressão atualizado
pt_pt: Perfil de impressão foi atualizado
ru_ru: Печать профиль был обновлен

source: Selected printing profile has been deleted
da_dk: Valgt udskrivnings profil er blevet slettet
es_es: El perfil seleccionado de impresión ha sido eliminado
id_id: Profil pencetakan yang dipilih berhasil dihapus
it_it: Il profilo di stampa selezionato è stato cancellato
ka_ge: არჩეული ბეჭდვის პროფილი წაშლილია
pt_br: O perfil de impressão selecionado foi deletado
pt_pt: O perfil de impressão selecionado foi apagado
ru_ru: Выбранный печати профиль был удален

source: Select printing profile
da_dk: Vælg udskrivnings profil
es_es: Seleccione perfil de impresión
id_id: Pilih profil cetak
it_it: Seleziona profilo di stampa
ka_ge: აირჩიე ბეჭდვის პროფილი
pt_br: Selecionar perfil de impressão
pt_pt: Selecionar perfil de impressão
ru_ru: Выберите печать профиль

source: New printing profile
da_dk: Ny udskrivnings profil
es_es: Nuevo perfil de impresión
id_id: Profil cetak baru
it_it: Nuovo profilo di stampa
ka_ge: ახალი ბეჭდვის პროფილი
pt_br: Novo perfil de impressão
pt_pt: Novo perfil de impressão
ru_ru: Новый профиль печати

source: Printing Profile Name
da_dk: Udskrivning Profil Navn
es_es: Nombre del perfil de impresión
id_id: Nama profil cetak
it_it: Nome del profilo di stampa
ka_ge: ბეჭდვის პროფილის სახელი
pt_br: Nome do perfil de impressão
pt_pt: Nome do perfil de impressão
ru_ru: Название печать профиля

source: Report Id
da_dk: Rapport Id
es_es: Id del Reporte
id_id: Id Laporan
it_it: Id Report
ka_ge: რეპორტის კოდი
pt_br: Código do Relatório
pt_pt: ID do Relatório
ru_ru: Сообщить Id

source: Printer
da_dk: Udskriv.
es_es: Impresora
it_it: Stampante
ka_ge: პრინტერი
pt_br: Impressora
pt_pt: Impressora
ru_ru: Принтер

source: Browser support
da_dk: Browser understøttelse
es_es: soportado por el navegador
id_id: Dukungan Browser
it_it: Supporto Browser
ka_ge: ბრაუზერის მხარდაჭერა
pt_br: Suporte ao Navegador
pt_pt: Suporte ao Browser
ru_ru: Поддержка браузера

source: no title was found in this report definition file.
da_dk: ingen titel blev fundet i denne rapport definition fil.
es_es: No se encontró el título en este archivo de definición del reporte.
id_id: tidak ada judul yang ditemukan pada file definisi laporan ini
it_it: nessun titolo trovato in questo file di definizione del report.
ka_ge: სათაური ვერ მოიძებნა რეპორტის განსაზღვრების ფაილში.
pt_br: título não encontrado neste arquivo de definição de relatório.
pt_pt: título não encontrado neste ficheiro de definição relatório.
ru_ru: название не было найдено в этом файле определения отчета.

source: Add New Profile
da_dk: Tilføj Ny Profil
es_es: Agregar Nuevo Perfil
id_id: Tambah Profil
it_it: Aggiungi nuovo profilo
ka_ge: დაამატე ახალი პროფილი
pt_br: Adicionar Novo Perfil
pt_pt: Adicionar Novo Perfil
ru_ru: Добавить профиля

source: Update Profile
da_dk: Opdater Profil
es_es: Actualizar Perfil
id_id: Perbarui Profil
it_it: Aggiorna profilo
ka_ge: ატვირთე პროფილი
pt_br: Atualizar Perfil
pt_pt: Atualizar Perfil
ru_ru: Обновить профиль

source: Update printer profile
da_dk: Opdater printer profil
es_es: Actualizar perfil de impresión
id_id: Perbarui profil cetak
it_it: Aggiorna profilo stampante
ka_ge: განაახლე პრინტერის პროფილი
pt_br: Atualizar perfil de impressora
pt_pt: Atualizar perfil de impressora
ru_ru: Обновить профиль принтера

source: Delete Profile
da_dk: Slet profil
es_es: Eliminar Perfil
id_id: Hapus Profil
it_it: Cancella profilo
ka_ge: წაშალე პროფილი
pt_br: Deletar Perfil
pt_pt: Deletar Perfil
ru_ru: Удалить профиль

source: Delete printer profile (only if not used by any user)
da_dk: Slet printer profil (kun hvis den ikke benyttes af en bruger)
es_es: Borrar perfil de impresora (solo si no es utilizado por algún usuario)
id_id: Hapus profil cetak (hanya jika tidak digunakan siapa pun)
it_it: Cancella profilo stampante (solo se non è usato da nessun utente)
ka_ge: წაშალე პრინტერის პროფილი ( იმ შემთხვევაში, თუ არ გამოიყენება რომელიმე მომხმარებლის მიერ)
pt_br: Deletar perfil de impressora (somente se não for utilizada por outro usuário)
pt_pt: Apagar perfil de impressora (somente se não for utilizado por outro utilizador)

source: Access setup
da_dk: Adgangs indstillinger
es_es: Configuración de Acceso
id_id: Pengaturan Akses
it_it: Setup Accessi
ka_ge: წვდომის გაწყობა
pt_br: Configuração de Acesso
pt_pt: Configuração de Acesso
ru_ru: Настройка доступа

source: Role description cannot be empty.
da_dk: Rolle beskrivelse kan ikke være tom.
es_es: La descripción del rol no puede estar vacío.
id_id: Keterangan Peran harus diisi.
it_it: La descrizione del ruolo non può essere vuota.
ka_ge: როლის აღწერილობა არ შეიძლება იყოს ცარიელი.
pt_br: Descrição do papel deve ser preenchida.
pt_pt: Descrição da regra deve ser preenchida.
ru_ru: Роль описания не может быть пустым.

source: Role name cannot be empty.
da_dk: Rolle navn kan ikke være tom.
es_es: El nombre del rol no puede estar vacío.
id_id: Nama Peran harus diisi
it_it: Il nome del ruolo non può essere vuoto.
ka_ge: როლის სახელი არ შეიძლება იყოს ცარიელი.
pt_br: O nome do papel deve ser preenchido.
pt_pt: Regra não pode ser vazia.
ru_ru: Роль Имя не может быть пустым.

source: Access level edition in Company setup section have to be enabled for your account.
da_dk: Adgangs niveau for din konto skal være aktiveret i firma indstillingerne.
es_es: Edición de nivel de acceso en la sección de configuración de empresa tiene que estar activada para su cuenta.
id_id: Ubah tingkat akses pada bagian pengaturan perusahaan harus diaktifkan untuk akun anda.
it_it: La possibilità di modificare il Livello di Accesso nel Setup dell'Azienda deve essere abilitata per il tuo Account.
ka_ge: წვდომის დონის რედაქტირება კომპანიის გაწყობის სექციაში გასააქტიურებელია თქვენი ანგარიშისთვის.
pt_br: A edição de nível de acesso na seção de configuração da Empresa deve ser habilitado para sua conta.
pt_pt: A edição de nível de acesso na seção de configuração da Empresa deve ser habilitado para a sua conta.

source: New security role has been added.
da_dk: Ny sikkerhedsrolle er blevet tilføjet.
es_es: Un nuevo rol de seguridad ha sido adicionado.
id_id: Peran keamanan baru berhasil ditambahkan
it_it: Il nuovo Ruolo Sicurezza è stato aggiunto.
ka_ge: ახალი უსაფრთხოების როლი დამატებულია.
pt_br: Novo papel de segurança foi adicionado.
pt_pt: Novo regra de segurança foi adicionada.
ru_ru: Новая роль безопасность была добавлена.

source: Security role has been updated.
da_dk: Sikkerheds rolle er blevet opdateret.
es_es: El rol de seguridad ha sido actualizado.
id_id: Peran Keamanan berhasil diperbarui
it_it: Il Ruolo Sicurezza è stato aggiornato.
ka_ge: უსაფრთხოების როლი განახლებულია.
pt_br: Papel de segurança foi atualizado.
pt_pt: Regra de segurança foi atualizada.
ru_ru: Безопасность роль была обновлена.

source: This role is currently assigned to some users and cannot be deleted
da_dk: Denne rolle er i øjeblikket tilknyttet nogle brugere og kan ikke slettes
es_es: Este rol está asignado actualmente a algunos usuarios y no se puede eliminar
id_id: Peran ini masih digunakan. Tidak dapat dihapus
it_it: Questo ruolo è attualmente assegnato ad alcuni utenti e non può essere cancellato
ka_ge: ეს როლი მინიჭებული აქვს სხვა მომხმარებელს და წაშლა შეუძლებელია
pt_br: Este papel está atualmente atribuído para alguns usuários e não pode ser deletado
pt_pt: Esta regra está atualmente atribuída a alguns utilizadores e não pode ser removida
ru_ru: Эта роль, назначенные для некоторых пользователей и не может быть удален

source: Security role has been sucessfully deleted.
da_dk: Sikkerhedsrolle er blevet slettet.
es_es: El rol de seguridad se ha eliminado con éxito.
id_id: Peran keamanan berhasil dihapus.
it_it: Il Ruolo Sicurezza è stato cancellato.
ka_ge: უსაფრთხოების როლი წარმატებით წაიშალა.
pt_br: Papel de segurança foi deletado com sucesso.
pt_pt: Regra de segurança foi removida com sucesso.
ru_ru: Безопасность роль была успешно удалена.

source: Role:
da_dk: Rolle:
es_es: Rol:
id_id: Peran:
it_it: Ruolo:
ka_ge: როლი:
pt_br: Papel:
pt_pt: Regra:
ru_ru: Роль:

source: Show inactive:
da_dk: Vis inaktive:
es_es: Mostrar inactivos:
id_id: Tampilkan yang tidak aktif
it_it: Mostra inattivi:
ka_ge: აჩვენე არააქტიური:
pt_br: Mostrar inativos:
pt_pt: Mostrar inativos:
ru_ru: Показать неактивные:

source: Role name:
da_dk: Rolle navn:
es_es: Nombre del Rol:
id_id: Nama Peran:
it_it: Nome del ruolo:
ka_ge: როლის სახელი:
pt_br: Nome do papel:
pt_pt: Nome regra:
ru_ru: Роль имя:

source: Role description:
da_dk: Rolle beskrivelse:
es_es: Descripción del Rol:
id_id: Deskripsi Peran:
it_it: Descrizione del ruolo:
ka_ge: როლის აღწერილობა:
pt_br: Descrição do papel:
pt_pt: Descrição da regra:
ru_ru: Роль описание:

source: Current status:
da_dk: Aktuel status:
es_es: Estado Actual:
id_id: Status saat ini:
it_it: Stato attuale:
ka_ge: მიმდინარე სტატუსი:
pt_br: Estado atual:
pt_pt: Estado atual:
ru_ru: Текущий статус:

source: On/off set of features
da_dk: Til/Fra opsætning af funktioner
es_es: Conjunto de características encendido/apagado
id_id: On/off set fitur
it_it: Attiva/Disattiva insieme di funzionalità
ka_ge: აქტიური/არააქტიური პარამეტრები
pt_br: Definir características Ligar/Desliar
pt_pt: Definir características Ligar/Desligar
ru_ru: Вкл / Выкл набором функций

source: Update view
da_dk: Opdater visning
es_es: Actualizar vista
id_id: Perbarui Tampilan
it_it: Visualizza aggiornamenti
ka_ge: განაახლე ხედი
pt_br: Atualizar página
pt_pt: Atualizar página
ru_ru: Обновите просмотра

source: Insert New Role
da_dk: Indsæt Ny Rolle
es_es: Inserte Nuevo Rol
id_id: Tambah Peran
it_it: Inserisci nuovo ruolo
ka_ge: დაამატე ახალი როლი
pt_br: Inserir Papel Novo
pt_pt: Inserir Nova Regra
ru_ru: Вставьте новую роль

source: Save Role
da_dk: Gem Rolle
es_es: Grabar Rol
id_id: Simpan Peran
it_it: Salva ruolo
ka_ge: შეინახე როლი
pt_br: Gravar Papel
pt_pt: Guardar Regra
ru_ru: Сохранить роли

source: Clone This Role
da_dk: Klon denne rolle
es_es: Clonar este Rol
id_id: Duplikasi Peran Ini
it_it: Clona questo ruolo
ka_ge: შექმენი როლის კლონი
pt_br: Clonar Este Papel
pt_pt: Duplicar Esta Regra
ru_ru: Клонирование Эта роль

source: Delete This Role
da_dk: Slet denne rolle
es_es: Eliminar Este Rol
id_id: Hapus Peran Ini
it_it: Cancella questo ruolo
ka_ge: წაშალე როლი
pt_br: Deletar Este Papel
pt_pt: Remover esta Regra
ru_ru: Удалить эту роль

source: Cancel
da_dk: Annuller
es_es: Cancelar
id_id: Batalkan
it_it: Cancella
ka_ge: დააბრუნე უკან
pt_br: Cancelar
pt_pt: Cancelar
ru_ru: Отменить

source: Cancel Edition
da_dk: Annuller Redigering
es_es: Cancelar Edición
id_id: Batal Ubah
it_it: Annulla Modifica
ka_ge: გააუქმე რედაქტირება
pt_br: Cancelar Edição
pt_pt: Cancelar Edição
ru_ru: Отмена издание

source: Shipping Company
da_dk: Fragt Firma
es_es: Compañía de Transporte
id_id: Kurir
it_it: Azienda di spedizioni
ka_ge: გადამზიდავი კომპანია
pt_br: Transportadora
pt_pt: Transportadora
ru_ru: Пароходная компания

source: The shipping company name cannot be empty.
da_dk: Fragt firma navnet kan ikke være tom.
es_es: El nombre de la compañía de transporte no puede estar vacío.
id_id: Nama kurir harus diisi
it_it: Il nome della ditta di spedizioni non può essere vuoto.
ka_ge: გადამზიდავი კომპანიის სახელი არ შეიძლება იყოს ცარიელი.
pt_br: O nome da transportadora deve ser preenchido.
pt_pt: O nome da transportadora deve ser preenchido.
ru_ru: Название судоходная компания не может быть пустым.

source: New shipping company has been added
da_dk: Nyt fragt firma er oprettet
es_es: Nueva compañía de transporte se ha agregado
id_id: Kurir berhasil ditambahkan
it_it: La nuova azienda di spedizioni è stata aggiunta
ka_ge: ახალი გადამზიდავი კომპანია დამატებულია
pt_br: Nova transportadora foi adicionada
pt_pt: Nova transportadora foi adicionada
ru_ru: Новая судоходная компания была добавлена

source: Selected shipping company has been updated
da_dk: Det valgte fragt firma er opdateret
es_es: La empresa de envíos seleccionada ha sido actualizada
id_id: Kurir dipilih berhasil diperbarui
it_it: L'azienda di spedizioni selezionata è stata aggiornata
ka_ge: არჩეული გადამზიდავი კომპანია განახლებულია
pt_br: A transportadora selecionada foi atualizada
pt_pt: A transportadora selecionada foi atualizada
ru_ru: Выбранный судоходная компания была обновлена
