Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: Delivery Date
da_dk: Leveringsdato
es_es: Fecha de Entrega
id_id: Tanggal Pengiriman
it_it: Data della consegna
ka_ge: მოწოდების თარიღი
pt_br: Data da Entrega
pt_pt: Data da Entrega
ru_ru: Дата поставки

source: This delivery has been voided.
da_dk: Leverancen er nulstillet.
es_es: Esta entrega ha sido anulada.
id_id: Penerimaan ini telah dibatalkan (Void)
it_it: Questa consegna è stata annullata.
ka_ge: ეს მოწოდება გაუქმებულია.
pt_br: Está entrega foi invalidada.
pt_pt: Esta entrega foi anulada.
ru_ru: Эта поставка была аннулирована.

source: View Purchase Order
da_dk: Vis indkøbsordre
es_es: Ver Orden de Compra
id_id: Tampilkan Order Pembelian
it_it: Visualizza Ordine d'Acquisto
ka_ge: დაათვალიერე შესყიდვის შეკვეთა
pt_br: Visualizar Pedido de Compra
pt_pt: Visualizar Requisição de Compra
ru_ru: Посмотреть заказ

source: This page must be called with a purchase order number to review.
da_dk: Denne side skal kaldes med en indkøbsordre nummer.
es_es: Esta página debe ser solicitada con un número de orden de compra para revisar.
id_id: Halaman ini hanya dapat dipanggil dengan nomor order pembelian untuk di-review
it_it: Questa pagina deve essere richiamata con un numero di consegna di ordine di acquisto
ka_ge: დასათვალიერებლად ეს გვერდი უნდა გამოიძახო შესყიდვის შეკვეთის ნომრის საშუალებით.
pt_br: Está página deve ser chamada com o número de pedido para revisão.
pt_pt: Está página deve ser chamada com o número de requisição para revisão.
ru_ru: Эта страница должна быть вызваны номер заказа, чтобы рассмотреть.

source: Requested By
da_dk: Nødvendig den
es_es: Solicitado Por
id_id: Diminta pada
it_it: Richiesto da
ka_ge: მოთხოვნილია მიერ
pt_br: Requisitado por
pt_pt: Requisitado por
ru_ru: По просьбе

source: Marked items are overdue.
da_dk: Markerede linier er forfaldne.
es_es: Los artículos marcados están vencidos.
id_id: Baris yang ditandai lewat jatuh tempo.
it_it: Gli articoli evidenziati sono scaduti.
ka_ge: მონიშნული დასახელებები ვადაგადაცილებულია.
pt_br: Itens destacados estão vencidos.
pt_pt: Linhas marcadas estão vencidas.
ru_ru: Отмеченные пункты с опозданием.

source: Deliveries
da_dk: Leverancer
es_es: Entregas
id_id: Pengiriman
it_it: Consegne
ka_ge: მოწოდებები
pt_br: Entregas
pt_pt: Entregas
ru_ru: Поставки

source: Delivered On
da_dk: Leveret den
es_es: Entergado El
id_id: Dikirim pada
it_it: Consegnarlo il
ka_ge: მოწოდებულია
pt_br: Entregada Em
pt_pt: Entregada Em
ru_ru: Поставляется на

source: Invoices/Credits
da_dk: Fakturaer/kreditnotaer
es_es: Facturas/Créditos
id_id: Tagihan/Kredit
it_it: Fatture/Crediti
ka_ge: ინვოისები/კრედიტები
pt_br: Faturas/Créditos
pt_pt: Faturas/Créditos
ru_ru: Счета / Кредиты

source: View Supplier Credit Note
da_dk: Vis kreditor kreditnota
es_es: Ver Notas de Crédito de Proveedor
id_id: Tampilkan Nota Kredit Pemasok
it_it: Visualizza nota di credito fornitore
ka_ge: დაათვალიერე მომწოდებლის კრედიტ მემო
pt_br: Visualizar Nota de Crédito do Fornecedor
pt_pt: Visualizar Nota de Crédito do Fornecedor
ru_ru: Посмотреть Примечание Поставщик кредитов

source: SUPPLIER CREDIT NOTE
da_dk: KREDITOR KREDITNOTA
es_es: NOTA DE CRÉDITO DE PROVEEDOR
id_id: NOTA KREDIT PEMASOK
it_it: NOTA DI CREDITO FORNITORE
ka_ge: მომწოდებლის კრედიტ მემო
pt_br: NOTA DE CRÉDITO DO FORNECEDOR
pt_pt: NOTA DE CRÉDITO DO FORNECEDOR
ru_ru: ПРИМЕЧАНИЕ кредита поставщика

source: Invoice Date
da_dk: Fakturadato
es_es: Fecha de Factura
id_id: Tanggal Tagihan
it_it: Data della fattura
ka_ge: ინვოისის თარიღი
pt_br: Data da Fatura
pt_pt: Data da Fatura
ru_ru: Дата счета-фактуры

source: TOTAL CREDIT NOTE
da_dk: TOTAL KREDITNOTA
es_es: TOTAL DE NOTA DE CRÉDITO
id_id: Jumlah Nota Kredit
it_it: NOTA DI CREDITO TOTALE
ka_ge: ჯამური კრედიტ მემო
pt_br: TOTAL DA NOTA DE CRÉDITO
pt_pt: TOTAL DA NOTA DE CRÉDITO
ru_ru: Итого Примечание КРЕДИТ

source: This credit note has been voided.
da_dk: Kreditnotaen er nulstillet.
es_es: Este nota de crédito ha sido anulada.
id_id: Nota kredit ini berhasil dibatalkan (void)
it_it: Questa nota di credito è stata annullata.
ka_ge: ეს კრედიტ მემო გაუქმებულია.
pt_br: Está nota de crédito foi invalidada.
pt_pt: Esta nota de crédito foi anulada.
ru_ru: Этот кредит записка была аннулирована.

source: View Supplier Invoice
da_dk: Vis kreditor faktura
es_es: Ver Factura de Proveedor
id_id: Tampilkan Tagihan pemasok
it_it: Visualizza fattura fornitore
ka_ge: დაათვალიერე მომწოდებლის ინვოისი
pt_br: Visualizar Fatura do Fornecedor
pt_pt: Visualizar Fatura do Fornecedor
ru_ru: Просмотр счетов поставщиков

source: SUPPLIER INVOICE
da_dk: KREDITOR FAKTURA
es_es: FACTURA DE PROVEEDOR
id_id: TAGIHAN PEMASOK
it_it: FATTURA FORNITORE
ka_ge: მომწოდებლის ინვოისი
pt_br: FATURA DO FORNECEDOR
pt_pt: FATURA DO FORNECEDOR
ru_ru: Счете поставщика

source: TOTAL INVOICE
da_dk: TOTAL FAKTURA
es_es: TOTAL DE FACTURA
id_id: TOTAL TAGIHAN
it_it: FATTURA TOTALE
ka_ge: ჯამური ინვოისი
pt_br: TOTAL DA FATURA
pt_pt: TOTAL DA FATURA
ru_ru: ИТОГО СЧЕТ

source: This invoice has been voided.
da_dk: Fakturaen er nulstillet.
es_es: Esta factura ha sido anulada.
id_id: Tagihan ini berhasil dibatalkan (void)
it_it: Questa fattura è stata annullata.
ka_ge: ეს ინვოისი გაუქმებულია
pt_br: Está nota de crédito foi invalidada.
pt_pt: Esta fatura foi anulada.
ru_ru: Этот счет-фактура была аннулирована.

source: View Payment to Supplier
da_dk: Vis udbetaling
es_es: Ver Pago a Proveedor
id_id: Tampilkan pembayaran ke pemasok
it_it: Visualizza pagamenti al fornitore
ka_ge: დაათვალიერე გადახდა მომწოდებლისთვის
pt_br: Vizualizar Pagamento para Fornecedor
pt_pt: Visualizar Pagamento do Fornecedor
ru_ru: Посмотреть Оплата Поставщику

source: Payment to Supplier
da_dk: Udbetaling
es_es: Pago a Proveedor
id_id: Pembayaran ke Pemasok
it_it: Pagamento al fornitore
ka_ge: გადახდა მომწოდებლისთვის
pt_br: Pagamento para Fornecedor
pt_pt: Pagamento do Fornecedor
ru_ru: Оплата Поставщику

source: To Supplier
da_dk: Til kreditor
es_es: A Proveedor
id_id: Ke Pemasok
it_it: Al fornitore
ka_ge: მომწოდებლისთვის
pt_br: Para o Fornecedor
pt_pt: Para Fornecedor
ru_ru: Для поставщиков

source: Payment Currency
da_dk: Udbetalingsvaluta
es_es: Moneda de Pago
id_id: Mata Uang Pembayaran
it_it: Valuta pagamento
ka_ge: გადახდის ვალუტა
pt_br: Moeda de Pagamento
pt_pt: Moeda Pagamento
ru_ru: Валюта платежа

source: Discount
da_dk: Rabat
es_es: Descuento
id_id: Diskon
it_it: Sconto
ka_ge: ფასდათმობა
pt_br: Desconto
pt_pt: Desconto
ru_ru: Скидка

source: Supplier's Currency
da_dk: Kreditor valuta
es_es: Moneda del Proveedor
id_id: Mata Uang Pemasok
it_it: Valuta del fornitore
ka_ge: მომწოდებლის ვალუტა
pt_br: Moeda do Fornecedor
pt_pt: Moeda Fornecedor

source: There are no tax groups defined in the system. At least one tax group is required before proceeding.
da_dk: Der findes ingen momsgrupper defineret i systemet. Mindst en momsgruppe skal defineres inden behandling.
es_es: No existen grupos de de impuestos definidos en el sistema. Se requiere al menos un grupo de impuestos definido antes de continuar.
id_id: Belum ada definisi grup pajak dalam sistem. Minimal satu grup pajak diperlukan sebelum melanjutkan.
it_it: Non ci sono gruppi di tasse definiti nel sistema. è richiesto almeno un gruppo di tasse prima di procedere.
ka_ge: გადასახადების ჯგუფი არ არის განსაზღვრული სისტემაში. მინიმუმ ერთი გადასახადის ჯგუფი არის საჭირო.
pt_br: Não há grupos de imposto definido no sistema. No mínimo um grupo de imposto é necessário antes de prosseguir.
pt_pt: Não existe grupos de imposto definido no sistema. Pelo menos um grupo deve existir.

source: Basic Data
da_dk: Basis Data
es_es: Información básica
id_id: Data Umum
it_it: Dati base
ka_ge: ძირითადი მონაცემები
pt_pt: Informação Básica
ru_ru: Основные данные

source: Supplier Name:
da_dk: Kreditor Navn:
es_es: Nombre de Proveedor:
id_id: Nama Pemasok:
it_it: Nome fornitore:
ka_ge: მომწოდებლის სახელი:
pt_br: Nome do Fornecedor:
pt_pt: Nome do Fornecedor:
ru_ru: Поставщик Имя:

source: Supplier Short Name:
da_dk: Kreditor Kort-navn:
es_es: Nombre Corto del Proveedor:
id_id: Nama Singkat Pemasok:
it_it: Nome breve fornitore:
ka_ge: მომწოდებლის მოკლე სახელი:
pt_br: Apelido do Fornecedor:
pt_pt: Sigla do Fornecedor:
ru_ru: Поставщик Краткое название:

source: Our Customer No:
da_dk: Vores Kunde Nr.:
es_es: Nuestro Cliente No:
id_id: No Kustomer:
it_it: NÂ° nostro Cliente:
ka_ge: ჩვენი მომხმარებლის # :
pt_br: Nosso nº de Cliente/Cadastro:
pt_pt: Número Cliente:
ru_ru: Наш Клиент No:

source: Purchasing
da_dk: Indkøbe
es_es: Compras
id_id: Pembelian
it_it: Acquisto
ka_ge: შესყიდვები
pt_br: Compras
pt_pt: Compras
ru_ru: Покупка

source: Bank Name/Account:
da_dk: Bank Navn/Konto:
es_es: Cuenta / Nombre de banco:
id_id: Nama/Akun Bank:
it_it: Nome/Conto Bancario:
ka_ge: ბანკის სახელი/ანგარიში:
pt_br: Banco/Agência/Conta:
pt_pt: Nome Banco/Conta:
ru_ru: Название банка / счет:

source: Credit Limit:
da_dk: Kreditgrænse:
es_es: Límite de Crédito:
id_id: Limit Kredit:
it_it: Limite di Credito:
ka_ge: კრედიტის ლიმიტი:
pt_br: Limite de Crédito:
pt_pt: Limite de Crédito:
ru_ru: Кредитный лимит:

source: Payment Terms:
da_dk: Betalingsvilkår:
es_es: Términos de Pago:
id_id: Termin Pembayaran:
it_it: Termini di pagamento:
ka_ge: გადახდის პირობები:
pt_br: Formas de pagamento:
pt_pt: Formas de pagamento:
ru_ru: Условия оплаты:

source: Prices contain tax included:
es_es: Precios tienen impuesto incluido:
id_id: Harga sudah termasuk pajak:
it_it: I prezzi includono le tasse
ka_ge: ფასები შეიცავს დღგ-ს:
pt_pt: Preços com imposto incluido:
ru_ru: Цены содержат налог:

source: Accounts
da_dk: Konti
es_es: Cuentas
id_id: Akun
it_it: Conti
ka_ge: ანგარიშები
pt_br: Contas
pt_pt: Contas
ru_ru: Счета

source: Accounts Payable Account:
da_dk: Kreditorkonto:
es_es: Cuentas Cuenta por Pagar:
id_id: Akun GL Pembayaran:
it_it: Conto debiti a fornitore
ka_ge: კრედიტორული დავალიანების ანგარიში:
pt_br: Conta para Contas à Pagar:
pt_pt: Conta para Contas a Pagar:
ru_ru: Кредиторская задолженность счета:

source: Purchase Account:
da_dk: Indkøbskonto:
es_es: Cuenta de compras:
id_id: Akun Pembelian:
it_it: Conto Acquisti:
ka_ge: შესყიდვების ანარიში:
pt_br: Conta de Compra:
pt_pt: Conta Compras:
ru_ru: Купить счет:

source: Use Item Inventory/COGS Account
es_es: Usar Cuenta Inventario/COGS de artículos
id_id: Gunakan Akun Inventaris Barang/HPP
it_it: Usare il conto inventario articoli
ka_ge: გამოიყენე დასახელებების მარაგების/COGS ანგარიში
pt_pt: Usar Conta Inventário/Conta Venda Art.
ru_ru: Используйте инвентаризации товара / Себестоимость счета

source: Contact Data
da_dk: Kontakt Data
es_es: Datos de Contacto
id_id: Data Kontak
it_it: Dati Contatto
ka_ge: საკონტაქტო მონაცემები
pt_pt: Dados Contato
ru_ru: Контактные данные

source: System default
da_dk: Systemstandard
es_es: Predeterminado de Sistema
id_id: Ikuti sistem
it_it: Sistema Predefinito
ka_ge: სისტემის სტანდარტი
pt_pt: Padrões de Sistema
ru_ru: Система по умолчанию

source: Addresses
da_dk: Adresser
es_es: Direcciones
id_id: Alamat
it_it: Indirizzi
ka_ge: მისამართი
pt_br: Endereço
pt_pt: Endereços
ru_ru: Адреса

source: Mailing Address:
da_dk: Leveringsadresse:
es_es: Dirección Postal:
id_id: Alamat Surat:
it_it: Indirizzo di posta:
ka_ge: საფოსტო მისამართი:
pt_br: Endereço de Correspondência:
pt_pt: Endereço de Correspondência:
ru_ru: Почтовый адрес:

source: Physical Address:
da_dk: Fysisk adresse:
es_es: Dirección física:
id_id: Alamat Fisik:
it_it: Indirizzo fisico:
ka_ge: ფიზიკური მისამართი:
pt_br: Endereço Físico:
pt_pt: Endereço Físico:
ru_ru: Физический адрес:

source: General
da_dk: Generel
id_id: Umum
it_it: Generale
ka_ge: ზოგადი
pt_br: Geral
pt_pt: Geral
ru_ru: Общий

source: General Notes:
da_dk: Generelle Noter:
es_es: Notas Generales:
id_id: Catatan Umum:
it_it: Note generali:
ka_ge: ზოგადი შენიშვნები:
pt_br: Notas Gerais:
pt_pt: Notas Gerais:
ru_ru: Общие замечания:

source: Supplier status:
da_dk: Kreditor status:
es_es: Estado de Proveedor:
id_id: Status Pemasok:
it_it: Stato del fornitore:
ka_ge: მომწოდებლის სტატუსი:
pt_br: Situação do fornecedor:
pt_pt: Status do fornecedor:
ru_ru: Поставщик статус:

source: Update Supplier
da_dk: Opdater kreditor
es_es: Actualizar Proveedor
id_id: Perbarui Pemasok
it_it: Aggiorna fornitore
ka_ge: განაახლე მომწოდებელი
pt_br: Atualizar Fornecedor
pt_pt: Atualizar Fornecedor
ru_ru: Обновление поставщиков

source: Update supplier data
da_dk: Opdater kreditordata
es_es: Actualizar datos del proveedor
id_id: Perbarui Data Pemasok
it_it: Aggiorna dati fornitore
ka_ge: განაახლე მომწოდებლის მონაცემები
pt_br: Atualizar dados do fornecedor
pt_pt: Atualizar data fornecedor
ru_ru: Обновление данных поставщиков

source: Select this supplier and return to document entry.
da_dk: Vælg denne leverandør og gå tilbage til dokument indtastningen.
es_es: Seleccione este proveedor y vuelva a la entrada de documento.
id_id: Pilih Pemasok ini dan kembali ke Input dokumen
it_it: Seleziona questo fornitore e ritorna all'inserimento documento.
ka_ge: აირჩიე ეს მომწოდებელი და დაუბრუნდი დოკუმენტის შეყვანას.
pt_br: Selecionar este fornecedor e retornar para documento de entrada.
pt_pt: Selecionar este fornecedor e retornar para registo de documento.
ru_ru: Выбор этой компании и вернуться к документу запись.

source: Delete Supplier
da_dk: Slet kreditor
es_es: Eliminar Proveedor
id_id: Hapus Pemasok
it_it: Cancella fornitore
ka_ge: წაშალე მომწოდებელი
pt_br: Deletar Fornecedor
pt_pt: Apagar Fornecedor
ru_ru: Удалить поставщиков

source: Delete supplier data if have been never used
da_dk: Slet kreditor data hvis de aldrig har været i brug
es_es: Eliminar los datos del proveedor, si nunca se han utilizado
id_id: Hapus data pemasok jika belum pernah digunakan
it_it: Cancella dati fornitore se non sono mai stati utilizzati
ka_ge: წაშალე მომწოდებლის მონაცემები თუ არასდროს არ გამოგიყენებია
pt_br: Deletar dados do fornecedor se nunca foi utilizado
pt_pt: Apagar dados do fornecedor que nunca foram utilizados
ru_ru: Удалить поставщиком данных, если ни разу не были использованы

source: Add New Supplier Details
da_dk: Tilføj nye kreditordetaljer
es_es: Agregar Nuevos Detalles del Proveedor
id_id: Tambah detil pemasok
it_it: Aggiungi nuovi dettagli fornitore
ka_ge: დაამატე ახალი მომწოდებლის დეტალები
pt_br: Adicionar Novos detalhes de Fornecedores
pt_pt: Adicionar Novos detalhes de Fornecedores
ru_ru: Добавить Подробности поставщиков

source: The supplier name must be entered.
da_dk: Kreditor navnet skal angives.
es_es: El nombre del proveedor debe ser introducido.
id_id: Nama Pemasok harus diisi
it_it: Il nome del fornitore deve essere inserito.
ka_ge: შეიყვანე მომწოდებლის სახელი.
pt_br: O nome do fonecedor deve ser digitado.
pt_pt: O nome do fonecedor deve ser digitado.
ru_ru: Поставщик имя должно быть введено.

source: The supplier short name must be entered.
da_dk: Leverandørens korte navn skal angives.
es_es: El nombre corto del proveedor debe ser introducido.
id_id: Nama singkat pemasok harus diisi.
it_it: Il nome breve del fornitore deve essere inserito.
ka_ge: შეიყვანე მომწოდებლის მოკლე სახელი.
pt_br: O apelido do fonecedor deve ser digitado.
pt_pt: A sigla do fonecedor deve ser digitado.
ru_ru: Поставщик короткое имя должно быть введено.

source: Supplier has been updated.
da_dk: Kreditor er opdateret.
es_es: El proveedor ha sido actualizado.
id_id: Pemasok berhasil diubah.
it_it: Il fornitore è stato aggiornato.
ka_ge: მომწოდებელი განახლებულია.
pt_br: O fornecedor foi atualizado.
pt_pt: O fornecedor foi atualizado.
ru_ru: Поставщик был обновлен.

source: A new supplier has been added.
da_dk: En ny leverandør er oprettet.
es_es: Nuevo proveedor ha sido adicionado.
id_id: Pemasok baru berhasil ditambahkan.
it_it: Il nuovo fornitore è stato aggiunto.
ka_ge: ახალი მომწოდებელი დამატებულია.
pt_br: Um novo fornecedor foi adicionado.
pt_pt: Um novo fornecedor foi adicionado.
ru_ru: Новый поставщик был добавлен.

source: Cannot delete this supplier because there are transactions that refer to this supplier.
da_dk: Kan ikke slette denne kreditor da der eksisterer tilknyttede transaktioner.
es_es: No se puede eliminar este proveedor porque existen transacciones que referencian al mismo.
id_id: Tidak dapat menghapus pemasok ini karena sudah digunakan dalam transaksi.
it_it: Non puoi cancellare questo fornitore perchè ci sono transazioni che fanno riferimento ad esso.
ka_ge: მომწოდებლის წაშლა შეუძლებელია, რადგან არსებობს ტრანზაქციები მასზე მინიშნებით.
pt_br: Não e possível deletar este fornecedor porque existem transações que a utilizam.
pt_pt: Não e possível apagar este fornecedor porque já está a ser utilizado.

source: Cannot delete the supplier record because purchase orders have been created against this supplier.
da_dk: Kan ikke slette denne kreditor da indkøbsordre er registrerede.
es_es: No se puede eliminar este proveedor porque se han creado órdenes de compra contra este proveedor.
id_id: Tidak dapat menghapus pemasok ini karena sudah digunakan dalam order pembelian.
it_it: Non puoi cancellare questo record fornitore perchè sono stati creati ordini di acquisto in rapporto ad esso.
ka_ge: მომწოდებლის ჩანაწერის წაშლა შეუძლებელია, რადგან შესყიდვის შეკვეთა არსებობს ამ მომწოდებელზე.
pt_br: Não e possível deletar este relatório de fornecedor porque pedidos de compra foram criados contra este fornecedor.
pt_pt: Não é possível apagar este registo de fornecedor porque está a ser utilizado em requisições de compra.

source: Select a supplier:
da_dk: Vælg en kreditor:
es_es: Seleccione un proveedor:
id_id: Pilih pemasok:
it_it: Seleziona un fornitore:
ka_ge: აირჩიე მომწოდებელი:
pt_br: Selecionar um fornecedor:
pt_pt: Selecionar um fornecedor:
ru_ru: Выбор поставщика:

source: New supplier
da_dk: Ny leverandør
es_es: Nuevo proveedor
id_id: Pemasok baru
it_it: Nuovo fornitore
ka_ge: ახალი მომწოდებელი
pt_br: Novo fornecedor
pt_pt: Novo fornecedor
ru_ru: Новый поставщик

source: &Contacts
es_es: &Contactos
id_id: Kontak (&K)
it_it: &Contatti
ka_ge: კონტაქტები
pt_pt: &Contatos
ru_ru: Связи

source: Purchase &Orders
es_es: &Ordenes de Compra
id_id: Pembelian (&B)
pt_pt: Requisições de &Compra
ru_ru: Заказы

source: Search Purchase Orders
da_dk: Søg indkøbsordre
es_es: Buscar Órdenes de Compra
id_id: Cari Pembelian
it_it: Cerca Ordini d'Acquisto
ka_ge: მოძებნე შესყიდვის შეკვეთები
pt_br: Buscar Pedidos de Compras
pt_pt: Procurar Requisições de Compra
ru_ru: Заказы Поиск Покупка

source: into location:
da_dk: til lagerplads:
es_es: en ubicación:
id_id: lokasi tujuan:
it_it: in sede:
ka_ge: მდებარეობაში:
pt_br: na localização:
pt_pt: na localização:
ru_ru: в место нахождения:

source: Order Date
da_dk: Ordredato
es_es: Fecha de Pedido
id_id: Tanggal Order
it_it: Data ordine
ka_ge: შეკვეთის თარიღი
pt_br: Data do Pedido
pt_pt: Data do Doc.
ru_ru: Дата заказа

source: Order Total
da_dk: Ordre total
es_es: Total Pedido
id_id: Total Order
it_it: Ordine Totale
ka_ge: შეკვეთის ჯამი
pt_br: Total do Pedido
pt_pt: Total do Doc.
ru_ru: Весь заказ

source: Search Outstanding Purchase Orders
da_dk: Søg åbne indkøbsordrer
es_es: Buscar Ordenes de Compra Pendientes
id_id: Cari Pembelian yang belum selesai
it_it: Cerca Ordini d'Acquisto in sospeso
ka_ge: მოძებნე შესასრულებელი შესყიდვების შეკვეთები
pt_br: Listar Pedidos de Compras Pendentes
pt_pt: Manutenção de Requisições de Compras Pendentes
ru_ru: Поиск выдающиеся заказов на поставку

source: Receive
da_dk: Modtag
es_es: Recibir
id_id: Penerimaan
it_it: Ricevi
ka_ge: მიიღე
pt_br: Receber
pt_pt: Receber
ru_ru: Получать

source: Marked orders have overdue items.
da_dk: Markerede ordrer har forfaldne varer.
es_es: Los pedidos marcados tienen artículos vencidos.
id_id: Order yang ditandai memiliki baris yang lewat jatuh tempo.
it_it: Gli ordini evidenziati hanno articoli scaduti.
ka_ge: მონიშნულ შეკვეთები შეიცავს ვადაგადაცილებულ დასახელებებს.
pt_br: Pedidos marcado tem itens em atraso.
pt_pt: Requisições marcadas estão em atraso.
ru_ru: Отмеченные заявки имеют просроченных товаров.

source: Supplier Allocation Inquiry
da_dk: Kreditorstyring, Udbetalinger
es_es: Consulta de Asignaciones a Proveedores
id_id: Pencarian alokasi pemasok
it_it: Ricerca Movimenti Fornitore
ka_ge: მომწოდებლის განაწილების დაკითხვა
pt_br: Consulta de Alocação de Fornecedor
pt_pt: Consulta de Liquidações de Fornecedor
ru_ru: Запрос Поставщик Распределение

source: show settled:
da_dk: Vis betalte:
es_es: mostrar confirmados:
id_id: perlihatkan yang sudah settle:
it_it: mostra saldati:
ka_ge: აჩვენე დაფარული:
pt_br: mostrar definido:
pt_pt: mostrar confirmados:
ru_ru: показать урегулированы:

source: Payment
es_es: Pago
id_id: Pembayaran
pt_pt: Pagamento
ru_ru: Оплата

source: Supp Reference
da_dk: Kreditor Reference
es_es: Referencia del proveedor
id_id: Ref Pemasok
it_it: Riferimento fornitore
ka_ge: მომწოდ. მინიშნება
pt_br: Ref. do Fornecedor
pt_pt: Ref. Fornecedor
ru_ru: Ссылка поддержки

source: Allocated
da_dk: Allokeret
es_es: Asignado
id_id: Dialokasi
it_it: Allocato
ka_ge: განაწილებული
pt_br: Alocado
pt_pt: Liquidado
ru_ru: Выделенные

source: Supplier Inquiry
da_dk: Kreditorstyring
es_es: Búsqueda de Proveedores
id_id: Pencarian Pemasok
it_it: Ricerca Fornitore
ka_ge: მომწოდებლის დაკითხვა
pt_br: Consulta de Fornecedor
pt_pt: Transações de Fornecedores
ru_ru: Поставщик запрос

source: Select a supplier:
da_dk: Vælg en leverandør:
es_es: Seleccione un proveedor:
id_id: Pilih Pemasok:
it_it: Seleziona un fornitore:
ka_ge: აირჩიე მომწოდებელი:
pt_br: Selecionar um fornecedor:
pt_pt: Selecionar um fornecedor:
ru_ru: Выбор поставщика:

source: Days
da_dk: Dage
es_es: Días
id_id: Hari
it_it: Giorni
ka_ge: დღე
pt_br: Dias
pt_pt: Dias
ru_ru: Дней

source: Over
es_es: Sobre
id_id: Lebih dari
it_it: Oltre
pt_br: Mais que
pt_pt: Mais de
ru_ru: За

source: Terms
da_dk: Vilkår
es_es: Términos
id_id: Termin Pembayaran
it_it: Termini
ka_ge: პირობები
pt_br: Formas
pt_pt: Condições
ru_ru: Условия

source: Current
da_dk: Ej forfalden
es_es: Actual
id_id: Saat ini
it_it: Corrente
ka_ge: მიმდინარე
pt_br: Atual
pt_pt: Atual
ru_ru: Ток

source: Total Balance
es_es: Balance Total
id_id: Saldo
it_it: Saldo complessivo
ka_ge: ჯამური ნაშთი
pt_br: Saldo Total
pt_pt: Saldo Total
ru_ru: Итоговый баланс

source: Credit This
da_dk: Kreditere denne
es_es: Acreditar Esto
id_id: Lakukan Kredit
it_it: Emetti nota di credito
ka_ge: დააკრედიტე
pt_br: Créditar Este
pt_pt: Creditar Doc.
ru_ru: Этот кредитов

source: Print Remittance
da_dk: Udskrive Overførsel
es_es: Imprimir remitente
id_id: Cetak Remittance
it_it: Stampa pagamento
ka_ge: დაბეჭდე გადარიცხვა
pt_pt: Imprimir Pagamento
ru_ru: Печать денежных переводов

source: Allocate Supplier Payment or Credit Note
da_dk: Alloker en leverandørudbetaling eller kreditnota
es_es: Asignar Pagos de Proveedor o Notas de Crédito
id_id: Alokasi Pembayaran atau Nota Kredit Pemasok
it_it: Stanzia Pagamento o Nota di Credito Fornitore
ka_ge: გაანაწილე მომწოდებლის გადახდა ან კრედიტ მემო
pt_br: Alocar Nota de Crédito ou Pagamento de Fornecedor
pt_pt: Liquidar Nota de Crédito ou Pagamento de Fornecedor
ru_ru: Выделите Примечание Поставщик платежа или кредита

source: Allocation of
da_dk: Allokering af
es_es: Asignación de
id_id: Alokasi dari
it_it: Stanziamento di
ka_ge: გადანაწილება
pt_br: Alocação de
pt_pt: Liquidação de
ru_ru: Распределение

source: Start again allocation of selected amount
da_dk: Start forfra med allokering af valgte beløb
es_es: Comience de nuevo la asignación de la cantidad seleccionada
id_id: Mulai lagi alokasi jumlah yang dipilih
it_it: Riprendi stanziamento dell'importo selezionato
ka_ge: ისევ დაიწყე არჩეული თანხის გადანაწილება
pt_br: Iniciar novamente alocação de quatia selecionada
pt_pt: Iniciar novamente liquidação da quantia selecionada
ru_ru: Начните снова распределения выбранной суммы
