Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: Search Outstanding Dimensions
da_dk: Dimensionsbalancer, åbne
es_es: Buscar las dimensiones Pendientes
id_id: Cari Dimensi yang belum selesai
it_it: Cerca Dimensioni In Sospeso
ka_ge: მოძებენე შესასრულებელი განზომილებები
pt_br: Busca de Departamentos Pendentes
pt_pt: Pesquisa de Centro de Custo Pendentes
ru_ru: Поиск выдающиеся размеры

source: Search Dimensions
da_dk: Søg dimensioner
es_es: Buscar dimensiones
id_id: Cari Dimensi
it_it: Cerca dimensioni
ka_ge: მოძებნე განზომილებები
pt_br: Busca de Departamentos
pt_pt: Consulta de Centro de Custo
ru_ru: Поиск размеры

source: Reference:
es_es: Referencia:
id_id: Referensi:
it_it: Riferimento:
ka_ge: მინიშნება:
pt_br: Referência:
pt_pt: Referência:
ru_ru: Ссылка:

source: All
da_dk: Alle
es_es: Todos
id_id: Seluruhnya
it_it: Tutto
ka_ge: ყველა
pt_br: Todos
pt_pt: Todos
ru_ru: Все

source: From:
da_dk: Fra:
es_es: Del:
id_id: Dari:
it_it: Da:
ka_ge: დან:
pt_br: De:
pt_pt: De:
ru_ru: От:

source: To:
da_dk: Til:
es_es: A:
id_id: Sampai:
it_it: A:
ka_ge: მდე:
pt_br: Para:
pt_pt: Para:

source: Only Overdue:
da_dk: Kun forfaldne:
es_es: Solo Vencidas:
id_id: Hanya yang lewat jatuh tempo:
it_it: Solo scadute:
ka_ge: მხოლოდ ვადაგადაცილებული:
pt_br: Somente Vencido:
pt_pt: Somente Vencido:
ru_ru: Только Просроченная:

source: Only Open:
da_dk: Kun åbne:
es_es: Solo Abiertas:
id_id: Hanya yang masih terbuka:
it_it: Solo aperte:
ka_ge: მხოლოდ ღია:
pt_br: Somente Aberto:
pt_pt: Somente Aberto:
ru_ru: Только откройте:

source: Due Date
da_dk: Forf. dato
es_es: Fecha de Vencimiento
id_id: Jatuh Tempo
it_it: Scadenza
ka_ge: გადახახდის თარიღი
pt_br: Vencimento
pt_pt: Data Vencimento
ru_ru: Срок оплаты

source: Marked dimensions are overdue.
da_dk: Markerede dimensioner er forfaldne.
es_es: Las dimensiones marcadas están atrasadas​​.
id_id: Dimensi yang ditandai telah jatuh tempo.
it_it: Le dimensioni evidenziate sono scadute.
ka_ge: მონიშნული განზომილებები ვადაგასულია.
pt_br: Os departamentos marcados estão vencidos.
pt_pt: Os centros de custo marcados estão vencidos.
ru_ru: Отмеченные размеры просроченной.

source: View Dimension
da_dk: Se Dimension
es_es: Ver Dimensión
id_id: Tampilkan Dimensi
it_it: Visualizza dimensione
ka_ge: დაათვალიერე განზომილება
pt_br: Vizualizar Departamentos
pt_pt: Visualizar Centro de Custo
ru_ru: Просмотр измерение

source: The dimension number sent is not valid.
da_dk: Dimensionsnummeret sendt er ikke gyldig.
es_es: El número de dimensión enviado no es válido.
id_id: Nomor Dimensi yang dikirimkan tidak valid.
it_it: Il numero della dimensione inviato non è valido.
ka_ge: განზომილების ნომერი არასწორია.
pt_br: O número de departamento enviado não é válido.
pt_pt: O número do centro de custo enviado não é válido.
ru_ru: Номер измерения послал является недопустимым.

source: This dimension is closed.
da_dk: Dimensionen er afsluttet.
es_es: Esta dimensión está cerrada.
id_id: Dimensi telah ditutup.
it_it: Questa dimensione è chiusa.
ka_ge: განზომილება დახურულია.
pt_br: O departamento está fechado.
pt_pt: O centro de custo está fechado.
ru_ru: Этот размер будет закрыт.

source: from:
da_dk: fra:
es_es: del:
id_id: dari:
it_it: da:
ka_ge: დან:
pt_br: de:
pt_pt: de:
ru_ru: от:

source: to:
da_dk: til:
es_es: al:
id_id: ke:
it_it: a:
ka_ge: მდე:
pt_br: para:
pt_pt: para:
ru_ru: в:

source: Show
da_dk: Vis
es_es: Mostrar
id_id: Perlihatkan
it_it: Mostra
ka_ge: აჩვენე
pt_br: Mostrar
pt_pt: Mostrar
ru_ru: Показывать

source: Revenue / Cost Accruals
es_es: Ingresos / Costes Devengados
id_id: Penerimaan / Biaya Akrual
it_it: Entrate / Costi maturati
ka_ge: ამონაგები / ხარჯის დარიცხვა
pt_pt: Receita / Acréscimos Custo
ru_ru: Доходы / расходы Начисления

source: The amount can not be 0.
es_es: El monto no puede ser 0.
id_id: Jumlah tidak boleh 0.
it_it: L'importo non può essere 0.
ka_ge: თანხა არ შეიძლება იყოს 0.
pt_pt: O valor não pode ser 0.
ru_ru: Сумма не может быть 0.

source: The periods must be greater than 0.
es_es: Los perídos deben ser mayores que 0.
id_id: Periode harus lebih besar dari 0.
it_it: I periodi devono essere maggiori di 0.
ka_ge: პერიოდები უნდა იყოს 0-ზე მეტი.
pt_pt: Os períodos devem ser maiores do que 0.
ru_ru: Периодах должно быть больше 0.

source: Accruals for %s
es_es: Devengos para %s
id_id: Akural untuk %s
ka_ge: დარიცხვები '%s' თვის
pt_pt: Provisões para %s

source: Dimension
es_es: Dimensión
id_id: Dimensi
it_it: Dimensione
ka_ge: განზომილება
pt_br: Departamento
pt_pt: Centro de Custo
ru_ru: Измерение

source: Memo
es_es: Memorándum
ka_ge: მემო
pt_br: Memorando
pt_pt: Notas
ru_ru: Меморандум

source: Revenue / Cost Accruals have been processed.
es_es: Los Ingresos / Costes Acumulados han sido procesados.
id_id: Penerimaan / Biaya Akrual berhasil diproses.
it_it: La maturazione Entrate / Costi è stata processata.
ka_ge: ამონაგები / ხარჯები დარიცხულია.
pt_pt: Receita / Acréscimos Custo foram processados.
ru_ru: Доходы / расходы Начисления были обработаны.

source: Showing GL Transactions.
es_es: Mostrando las Transacciones del Libro Mayor.
id_id: Menampilkan Transaksi Akun GL.
it_it: Mostra Transazioni GL.
ka_ge: მთ. წიგნის ტრანზაქციების ჩვენება.
pt_pt: A mostrar Transações Contabilísticas
ru_ru: Показаны GL сделок.

source: Weekly
es_es: Semanal
id_id: Mingguan
it_it: Settimanale
ka_ge: კვირეული
pt_pt: Semanal
ru_ru: Еженедельно

source: Bi-weekly
es_es: Bi-semanal
id_id: Dua Mingguan
it_it: Bisettimanale
ka_ge: ორკვირეული
pt_pt: Bi-semanal
ru_ru: Раз в две недели

source: Quarterly
es_es: Trimestral
id_id: Per Tiga Bulan
it_it: Trimestrale
ka_ge: კვარტალური
pt_pt: Trimestral
ru_ru: Ежеквартальный

source: First date of Accruals
es_es: Primeta fecha de Acumulados
id_id: Tanggal awal Akrual
it_it: Prima data di Maturazione
ka_ge: დარიცხვების საწიყისი თარიღი
pt_pt: Primeira data de regularização
ru_ru: Первая дата начисления

source: Accrued Balance Account
es_es: Cuenta de Balance Acumulado
id_id: Saldo Akun yang 'Accrued'
it_it: Conto Saldo Maturato
ka_ge: დარიცხვის ანგარიში
pt_pt: Conta Saldo Acumulado
ru_ru: Начисленные Сальдо счета

source: Revenue / Cost Account
es_es: Cuenta de Ingresos / Costes
id_id: Akun Penerimaan / Biaya
it_it: Entrate / Costo Conto
ka_ge: ამონაგები / ხარჯის ანგარიში
pt_pt: Receita / Conta Custo
ru_ru: Доходы / расходы счета

source: Amount
da_dk: Beløb
es_es: Monto
id_id: Jumlah
it_it: Importo
ka_ge: თანხა
pt_br: Quantia
pt_pt: Valor
ru_ru: Количество

source: Search Amount
es_es: Buscar Monto
id_id: Cari Jumlah
it_it: Cerca importo
ka_ge: მოძებნე თანხა
pt_pt: Pesquisar Valor
ru_ru: Поиск сумма

source: Frequency
es_es: Frecuencia
id_id: Frekuensi
it_it: Frequenza
ka_ge: სიხშირე
pt_pt: Frequência
ru_ru: Частота

source: Periods
es_es: Periodos
id_id: Periode
it_it: Periodi
ka_ge: პერიოდები
pt_pt: Períodos
ru_ru: Периоды

source: Show GL Rows
es_es: Mostrar Filas del Libro Mayor
id_id: Tampilkan baris akun GL
it_it: Mostra Righe di contabilità generale
ka_ge: აჩვენე მთ. წიგნის რიგები
pt_pt: Mostrar Linhas Contabilidade
ru_ru: Показать все строки

source: Process Accruals
es_es: Proceso de Acumulación
id_id: Proses Akrual
it_it: Processa Maturazioni
ka_ge: დაარიცხე
pt_pt: Processar Acréscimos
ru_ru: Процесс начисления

source: Are you sure you want to post accruals?
es_es: ¿Seguro que Desea publicar acumulados?
id_id: Yakin mem-posting akrual?
it_it: Sei sicuro di voler inviare le maturazioni?
ka_ge: დარწმუნებული ხარ, რომ გინდა გაატარო დარიცხვები?
pt_pt: Tem certeza que deseja publicar os acréscimos?

source: Reconcile Bank Account
es_es: Conciliar la Cuenta Banco
id_id: Rekonsiliasi Akun Bank
it_it: Riconcilia Conto Bancario
ka_ge: დაადარე საბანკო ანგარიში
pt_br: Reconciliar Conta Corrente
pt_pt: Reconciliação Conta Bancária
ru_ru: Согласование банковского счета

source: There are no bank accounts defined in the system.
da_dk: Der findes ingen bankkonti defineret i systemet.
es_es: No existen cuentas bancarias definidas en el sistema.
id_id: Belum ada akun bank dalam sistem.
it_it: Non ci sono conti bancari definiti nel sistema.
ka_ge: სისტემაში არ არსებობს ბანკის ანგარიშები.
pt_br: Não há contas correntes definidas no sistema.
pt_pt: Não existem contas bancárias definidas no sistema.
ru_ru: Есть никаких банковских счетов, определенных в системе.

source: Invalid reconcile date format
es_es: Formato de fecha de conciliación no válido
id_id: Format tanggal rekonsiliasi tidak valid
it_it: Formato Data di riconciliazione non valido
ka_ge: არასწორი დადარების თარიღის ფორმატი
pt_br: Reconciliar formato de data inválida
pt_pt: Formato da data de reconciliação inválida
ru_ru: Неверный примирить формат даты

source: Reconcile this transaction
es_es: Conciliar esta transacción
id_id: Rekonsiliasi transaksi ini
it_it: Riconcilia questa transazione
ka_ge: დაადარე ეს ტრანზაქცია
pt_br: Reconciliar esta transação
pt_pt: Reconciliar esta transação
ru_ru: Согласование этой сделки

source: Account:
da_dk: Konto:
es_es: Cuenta:
id_id: Akun:
it_it: Conto:
ka_ge: ანგარიში:
pt_br: Conta:
pt_pt: Conta:
ru_ru: Счет:

source: Bank Statement:
es_es: Estado del Banco:
it_it: Estratto Conto:
ka_ge: ბანკის ამონაწერი:
pt_br: Extrato Bancário:
pt_pt: Extrato de Conta Bancária:
ru_ru: Банк заявление:

source: New
es_es: Nuevo
id_id: Buat Baru
it_it: Nuovo
ka_ge: ახალი
pt_br: Novo
pt_pt: Novo
ru_ru: Новое

source: Reconcile Date
es_es: Conciliar Fecha
id_id: Tanggal Rekonsiliasi
it_it: Riconcilia Date
ka_ge: დადარების თარიღი
pt_br: Reconciliar Data
pt_pt: Data Reconciliação
ru_ru: Согласование дате

source: Beginning<br>Balance
es_es: Balance<br>Inicial
id_id: Saldo<br>Awal
it_it: Saldo<br>Iniziale
ka_ge: საწყისი<br>ნაშთი
pt_br: Saldo<br>Inicial
pt_pt: Saldo<br>Inicial
ru_ru: Сальдо на начало периода

source: Ending<br>Balance
es_es: Balance<br>Final
id_id: Saldo<br>Akhir
it_it: Saldo<br>Finale
ka_ge: საბოლოო<br>ნაშთი
pt_br: Saldo<br>Final
pt_pt: Saldo<br>Final
ru_ru: Остаток на конец периода

source: Account<br>Total
es_es: Total<br>Cuenta
id_id: Total<br>Akun
it_it: Conto<br>Totale
ka_ge: ანგარიში<br>ჯამი
pt_br: Total<br>Conta
pt_pt: Total<br>Conta
ru_ru: Всего счетов

source: Reconciled<br>Amount
es_es: Monto<br>Conciliado
id_id: Jumlah telah<br>direkonsiliasi
it_it: Importo Riconciliato
ka_ge: დადარებული<br>თანხა
pt_br: Quantia<br>Reconciliada
pt_pt: Valor<br>Reconciliado
ru_ru: Примирение сумма

source: Difference
da_dk: Forskel
es_es: Diferencia
id_id: Selisih
it_it: Differenza
ka_ge: სხვაობა
pt_br: Diferênça
pt_pt: Diferença
ru_ru: Разница

source: Date of bank statement to reconcile
es_es: Fecha del estado del banco a conciliar
id_id: Tanggal bank statemen yang akan direkonsiliasi
it_it: Data dell'estratto conto da riconciliare
ka_ge: ბანკის ამონაწერის დასადარებელი თარიღი
pt_br: Data do extrato bancário para reconciliar
pt_pt: Data do extrato bancário para reconciliar
ru_ru: Дата выписки примириться

source: Person/Item
da_dk: Person/Enhed
es_es: Persona/Artículo
id_id: Orang/Barang
it_it: Persona/Articolo
ka_ge: პიროვნება/დასახელება
pt_br: Favorecido/Item
pt_pt: Entidade / Artigo
ru_ru: Личные / Item

source: Reconcile
es_es: Conciliar
id_id: Rekonsiliasi
it_it: Riconcilia
ka_ge: დაადარე
pt_br: Reconciliar
pt_pt: Reconciliar
ru_ru: Согласовать

source: Transfer has been entered
da_dk: Overførsel er udført
es_es: La transferencia ha sido introducida
id_id: Transfer berhasil dimasukkan
it_it: Il trasferimento è stato inserito
ka_ge: ტრანსფერი შეტანილია
pt_br: A transferência foi registrada.
pt_pt: A transferência foi registrada.
ru_ru: Передача была введена

source: &View the GL Journal Entries for this Transfer
da_dk: Se Bogførings journaloptegnelser for denne overførsel
es_es: &Ver las Entradas del Diario para esta Transferencia
it_it: &Visualizza le le registrazioni di contabilità generale per questo Trasferimento
ka_ge: დაათვალიერე გატარებები ამ ტრანსფერისთვის
pt_br: Visualizar lançamentos no diário para esta Transferência
pt_pt: &Visualizar Entradas no Diário Contab. para esta Transferência
ru_ru: Просмотр GL Записи в журнале для этой передачи

source: Enter &Another Transfer
es_es: Introduzca &Otra Transferencia
id_id: Masukkan Transfer Lain (&B)
it_it: Inserisci un &Altro Trasferimento
ka_ge: შეიყვანე შემდეგი ტრანსფერი
pt_pt: Registar &Outra Transferência
ru_ru: Введите другой Трансфер

source: From Account:
da_dk: Fra konto:
es_es: Desde la Cuenta:
id_id: Dari Akun:
it_it: Da conto:
ka_ge: ანგარიშიდან:
pt_br: De Conta:
pt_pt: Da Conta:

source: To Account:
da_dk: Til konto:
es_es: A la Cuenta:
id_id: Ke Akun:
it_it: A conto:
ka_ge: ანგარიშზე:
pt_br: Para Conta:
pt_pt: Para Conta:
ru_ru: На счет:

source: Transfer Date:
da_dk: Overførselsdato:
es_es: Fecha de Transferencia:
id_id: Tanggal Transfer:
it_it: Data trasferimento:
ka_ge: ტრანსფერის თარიღი:
pt_br: Data da Transferência:
pt_pt: Data Transferência:
ru_ru: Дата трансфера:

source: Amount:
da_dk: Beløb:
es_es: Monto:
id_id: Jumlah:
it_it: Importo:
ka_ge: თანხა:
pt_br: Quantia:
pt_pt: Valor Movimento:
ru_ru: Количество:

source: Bank Charge:
da_dk: Bank gebyr:
es_es: Cargo en Banco:
id_id: Biaya Bank:
it_it: Commissione Bancaria:
ka_ge: ბანკის ხარჯი:
pt_br: Tarifa Bancária:
pt_pt: Tarifa Bancária:
ru_ru: Банк Charge:

source: Enter Transfer
da_dk: Registrer overførsel
es_es: Introducir Transferencia
id_id: Masukkan Transfer
it_it: Inserisci Trasferimento
ka_ge: შეიყვანე ტრანსფერი
pt_br: Digite a Transferência
pt_pt: Digitar Transferência
ru_ru: Введите Трансфер

source: The entered amount is invalid or less than zero.
da_dk: Angivet beløb er ugyldig eller mindre end nul.
es_es: El importe introducido es inválido o menos que cero.
id_id: Jumlah yang dimasukkan tidak valid atau kurang dari 0.
it_it: L'importo inserito non è valido o minore di zero.
ka_ge: შეყვანილი თანხა არასწორია ან უარყოფითია.
pt_br: A quantia digitada é inválida ou menor que zero.
pt_pt: O valor digitado é inválido ou menor que zero.
ru_ru: Введенная сумма является недействительным или меньше нуля.

source: The total bank amount cannot be 0.
es_es: El total del monto banco no puede ser 0.
id_id: Nilai total jumlah bank tidak boleh 0.
it_it: L'importo totale della banca non può essere 0.
ka_ge: ჯამური ბანკის თახნა არ შეიძლება იყოს 0.
pt_br: O total da quantia bancária não pode ser 0.
pt_pt: O total da quantia bancária não pode ser 0.
ru_ru: Общая сумма, банк не может равняться 0.

source: The Bank Charge Account has not been set in System and General GL Setup.
da_dk: Bank Afgift konto er ikke valgt i System og Bogføringsopsætning.
es_es: La Cuenta Cargo Bancaria no se ha establecido en el Sistema y la configuración Libro Mayor General.
id_id: Akun Biaya Bank belum diatur dalam 'Pengaturan Sistem dan Akun GL Umum'
it_it: Il Conto Commissione Bancaria non è stato impostato nel Setup di Sistema e di Contabilità Generale.
ka_ge: ბანკის ხარჯის ანგარიში სისტემაში არ არსებობს.
pt_br: O Encargo Bancário da Conta não foi definido na Configuração do Sistema e do GL.
pt_pt: A Conta de Encargos Bancários não está definida em Sistema e Configuração de Contas Contabilísticas.

source: The source and destination bank accouts cannot be the same.
da_dk: Kildebank og destinationsbank konto kan ikke være den samme.
es_es: Las cuentas banco de origen y destino no pueden ser la misma.
id_id: Akun bank asal dan bank tujuan tidak boleh sama.
it_it: Il conto bancario sorgente e destinatario devono essere diversi.
ka_ge: გამცემი და მიმღები ბანკის ანგარიშები არ შეიძლება იყოს ერთი და იგივე.
pt_br: As contas correntes de origem e destino não podem ser as mesmas.
pt_pt: As contas bancárias de origem e destino não podem ser as mesmas.
ru_ru: Счета источника и назначения банк не может быть одинаковым.

source: The incomming bank amount cannot be 0.
id_id: Nilai kiriman bank tidak boleh 0.
pt_pt: O valor da quantia bancária não pode ser 0.

source: Bank Account Payment Entry
da_dk: Udbetalinger
es_es: Entrada de Pago a Cuenta Bancaria
id_id: Input Pembayaran Bank
it_it: Conto Bancario Pagamento
ka_ge: ბანკის ანგარიშიდან გადახდის ჩანაწერი
pt_br: Conta Corrente para Entrada de Pagamento
pt_pt: Entrada de Pagamento através Conta Bancária
ru_ru: Банковский счет оплаты входа

source: Bank Account Deposit Entry
da_dk: Indbetalinger
es_es: Entrada de Depósito en Cuenta Bancaria
id_id: Input Penerimaan Bank
it_it: Conto Bancario Deposito
ka_ge: ბანკის ანგარიშზე დეპოზიტის ჩანაწერი
pt_br: Depósito em Conta Corrente
pt_pt: Entrada de Depósito Bancário
ru_ru: Банковский счет депозита вход

source: Modify Bank Account Entry
es_es: Modificar la Entrada en la Cuenta Banco
id_id: Ubah Input Pembayaran Bank (*)
it_it: Modifica Conto Bancario
ka_ge: შეცვალე ბანკის ანგარიშის ჩანაწერი
pt_pt: Modificar Entrada Conta Bancária
ru_ru: Изменить банковского счета Вступление

source: Modify Bank Deposit Entry
es_es: Modificar la Entrada Depósito en Banco
id_id: Ubah Input Penerimaan Bank
it_it: Modifica Deposito Bancario
ka_ge: შეცვალე ბანკის დეპოზიტის ჩანაწერი
pt_pt: Modificar Entrada Depósito Bancário
ru_ru: Изменение банковских вкладов вход

source: Payment %d has been entered
es_es: El pago %d ha sido introducido
id_id: Pembayaran %d berhasil dimasukkan
ka_ge: გადახდა %d შეყვანილია.
pt_pt: Pagamento %d foi digitado

source: &View the GL Postings for this Payment
es_es: &Ver las Publicaciones del Libro Mayor para este Pago
id_id: Tampilkan Jurnal Posting GL untuk pembayaran ini (&T)
ka_ge: დაათვალიერე მთ.წიგნის გატარებები გადახდისთვის
pt_br: Vizualizar os comentários do GL para este Pagamento
pt_pt: &Visualizar o Movimento Contabilístico para este Pagamento
ru_ru: И Просмотр GL Сообщения для этой оплаты

source: Enter Another &Payment
es_es: Ingresa Otro &Pago
id_id: Input Pembayaran Lain (&B)
it_it: Inserisci un Altro &Pagamento
ka_ge: შეიყვანე სხვა გადახდა
pt_br: Cadastrar Outro Pagamento
pt_pt: Inserir Outro &Pagamento
ru_ru: Введите еще один платеж

source: Enter A &Deposit
es_es: Ingresa Un &Depósito
id_id: Masukkan Penerimaan (&D)
it_it: Inserisci &Deposito
ka_ge: შეიყვანე დეპოზიტი
pt_br: Cadastrar um Depósito
pt_pt: Inserir um &Depósito
ru_ru: Введите депозита

source: Add an Attachment
da_dk: Tilføj en Vedhæftning
es_es: Agregar un Adjunto
id_id: Tambahkan Lampiran
it_it: Inserisci un Allegato
ka_ge: დაამატე მისასამაგრებელი ფაილი
pt_br: Adicionar um Acessório
pt_pt: Adicionar um Anexo
ru_ru: Добавить вложения

source: Payment %d has been modified
id_id: Pembayaran %d berhasil diubah
pt_pt: Pagamento %d foi modificado

source: Deposit %d has been entered
es_es: El depósito %d ha sido introducido
id_id: Penerimaan %d berhasil dimasukkan
ka_ge: დეპოზიტი # %d შეყვანილია.
pt_pt: Depósito %d foi digitado

source: View the GL Postings for this Deposit
da_dk: Vis bilag for denne indbetaling.
es_es: Ver los Asientos del Libro Mayor para este Depósito
id_id: Tampilkan Jurnal Posting GL untuk penerimaan ini (&T)
it_it: Vedere le contabilizzazioni di contabilità generale per questo deposito
ka_ge: დაათვალიერე მთ.წიგნის გატარებები დეპოზიტისთვის
pt_br: Visualizar lançamentos no diário para este Depósito
pt_pt: Visualizar o Movimento Contabilístico para este Depósito
ru_ru: Просмотр GL Сообщения для этого депозита

source: Enter Another Deposit
da_dk: Registrer en ny indbetaling
es_es: Introducir Otro Depósito
id_id: Input Penerimaan Lain
it_it: Inserisci altro deposito
ka_ge: შეიყვანე სხვა დეპოზიტი
pt_br: Digitar Outro Depósito
pt_pt: Inserir Outro Depósito
ru_ru: Введите другой депозит

source: Enter A Payment
da_dk: Registrer en ny udbetaling
es_es: Introducir Un Pago
id_id: Masukkan Pembayaran
it_it: Inserisci pagamento
ka_ge: შეიყვანე გადახდა
pt_br: Digitar Um Pagamento
pt_pt: Inserir um Pagamento
ru_ru: Введите оплаты

source: Deposit %d has been modified
id_id: Penerimaan %d berhasil diubah
pt_pt: Depósito %d foi modificado

source: &View the GL Postings for this Deposit
es_es: &Ver las publicaciones del Libro Mayor para este Depósito
id_id: Tampilkan Jurnal Posting GL untuk penerimaan ini (&T)
it_it: &Vedere le contabilizzazioni di contabilità generale per questo deposito
ka_ge: დაათვალიერე მთ.წიგნის გატარებები დეპოზიტისთვის
pt_pt: &Visualizar o Movimento Contabilístico para este Depósito
ru_ru: Просмотр GL Сообщения для этого депозита

source: Enter Another &Deposit
es_es: Introducir Otro &Deposito
id_id: Input Penerimaan Lain (&B)
it_it: Inserisci altro &Acconto
ka_ge: დაათვალიერე მთ.წიგნის გატარებები დეპოზიტისთვის
pt_pt: Inserir Outro &Depósito
ru_ru: Введите другой депозит

source: Enter A &Payment
es_es: Introducir Un &Pago
id_id: Masukkan Pembayaran (&B)
it_it: Inserisci &Pagamento
ka_ge: შეიყვანე გადახდა
pt_pt: Inserir um &Pagamento
ru_ru: Введите оплаты

source: You must enter at least one payment line.
da_dk: Du skal angive mindst en betalingslinie.
es_es: Debe introducir al menos un artículo.
id_id: Anda harus memasukkan minimal satu baris pembayaran.
it_it: Devi inserire almeno una linea di pagamento.
ka_ge: უნდა შეიყვანო მინიმუმ ერთი გადახდა.
pt_br: Você deve digitar no mínimo uma linha de pagamento.
pt_pt: Deve inserir pelo menos uma linha de pagamento.
ru_ru: Вы должны ввести хотя бы один платеж линии.

source: The total bank amount exceeds allowed limit (%s).
es_es: El monto total de banco excede el límite permitido (%s).
id_id: Jumlah Total Bank melebihi batas yang diijinkan (%s).
ka_ge: ჯამური ბანკის თახნა აჭარბებს ლიმიტს (%s).
pt_pt: O valor total do banco excede o limite permitido (%s).

source: The bank transaction would result in exceed of authorized overdraft limit for transaction: %s #%s on %s.
es_es: La transacción banco puede resultar en un exceso del limite autorizado de sobregiro para la transacción %s Nº%s en %s.
id_id: Transaksi bank akan melebihi batas overdraft yang diijinkan untuk transaksi: %s #%s pada %s.
pt_pt: A transação bancária resultaria em exceder o limite de descoberto autorizado para a transação: %s Nº %s on %s.

source: The entered date for the payment is invalid.
da_dk: Angivet dato for denne udbetaling er ugyldig.
es_es: La fecha introducida para el pago es inválida.
id_id: Tanggal pembayaran tidak valid.
it_it: La data inserita per il pagamento non è valida.
ka_ge: გადახდის თარიღი არასწორია.
pt_br: A data digitada para o pagamento é inválida.
pt_pt: A data indicada para o pagamento é inválida.
ru_ru: Введенная дата оплаты является недопустимым.

source: You have to select customer and customer branch.
es_es: Tienes que seleccionar al cliente y la sucursal del cliente.
id_id: Anda harus memilih pelanggan dan cabang.
ka_ge: უნდა აირჩიო მომხმარებელი და მომხმარებლის ფილიალი.
pt_pt: Deve selecionar o cliente e respetivo ramo de atividade.
ru_ru: Вы должны выбрать клиента и его отрасли.

source: You have to select supplier.
es_es: Tienes que seleccionar proveedor.
id_id: Anda harus memilih pemasok.
ka_ge: უნდა აირჩიო მომწოდებელი
pt_pt: Deve selecionar um fornecedor.
ru_ru: Вы должны выбрать поставщика.

source: The amount entered is not a valid number or is less than zero.
es_es: El monto introducido noe es un número valido o es menor que cero.
id_id: Jumlah yang dimasukkan tidak valid atau kurang dari nol.
ka_ge: შეყვანილი თანხა არასწორია ან უარყოფითია.
pt_pt: O valor indicado não é um número válido ou é menor que zero.
ru_ru: Введенное значение не является числом или меньше нуля.

source: The exchange rate cannot be zero or a negative number.
da_dk: Valutakursen kan ikke være nul eller negativ.
es_es: La tasa de cambio no puede ser cero o un número negativo.
id_id: Nilai tukar tidak boleh 0 atau negatif.
it_it: Il tasso di cambio non può essere zero o un numero negativo.
ka_ge: გაცვლითი კურსი არ შეიძლება იყოს ნული ან უარყოფითი რიცხვი.
pt_br: A taxa de câmbio não pode ser um número zero ou negativo.
pt_pt: A taxa de câmbio não pode ser zero ou negativo.
ru_ru: Обменного курса не может быть нулевым или отрицательным числом.
