Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: &Outstanding Work Orders
da_dk: Udestående arbejdsordrer
es_es: &Órdenes de Trabajo Pendientes
id_id: Order Perakitan yang belum selesai (&O)
it_it: Commesse &In Sospeso
ka_ge: შესასრულებელი სამუშაოს შეკვეთა
pt_br: Ordens de Produção Pendentes
pt_pt: Ordens de &Produção Pendentes
ru_ru: Невыполненных заказов работы

source: Costed Bill Of Material Inquiry
da_dk: Oversigt over materialespecifikationer
es_es: Consulta de Coste de Lista de Materiales (LM)
id_id: Pencarian Biaya Rakitan (Bill of Material)
it_it: Ricerca distinta base con prezzi
ka_ge: ღირებულებითი საწ. ზედნადების დაკითხვა
pt_br: Consulta de Custo da Lista de Materiais
pt_pt: Consulta de Custeio da Lista de M&ateriais
ru_ru: Стоило спецификации запросов

source: Inventory Item Where Used &Inquiry
da_dk: Lagervarer ud fra komponent brug
es_es: Consultar Inventario de &Artículos Que Fueron Usados
id_id: Pencarian Penggunaan Barang dalam Rakitan
it_it: Ricerca Articolo Inventario dove usato
ka_ge: მარაგების გამოყენების დაკითხვა
pt_br: Consulta Onde foi Usado um Item do Estoque
pt_pt: Consulta Onde foi &Utilizado um Artigo em Stock
ru_ru: Инвентаризация пункт, где используются или запрос

source: Work Order &Inquiry
da_dk: Arbejds Ordrer Forespørgsel
es_es: &Consulta Órdenes de Trabajo
id_id: Pencarian Order Perakitan (&C)
it_it: &Ricerca Commesse
ka_ge: საწარმოო შეკვეთა დაკითხვა
pt_br: Consulta de Ordem de Produção
pt_pt: Consulta de Or&dens de Produção
ru_ru: Работа порядок запрос

source: Manufacturing &Reports
da_dk: Produktions &Rapporter
es_es: &Reportes de Manufactura
id_id: Laporan Manufaktur (&L)
it_it: &Report di produzione
ka_ge: წარმოების რეპორტები
pt_br: Relatórios de Fabricação
pt_pt: &Relatórios de Produção
ru_ru: Производство и отчеты

source: &Bills Of Material
da_dk: Materialespecifikationer
es_es: &Cuentas de Materiales
id_id: Rakitan (Bill Of Material) (&R)
it_it: Distinta base
ka_ge: საწარმოო ზედნადები
pt_br: Lista de Materiais
pt_pt: &Lista de Materiais
ru_ru: Спецификации

source: &Work Centres
da_dk: Værksteder
es_es: &Areas de Producción
id_id: Lokasi Perakitan/Workshop (&W)
it_it: Centri di &Lavoro
ka_ge: საწარმოო ცენტრები
pt_br: Centros de Produção
pt_pt: &Centros de Produção
ru_ru: Рабочие центры

source: S&etup
da_dk: Indstilling&er
es_es: C&onfiguración
id_id: &7 Pengaturan
ka_ge: პარამეტრები
pt_br: Configurações
pt_pt: C&onfigurações
ru_ru: Установка

source: &Company Setup
da_dk: Firma Opsætning
es_es: Con&figuración de la Compañía
id_id: Pengaturan Perusahaan (&P)
it_it: Setup dell'&Azienda
ka_ge: კომპანიის გაწყობა
pt_br: Configurações da Empresa
pt_pt: &Configurações da Empresa
ru_ru: Настройка компании

source: &User Accounts Setup
da_dk: &Bruger Konto Opsætning
es_es: Configuración de Cuentas de &Usuario
id_id: Pengaturan Akun Pengguna/User (&U)
it_it: Setup Account &Utente
ka_ge: მომხმარებლების ანგარიშების გაწყობა
pt_br: Configurações de Conta de Usuários
pt_pt: Configurações de Conta de &Utilizadores
ru_ru: Учетные записи пользователей и настройка

source: &Access Setup
da_dk: &Adgangs Indstillinger
es_es: Configuración de &Acceso
id_id: Pengaturan Akses (&A)
it_it: Setup Permessi
ka_ge: წვდომის გაწყობა
pt_br: Configuração de Acesso
pt_pt: Configuração de &Acesso
ru_ru: Настройка доступа

source: &Display Setup
da_dk: &Display Opsætning
es_es: Configuración de &Visualización
id_id: Pengaturan Tampilan (&T)
it_it: Setup &Display
ka_ge: დისპლეის გაწყობა
pt_br: Configuração de Tela
pt_pt: Configuração de &Ecrã
ru_ru: Настройки дисплея

source: &Taxes
da_dk: Afgifter
es_es: &Impuestos
id_id: Pajak (&J)
it_it: &Tasse
ka_ge: გადასახადები
pt_br: Impostos
pt_pt: Tipos de &Impostos
ru_ru: Налоги

source: Tax &Groups
da_dk: Afgifts Grupper
es_es: &Grupos de Impuestos
id_id: Grup Pajak (&R)
it_it: &Gruppi di tasse
ka_ge: გადასახადების ჯგუფები
pt_br: Grupos de Imposto
pt_pt: &Grupos de Imposto
ru_ru: Налоговые группы

source: Item Ta&x Types
da_dk: Varer Moms Typer
es_es: &Tipos de Impuestos a Artículos
id_id: Tipe Pajak (&X)
it_it: Tipi di Ta&sse su Articolo
ka_ge: დასახელების გადასახადის ტიპები
pt_br: Tipos de Imposto por Itens
pt_pt: &Tipos de Imposto de Artigos
ru_ru: Типы налога товаров

source: System and &General GL Setup
da_dk: System og Generel Bogførings opsætning
es_es: Configuración de &Sistema y Libro Mayor General
id_id: Pengaturan Sistem dan Akun GL Umum (&G)
it_it: Setup di Sistema e di contabilità &generale
ka_ge: სისტემის და მთ. წიგნის გაწყობა
pt_br: Configuração do Sistema e do GL
pt_pt: Sistema e Configuração da Contabilidade
ru_ru: Система и генеральный ГК установки

source: &Fiscal Years
da_dk: Regnskabsår
es_es: &Años Fiscales
id_id: Tahun Fiskal (&F)
it_it: Periodi &Amministrativi
ka_ge: ფისკალური წლები
pt_br: Anos Fiscais
pt_pt: Anos &Fiscais
ru_ru: Финансовый год

source: &Print Profiles
da_dk: Udskrifts Profiler
es_es: &Imprimir Perfiles
id_id: Profil Mencetak
it_it: &Profili di Stampa
ka_ge: ბეჭდვის პროფილები
pt_br: Perfis de Impressão
pt_pt: &Perfis de Impressão
ru_ru: Профили для печати

source: Pa&yment Terms
da_dk: Betalingsvilkår
es_es: &Términos de Pago
id_id: Termin Pembayaran (&B)
it_it: Termini di Pa&gamento
ka_ge: გადახდის პირობები
pt_br: Formas de Pagamento
pt_pt: For&mas de Pagamento
ru_ru: Условия платежа

source: Shi&pping Company
da_dk: Fragt Firma
es_es: &Compañía de Transporte
id_id: Perusahaan Pengiriman
it_it: Azienda di S&pedizioni
ka_ge: გადამზიდავი კომპანია
pt_br: Transportadora
pt_pt: Tra&nsportadora
ru_ru: Пароходная компания

source: &Points of Sale
da_dk: Kontantsalg
es_es: &Puntos de Venta
id_id: Titik Penjualan (Points of Sale)
it_it: &Punti vendita
ka_ge: საცალო გაყიდვები
pt_br: Pontos de Venda
pt_pt: Pontos de &Venda
ru_ru: Точки продажи

source: &Printers
da_dk: &Printere
es_es: &Impresoras
id_id: Printer
it_it: &Stampanti
ka_ge: პრინტერები
pt_br: Impressoras
pt_pt: Impre&ssoras
ru_ru: Принтеры

source: Contact &Categories
da_dk: Kontakt &Kategorier
es_es: Cat&egorías de Contactos
id_id: Kategori Kontak (&K)
it_it: &Categorie Contatti
ka_ge: კონტაქტების კატეგორიები
pt_pt: Catego&rias de Contato
ru_ru: Контакты Категории

source: &Void a Transaction
da_dk: &Annullere en Transaktion
es_es: Anular una &Transacción
id_id: Pembatalan Transaksi (Void) (&V)
it_it: &Annulla una Transazione
ka_ge: გააუქმე ტრანზაქცია
pt_br: Transação Inválida
pt_pt: Anu&lar uma transação
ru_ru: Пустота транзакций

source: View or &Print Transactions
da_dk: Vis eller udskriv transaktion
es_es: &Ver o Imprimir Transacciones
id_id: Tampilkan atau Cetak Transaksi (&C)
it_it: Visualizza o &Stampa transazioni
ka_ge: დაათვალიერე/დაბეჭდე ტრანზაქცია
pt_br: Vizualizar ou Imprimir Transações
pt_pt: Visuali&zar ou imprimir Transações
ru_ru: Просмотр или печать Сделки

source: &Attach Documents
da_dk: &Vedhæft Dokumenter
es_es: &Adjuntar Documentos
id_id: Dokumen Lampiran
it_it: &Allega Documenti
ka_ge: მიამაგრე დოკუმენტები
pt_br: Anexar Documentos
pt_pt: Ane&xar Documentos
ru_ru: Прикрепление документов

source: System &Diagnostics
da_dk: Systemdiagnosticering
es_es: &Diagnóstico de Sistema
id_id: Diagnosis Sistem
it_it: &Diagnostica di Sistema
ka_ge: სისტემის დიაგნოსტიკა
pt_pt: A&dministração de sistema
ru_ru: Система диагностик

source: &Backup and Restore
da_dk: &Backup og Gendannelses
es_es: &Respaldo y Restauración
id_id: Salinan atau Pulihkan Database (Backup/Restore) (&B)
it_it: &Backup e Ripristino
ka_ge: დაარეზერვე და აღადგინე
pt_br: Backup e Restauração
pt_pt: Bac&kup e Restauro
ru_ru: Резервное копирование и восстановление

source: Create/Update &Companies
da_dk: Opret/Opdater &Firmaer
es_es: &Crear/Actualizar Compañías
id_id: Buat/Perbarui Perusahaan
it_it: Crea/Aggiorna &Aziende
ka_ge: შექმენი/განაახლე კომპანიები
pt_br: Criar/Atualizar Empresas
pt_pt: Criar/Atualizar Empresas
ru_ru: Создание / обновление компаний

source: Install/Update &Languages
da_dk: Installér/Opdater Sprog
es_es: Instalar/Actualizar &Idiomas
id_id: Pasang/Perbarui Bahasa
it_it: Installa/Aggiorna &Lingue
ka_ge: დააყენე/განაახლე ენები
pt_br: Instalar/Atualizar Idiomas
pt_pt: Instalar/Atualizar Idiomas
ru_ru: Установка / обновление языка

source: Install/Activate &Extensions
da_dk: Installér/Aktiver Udvidelser
es_es: Instalar/Activar &Extensiones
id_id: Pasang/Aktivasi Ekstensi
it_it: Installa/Attiva &Estensioni
ka_ge: დააყენე/განაახლე გაფართოებები
pt_br: Instalar/Ativar Extensões
pt_pt: Instalar/Ativar Extensões
ru_ru: Установка / Активировать Расширения

source: Install/Activate &Themes
da_dk: Installér/Aktiver Temaer
es_es: Instalar/Activar &Temas
id_id: Pasang/Aktivasi Tema
it_it: Installa/Attiva &Temi
ka_ge: დააყენე/განაახლე გარეგნობები
pt_pt: Instalar/Ativar Temas
ru_ru: Устанавливать / активировать тему

source: Install/Activate &Chart of Accounts
es_es: Instalar/Activar &Plan de Cuentas
id_id: Pasang/Aktivasi Bagan Akun Standar
it_it: Installa/Attiva &Piano dei conti
ka_ge: დააყენე/გააქტიურე ანგარიშთა გეგმა
pt_pt: Instalar/Ativar Plano de Contas
ru_ru: Установка / Активировать счетов

source: Software &Upgrade
da_dk: Software &Opgradering
es_es: &Actualización de Software
id_id: Upgrade Software
it_it: &Aggiorna Software
ka_ge: პროგრამის განახლება
pt_br: Atualização de Software
pt_pt: Atualização de Soft&ware
ru_ru: Обновление программного обеспечения

source: &Purchases
da_dk: &Indkøb
es_es: &Compras
id_id: &2 Pembelian
it_it: &Acquisti
ka_ge: შესყიდვები
pt_br: Compras
pt_pt: &Compras
ru_ru: Покупки

source: Purchase &Order Entry
da_dk: Indkøbs &Ordre Indtastning
es_es: &Entrada de Orden de Compra
id_id: Input Order Pembelian (&B)
it_it: Inserimento &Ordine d'Acquisto
ka_ge: შესყიდვების შეკვეთის ჩანაწერი
pt_br: Entrar com Pedido de Compra ou Contas a Pagar
pt_pt: &Entrada de Requisições de Compra
ru_ru: Заказ на вход

source: &Outstanding Purchase Orders Maintenance
da_dk: &Udestående Indkøbsordre Vedligeholdelse
es_es: Mantenimiento de Órdenes de Compra &Pendientes
id_id: Pengaturan Order Pembelian Belum Selesai (&O)
it_it: Manutenzione Ordini di Acquisto in &Sospeso
ka_ge: შესასრულებელი შესყიდვის შეკვეთის მოვლა
pt_br: Manuteção de Pedidos de Compra Pendentes
pt_pt: &Manutenção de Requisições de Compra Pendentes
ru_ru: Выдающийся Заказы на обслуживание

source: Direct &GRN
da_dk: Direkte &GRN
es_es: &NBR Directo
id_id: Input Penerimaan Kiriman Langsung (&D)
it_it: &BEM Diretto
ka_ge: სასაქონლო ზედნადები
pt_pt: Entrada d&ireta de Recepção de Mercadorias
ru_ru: Прямые и GR

source: &Payments to Suppliers
da_dk: Betalinger til leverandører
es_es: &Pagos a Proveedores
id_id: Pembayaran ke Pemasok (&B)
it_it: &Pagamenti ai Fornitori
ka_ge: გადახდები მომწოდებლისთვის
pt_br: Pagamentos aos Fornecedores
pt_pt: &Pagamentos a Fornecedores
ru_ru: Расчеты с поставщиками

source: Supplier &Invoices
da_dk: Kreditor Fakturaer
es_es: &Facturas de Proveedor
id_id: Tagihan Pemasok (&G)
it_it: &Fatture Fornitore
ka_ge: მომწოდებლის ინვოისები
pt_br: Faturas dos Fornecedores
pt_pt: Fat&uras de Fornecedor
ru_ru: Поставщик счетов

source: Supplier &Credit Notes
da_dk: Kreditor Kreditnotaer
es_es: &Notas de Crédito de Proveedor
id_id: Nota Kredit Pemasok (&N)
it_it: Note di &Credito Fornitore
ka_ge: მომწოდებლის კრედიტ მემო
pt_br: Notas de Crédito do Fornecedor
pt_pt: &Notas de Crédito do Fornecedor
ru_ru: Примечания Поставщик кредитов

source: &Allocate Supplier Payments or Credit Notes
da_dk: &Allokere Leverandør Betalinger eller Kreditnotaer
es_es: &Asignar Pagos a Proveedores o Notas de Crédito
id_id: Alokasi Pembayaran / Nota Kredit Pemasok (&A)
it_it: &Stanzia Pagamenti Fornitore o Note di Credito
ka_ge: გაანაწილე მომწ. გადახდები ან კრედიტ მემოები
pt_br: Alocar Pagamentos aos Fornecedor ou Notas de Crédito
pt_pt: &Liquidar Pagamentos a Fornecedores ou Notas de Crédito
ru_ru: Выделите поставщика платежей или кредитных нот

source: Purchase Orders &Inquiry
da_dk: Indkøbsordrer Undersøgelse
es_es: &Consultar Órdenes de Compra
id_id: Pencarian Order Pembelian
it_it: &Ricerca Ordini d'Acquisto
ka_ge: შესყიდვის შეკვეთების დაკითხვა
pt_br: Consultar Pedidos de Compra
pt_pt: &Consultar Requisições de Compra
ru_ru: Запрос Заказы

source: Supplier Transaction &Inquiry
da_dk: Kreditor Transaktion Forespørgsel
es_es: Consultar &Transacciones de Proveedores
id_id: Pencarian Transaksi Pemasok
it_it: &Ricerca Transazioni Fornitore
ka_ge: მომწოდებლის ტრანზაქციების დაკითხვა
pt_br: Consultar Transações dos Fornecedores
pt_pt: Consulta &Transações de Fornecedores
ru_ru: Запрос Поставщик транзакций

source: Supplier Allocation &Inquiry
da_dk: Kreditor Tildelings Forespørgsel
es_es: &Consultar Asignaciones de Proveedores
id_id: Pencarian Alokasi Pemasok
it_it: &Ricerca Stanziamento Fornitore
ka_ge: მომწოდებლის განაწილების დაკითხვა
pt_br: Consulta de Alocação de Fornecedor
pt_pt: Consulta de Li&quidações de Fornecedor
ru_ru: Распределение поставщиков и запросов

source: Supplier and Purchasing &Reports
da_dk: Kreditor og Indkøbs Rapporter
es_es: &Reportes de Proveedores y Compras
id_id: Laporan Pembelian dan Pemasok (&L)
it_it: &Report Fornitore e Acquisto
ka_ge: მომწოდებლების და შესყიდვების რეპორტები
pt_br: Relatórios de Fornecedores e Compras
pt_pt: &Relatórios de Fornecedores e Compras
ru_ru: Поставщик и закупок и отчетов

source: &Suppliers
da_dk: Kreditorer
es_es: &Proveedores
id_id: Pemasok/Supplier (&S)
it_it: &Fornitori
ka_ge: მომწოდებლები
pt_br: Fornecedores
pt_pt: F&ornecedores
ru_ru: Поставщики

source: Dimension Entry
da_dk: Dimension post
es_es: Ingreso de Dimensión
id_id: Input Dimensi
it_it: Inserimento Dimensione
ka_ge: განზომილების ჩანაწერი
pt_br: Entrada de Departamentos
pt_pt: Entrada de Centros de Custo
ru_ru: Измерение входа

source: The dimension has been entered.
da_dk: Dimensionen er registreret
es_es: La dimensión ha sido introducida.
id_id: Dimensi berhasil dimasukkan.
it_it: La dimensione è stata inserita.
ka_ge: განზომილება შეტანილია.
pt_br: O departamento foi digitado.
pt_pt: O Centro de Custo foi registado.
ru_ru: Размер был введен.

source: The dimension has been updated.
da_dk: Dimensionen er opdateret.
es_es: La dimensión ha sido actualizada.
id_id: Dimensi berhasil diperbarui.
it_it: La dimensione è stata aggiornata.
ka_ge: განზომილება განახლებულია.
pt_br: O departamento foi atualizado.
pt_pt: O Centro de Custo foi atualizado.
ru_ru: Размерность была обновлена.

source: The dimension has been deleted.
da_dk: Dimensionen er slettet.
es_es: La dimensión ha sido eliminada.
id_id: Dimensi berhasil dihapus.
it_it: La dimensione è stata cancellata.
ka_ge: განზომილება წაშლილია.
pt_br: O departamento foi removido.
pt_pt: O Centro de Custo foi removido.
ru_ru: Размерность был удален.

source: The dimension has been closed. There can be no more changes to it.
da_dk: Dimensionen er afsluttet. Der kan ikke udføres flere ændringer.
es_es: La dimensión ha sido cerrada. No pueden haber más cambios a ella.
id_id: Dimensi berhasil ditutup. Tidak dapat melakukan perubahan apapun lagi ke dalamnya.
it_it: La dimensione è stata chiusa. Non è pià¹ possibile modificarla.
ka_ge: განზომილება დახურულია. ცვლილებების შეტანა აკრძალულია.
pt_br: O departamento foi fechado. Isto não podera ser alterado novamente.
pt_pt: O Centro de Custo já foi fechado. Não poderá ser alterado novamente.
ru_ru: Размерность была закрыта. Там может быть никаких больше изменений к нему.

source: The dimension has been re-opened.
da_dk: Dimensionen er blevet genåbnes.
es_es: La dimensión ha sido re-abierta.
id_id: Dimensi berhasil dibuka kembali.
it_it: La dimensione è stata riaperta.
ka_ge: განზომილება გახსნილია.
pt_br: O departamento foi reaberto.
pt_pt: O Centro de Custo foi reaberto.
ru_ru: Размерность была вновь открыта.

source: Enter a &new dimension
da_dk: Angiv en nye dimension
es_es: &Introduzca una nueva dimensión
id_id: Masukkan dimensi baru (&B)
it_it: Inserisci una &nuova dimensione
ka_ge: შეიყვანე ახალი განზომილება
pt_br: Entre um novo departamento
pt_pt: Inserir um &novo centro de custo
ru_ru: Введите новое измерение

source: &Select an existing dimension
da_dk: Vælge en eksisterende dimension
es_es: &Seleccione una dimensión existente
id_id: Pilih dimensi yang ada (&P)
it_it: &Seleziona una dimensione esistente
ka_ge: აირჩიე არსებული განზომილება
pt_br: Selecionado um departamento existente
pt_pt: &Selecionar um centro de custo existente
ru_ru: Выберите существующий размер

source: The dimension name must be entered.
da_dk: Dimensionsnavnet skal angives.
es_es: El nombre de la dimensión debe ser introducido.
id_id: Nama dimensi harus diisi.
it_it: Il nome della dimensione deve essere inserito.
ka_ge: შეიყვანე განზომილების სახელი.
pt_br: O nome do departamento tem que ser digitado.
pt_pt: O nome do centro de custo deve ser indicado.
ru_ru: Имя измерения должны быть введены.

source: The date entered is in an invalid format.
da_dk: Fejlagtig datoformat.
es_es: La fecha introducida tiene un formato inválido.
id_id: Format tanggal tidak valid.
it_it: La data è stata inserita in un formato non valido.
ka_ge: შეყვანილი თარიღი არასწორ ფორმატშია.
pt_br: A data digitada esta em um formato inválido.
pt_pt: A data digitada esta num formato inválido.
ru_ru: Дата, введенная в неверный формат.

source: The required by date entered is in an invalid format.
da_dk: Angivet forfaldsdato er ugyldig.
es_es: La fecha de requerimiento introducida tiene un formato inválido.
id_id: Format tangal dibutuhkan tidak valid.
it_it: Il formato della data richiesta non è valido.
ka_ge: საჭირო მოცემულ ვადამდე თარიღი არასწორ ფორმატშია.
pt_br: A data requerida digitada não tem um formato inválido.
pt_pt: A data obrigatória indicada apresenta um formato inválido.
ru_ru: Необходимый по дате вступил в неверный формат.

source: This dimension cannot be deleted because it has already been processed.
da_dk: Dimensionen kan ikke slettes, da den allerede har transaktioner.
es_es: Esta dimensión no puede eliminarse porque ya ha sido procesada.
id_id: Dimensi ini tidak dapat dihapus karena sudah pernah diproses.
it_it: Questa dimensione non può essere cancellata perchè è già stata processata.
ka_ge: განზომილების წაშლა შეუძლებელია, იგი უკვე გამოყენებულია.
pt_br: Este departamento não pode ser excluído porque o mesmo já foi processado.
pt_pt: Este centros de custo não pode ser excluído porque o já foi processado.
ru_ru: Этот размер не может быть удален, потому что он уже был обработан.

source: The dimension sent is not valid.
da_dk: Angiven dimension er ugyldig.
es_es: La dimensión enviada no es válido.
id_id: Dimensi yang dikirim tidak valid.
it_it: La dimensione inviata non è valida.
ka_ge: განზომილება არასწორია.
pt_br: O departamento enviado não é válido.
pt_pt: O centro de custo enviado não é válido.
ru_ru: Размер послал является недопустимым.

source: Dimension Reference:
es_es: Referencia de dimensión:
id_id: Referensi Dimensi:
it_it: Riferimento dimensione:
ka_ge: განზომილების მინიშნება:
pt_br: Referência do Departamento:
pt_pt: Referência do Centro de Custo:
ru_ru: Измерения Ссылка:

source: Start Date
da_dk: Start dato
es_es: Fecha de Comienzo
id_id: Tanggal Mulai
it_it: Data di inizio
ka_ge: საწყისი თარიღი
pt_br: Data de Início
pt_pt: Data de Início
ru_ru: Дата начала

source: Date Required By
da_dk: Forf. dato
es_es: Requerido para Fecha
id_id: Tanggal Dibutuhkan
it_it: Data Richiesta Da
ka_ge: ბოლო ვადა
pt_br: Data Requerida Por
pt_pt: Requerida Até
ru_ru: Дата требуемые

source: Tags:
es_es: Etiquetas:
it_it: Tag:
ka_ge: სანიშნები:
pt_pt: Marcadores:
ru_ru: Теги:

source: This Dimension is closed.
da_dk: Denne Dimension er lukket.
es_es: Esta dimensión está cerrada.
id_id: Dimensi ini telah ditutup.
it_it: Questa dimensione è chiusa.
ka_ge: ეს განზომილება დახურულია.
pt_br: Este Departamento está fechado.
pt_pt: Este Centro de Custo está fechado.
ru_ru: Этот размер будет закрыт.

source: Save changes to dimension
da_dk: Gem ændringer til dimension
es_es: Guardar cambios a la dimensión
id_id: Simpan perubahan ke dimensi
it_it: Salva modifiche a dimensione
ka_ge: შეინახე ცვლილებები განზომილებაში
pt_br: Salvar alterações para o departamento
pt_pt: Guardar alterações do centro de custo
ru_ru: Сохранить изменения в размер

source: Re-open This Dimension
da_dk: Genåbne denne Dimension
es_es: Re-abrir Esta Dimensión
id_id: Buka lagi Dimensi ini
it_it: Riapri questa dimensione
ka_ge: გახსენი ეს განზომილება
pt_br: Reabrir Este Deparatamento
pt_pt: Reabrir Este Deparatamento
ru_ru: Повторно это измерение

source: Mark this dimension as re-opened
da_dk: Mark denne dimension som genåbnede
es_es: Marcar esta dimensión como reabierta
id_id: Tandai dimensi ini sebagai 'dibuka lagi'
it_it: Segna questa dimensione come riaperta
ka_ge: მონიშნე ეს განზომილება როგორც ხელმეორედ გახსნილი
pt_br: Marcar este departamento como reaberto
pt_pt: Marcar este centro de custo como reaberto
ru_ru: Отметить этот аспект, как вновь открыт

source: Close This Dimension
da_dk: Luk denne Dimension
es_es: Cerrar esta dimensión
id_id: Tutup dimensi ini
it_it: Chiudi questa dimensione
ka_ge: დახურე ეს განზომილება
pt_br: Fechar Este Departamento
pt_pt: Fechar Este Centro de Custo
ru_ru: Закрыть измерение

source: Mark this dimension as closed
da_dk: Markere dimensionen som lukket
es_es: Marcar esta dimensión como cerrada
id_id: Tandai dimensi ini sebagai 'ditutup'
it_it: Segna questa dimensione come chiusa
ka_ge: მონიშნე ეს განზომილება როგორც დახურული
pt_br: Marcar este departamento como fechado
pt_pt: Marcar este centro de custo como fechado
ru_ru: Отметить этот аспект как закрытые

source: Delete This Dimension
da_dk: Slet denne Dimension
es_es: Eliminar esta dimensión
id_id: Hapus dimensi ini
it_it: Cancella la dimensione
ka_ge: წაშალე ეს განზომილება
pt_br: Deletar Este Departamento
pt_pt: Apagar Este Centro de Custo
ru_ru: Удалите это измерение

source: Delete unused dimension
da_dk: Slet dimensionen?
es_es: Eliminar dimensión sin uso
id_id: Hapus dimensi tidak terpakai
it_it: Cancella dimensioni inutilizzate
ka_ge: წაშალე გამოუყენებელი განზომილება
pt_br: Deletar departamento não usado
pt_pt: Apagar centro de custo não usado
ru_ru: Удалите неиспользуемые измерение

source: Add
da_dk: Opret
es_es: Agregar
id_id: Tambah
it_it: Aggiungi
ka_ge: დაამატე
pt_br: Adicionar
pt_pt: Adicionar
ru_ru: Добавлять

source: There are no transactions for this dimension for the selected period.
da_dk: Der er ingen transaktioner for denne dimension for den valgte periode.
es_es: No hay ninguna transacción para esta dimensión en el período seleccionado.
id_id: Tidak ada transaksi di dimensi ini pada periode yang dipilih.
it_it: Non ci sono transazioni per questa dimensione in questo periodo.
ka_ge: არჩეულ პერიოდში ამ განზომილებისთვის ტრანზაქციები არ არის.
pt_br: Não há transações para este departamento para o período selecionado.
pt_pt: Não existem transações deste centro de custo para o período selecionado.
ru_ru: Есть никаких операций в этом измерении за выбранный период.

source: Balance for this Dimension
da_dk: Balance for denne Dimension
es_es: Balance para esta dimensión
id_id: Saldo untuk Dimensi ini
it_it: Bilancio per questa dimensione
ka_ge: განზომილების ნაშთი
pt_br: Saldo para este Departamento
pt_pt: Saldo deste Centro de Custo
ru_ru: Весы для этого измерения

source: Account
da_dk: Konto
es_es: Cuenta
id_id: Akun
it_it: Conto
ka_ge: ანგარიში
pt_br: Conta
pt_pt: Conta
ru_ru: Счет

source: Debit
da_dk: Debet
es_es: Deber
it_it: Debito
ka_ge: დებეტი
pt_br: Débito
pt_pt: Débito
ru_ru: Дебет

source: Credit
da_dk: Kredit
es_es: Haber
id_id: Kredit
it_it: Credito
ka_ge: კრედიტი
pt_br: Crédito
pt_pt: Crédito
ru_ru: Кредит

source: Balance
id_id: Saldo
it_it: Bilancio
ka_ge: ნაშთი
pt_br: Saldo
pt_pt: Saldo
ru_ru: Баланс
