Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.3-1.po
Languages: hi_in, zh_tw

source: This transaction cannot be voided because it is part of Work Order %s costs.
hi_in: इस लेनदेन को voided नहीं किया जा सकता क्योंकि यह कार्य क्रम %s लागत का हिस्सा है।
zh_tw: 此交易不能作廢，因為他是工作單 %s 成本的一部分。

source: This transaction cannot be voided because the operation would decrease account balance below allowed limit in some point of account history.
hi_in: यह लेन-देन निरस्त नहीं किया जा सकता है क्योंकि ऑपरेशन खाते के कुछ बिंदुओं में सीमित सीमा से खाता शेष राशि को कम कर सकता है।
zh_tw: 此項交易不能作廢，因為此項操作會降低帳戶餘額可容許的限制。

source: This invoice cannot be voided because it was already credited.
hi_in: इस चालान को voided नहीं किया जा सकता क्योंकि यह पहले से श्रेय दिया गया था।
zh_tw: 此張發票不能作廢，因為已有信用交易了。

source: This delivery cannot be voided because it was already invoiced.
hi_in: इस वितरण को voided नहीं किया जा सकता क्योंकि यह पहले से ही चालान किया गया था।
zh_tw: 此出貨不能作廢，因為已開立發票。

source: This transaction type cannot be voided.
hi_in: इस लेन-देन के प्रकार को voided नहीं किया जा सकता है
zh_tw: 輸入的交易不存在或是不能作廢。

source: This GRN cannot be voided because it was already invoiced.
hi_in: यह जीआरएन voided नहीं किया जा सकता क्योंकि यह पहले ही चालान किया गया था।
zh_tw: 收貨單無法作廢，因為發票已開立。

source: Error encountered when voiding transaction.
hi_in: लेनदेन को ध्वस्त करते समय त्रुटि का सामना करना पड़ता है
zh_tw: 排除交易時遇到錯誤。

source: Selected document cannot be voided because related Work Order %s is already closed.
hi_in: चयनित दस्तावेज़ को वियोग नहीं किया जा सकता क्योंकि संबंधित वर्क ऑर्डर %s पहले से ही बंद है।
zh_tw: 選定的文件不能作廢，因為關連到工作單 %s 已關帳。

source: Voided.
hi_in: अमान्य कर।
zh_tw: 作廢。

source: &Sales
hi_in: बिक्री
zh_tw: 銷貨(&S)

source: Transactions
hi_in: लेन-देन
zh_tw: 交易

source: Sales &Quotation Entry
hi_in: बिक्री कोटेशन प्रवेश
zh_tw: 銷貨報價單(&Q)

source: Sales &Order Entry
hi_in: बिक्री ऑर्डर प्रविष्टि
zh_tw: 銷貨訂單(&O)

source: Direct &Delivery
hi_in: प्रत्यक्ष वितरण
zh_tw: 直接出貨(&D)

source: Direct &Invoice
hi_in: प्रत्यक्ष चालान
zh_tw: 直接輸入發票(&I)

source: &Delivery Against Sales Orders
hi_in: बिक्री आदेश के खिलाफ वितरण
zh_tw: 隨銷售訂單出貨(&D)

source: &Invoice Against Sales Delivery
hi_in: बिक्री वितरण के खिलाफ चालान
zh_tw: 隨銷售出貨開立發票(&I)

source: &Template Delivery
hi_in: टेम्पलेट डिलिवरी
zh_tw: 出貨範本(&T)

source: &Template Invoice
hi_in: टेम्पलेट चालान
zh_tw: 發票範本(&T)

source: &Create and Print Recurrent Invoices
hi_in: आवर्ती इनवॉइस बनाएं और प्रिंट करें
zh_tw: 建立與列印常用發票(&C)

source: Customer &Payments
hi_in: ग्राहक भुगतान
zh_tw: 客戶付款(&P)

source: Invoice &Prepaid Orders
hi_in: चालान प्रीपेड ऑर्डर
zh_tw: 預付訂單的發票(&P)

source: Customer &Credit Notes
hi_in: ग्राहक क्रेडिट नोट्स
zh_tw: 客戶貸方通知單(&C)

source: &Allocate Customer Payments or Credit Notes
hi_in: ग्राहक भुगतान या क्रेडिट नोट्स आवंटित करें
zh_tw: 配置客戶付款或是貸方通知單(&A)

source: Inquiries and Reports
hi_in: पूछताछ और रिपोर्ट
zh_tw: 查詢及報表

source: Sales Quotation I&nquiry
hi_in: बिक्री कोटेशन जांच
zh_tw: 銷售報價查詢(&n)

source: Sales Order &Inquiry
hi_in: बिक्री आदेश जांच
zh_tw: 銷貨訂單查詢(&I)

source: Customer Transaction &Inquiry
hi_in: ग्राहक लेनदेन पूछताछ
zh_tw: 客戶交易查詢(&I)

source: Customer Allocation &Inquiry
hi_in: ग्राहक आवंटन जांच
zh_tw: 客戶配置查詢(&I)

source: Customer and Sales &Reports
hi_in: ग्राहक और बिक्री रिपोर्ट
zh_tw: 客戶與銷貨報表(&R)

source: Maintenance
hi_in: रखरखाव
zh_tw: 維護

source: Add and Manage &Customers
hi_in: जोड़ें और प्रबंधित करें ग्राहक
zh_tw: 新增與管理客戶(&C)

source: Customer &Branches
hi_in: ग्राहक शाखाएं
zh_tw: 客戶分公司(&B)

source: Sales &Groups
hi_in: बिक्री समूह
zh_tw: 業務分組(&G)

source: Recurrent &Invoices
hi_in: आवर्ती चालान
zh_tw: 常用發票(&I)

source: Sales T&ypes
hi_in: बिक्री प्रकार
zh_tw: 銷貨分類(&y)

source: Sales &Persons
hi_in: बिक्री व्यक्ति
zh_tw: 業務人員(&P)

source: Sales &Areas
hi_in: बिक्री क्षेत्र
zh_tw: 業務分區(&A)

source: Credit &Status Setup
hi_in: क्रेडिट स्थिति सेटअप
zh_tw: 信用及往來狀態設定(&S)

source: &Dimensions
hi_in: आयाम
zh_tw: 構面(維度)(&D)

source: Dimension &Entry
hi_in: आयाम प्रवेश
zh_tw: 構面(維度)單(&E)

source: &Outstanding Dimensions
hi_in: बकाया आयाम
zh_tw: 未完成的構面(維度)(&O)

source: Dimension &Inquiry
hi_in: आयाम जांच
zh_tw: 構面(維度)查詢(&I)

source: Dimension &Reports
hi_in: आयाम रिपोर्ट
zh_tw: 構面(維度)報表(&R)

source: Dimension &Tags
hi_in: आयाम टैग
zh_tw: 構面(維度)分頁(&T)

source: &Fixed Assets
hi_in: अचल सम्पत्ति
zh_tw: 固定資產

source: Fixed Assets &Purchase
hi_in: निश्चित संपत्ति और खरीद
zh_tw: 固定資產採購(&P)

source: Fixed Assets Location &Transfers
hi_in: स्थिर परिसंपत्तियों स्थानांतरण
zh_tw: 固定資產位置移轉(&T)

source: Fixed Assets &Disposal
hi_in: फिक्स्ड एसेट डिस्पोजल
zh_tw: 固定資產處置(&D)

source: Fixed Assets &Sale
hi_in: निश्चित संपत्ति बिक्री
zh_tw: 固定資產銷售(&S)

source: Process &Depreciation
hi_in: प्रक्रिया मूल्यह्रास
zh_tw: 折舊流程(&D)

source: Fixed Assets &Movements
hi_in: निश्चित संपत्ति आंदोलनों
zh_tw: 資產移動(&M)

source: Fixed Assets In&quiry
hi_in: स्थिर परिसंपत्तियों में जांच
zh_tw: 固定資產查詢(&q)

source: Fixed Assets &Reports
hi_in: निश्चित संपत्ति रिपोर्ट
zh_tw: 固定資產表(&R)

source: Fixed &Assets
hi_in: अचल सम्पत्ति
zh_tw: 固定資產(&A)

source: Fixed Assets &Locations
hi_in: निश्चित संपत्ति स्थान
zh_tw: 固定資產位置(&L)

source: Fixed Assets &Categories
hi_in: निश्चित संपत्ति श्रेणियाँ
zh_tw: 固定資產目錄(&C)

source: Fixed Assets Cl&asses
hi_in: फिक्स्ड एसेट वर्ग
zh_tw: 固定資產大類(&a)

source: &Banking and General Ledger
hi_in: बैंकिंग और जनरल लेजर
zh_tw: 銀行與總帳會計(&B)

source: &Payments
hi_in: भुगतान
zh_tw: 付款(&P)

source: &Deposits
hi_in: जमा
zh_tw: 存款(&D)

source: Bank Account &Transfers
hi_in: बैंक खाता स्थानांतरण
zh_tw: 銀行轉帳(&T)

source: &Journal Entry
hi_in: जर्नल प्रविष्टि
zh_tw: 日記帳/會計分錄(&J)

source: &Budget Entry
hi_in: बजट प्रविष्टि
zh_tw: 預算分錄(&B)

source: &Reconcile Bank Account
hi_in: मिलान करें बैंक खाता
zh_tw: 調整銀行帳號(&R)

source: Revenue / &Costs Accruals
hi_in: राजस्व / लागत स्त्रोतों
zh_tw: 報價及成本

source: &Journal Inquiry
hi_in: जर्नल पूछताछ
zh_tw: 日記帳查詢(&I)

source: GL &Inquiry
hi_in: जनरल लेजर पूछताछ
zh_tw: 總帳會計查詢(&I)

source: Bank Account &Inquiry
hi_in: बैंक खाता पूछताछ
zh_tw: 銀行帳號查詢(&I)

source: Ta&x Inquiry
hi_in: कर पूछताछ
zh_tw: 稅務查詢(&x)

source: Trial &Balance
hi_in: संतुलन परीक्षण
zh_tw: 試算表(&B)

source: Balance &Sheet Drilldown
hi_in: बैलेंस शीट ड्रिलडाउन
zh_tw: 期初餘額(直式)

source: &Profit and Loss Drilldown
hi_in: लाभ और हानि ड्रिलडाउन
zh_tw: 綜合損益表(直式)

source: Banking &Reports
hi_in: बैंकिंग रिपोर्ट
zh_tw: 銀行往來報表(&R)

source: General Ledger &Reports
hi_in: जनरल लेजर रिपोर्ट
zh_tw: 日記帳(&R)

source: Bank &Accounts
hi_in: बैंक खाते
zh_tw: 銀行帳號(&A)

source: &Quick Entries
hi_in: त्वरित प्रविष्टियां
zh_tw: 快速輸入(&Q)

source: Account &Tags
hi_in: खाता टैग
zh_tw: 會計項目分頁(&T)

source: &Currencies
hi_in: मुद्राओं
zh_tw: 幣別(&C)

source: &Exchange Rates
hi_in: विनिमय दरें
zh_tw: 匯率(&E)

source: &GL Accounts
hi_in: जीएल खाते
zh_tw: 總帳會計項目(&G)

source: GL Account &Groups
hi_in: जीएल खाता समूह
zh_tw: 二級會計項目(&G)

source: GL Account &Classes
hi_in: जीएल अकाउंट क्लासेस
zh_tw: 一級會計項目(&C)

source: &Closing GL Transactions
hi_in: जीएल लेनदेन बंद करना
zh_tw: 顯示總帳會計交易。

source: &Revaluation of Currency Accounts
hi_in: मुद्रा खाते का पुनर्मूल्यांकन
zh_tw: 貨幣會計項目重估(&R)

source: &Items and Inventory
hi_in: आइटम और इन्वेंटरी
zh_tw: 貨品與庫存(&I)

source: Inventory Location &Transfers
hi_in: इन्वेंटरी स्थान स्थानांतरण
zh_tw: 庫存位置轉換(&T)

source: Inventory &Adjustments
hi_in: इन्वेंटरी समायोजन
zh_tw: 庫存調整(&A)

source: Inventory Item &Movements
hi_in: इन्वेंटरी आइटम आंदोलनों
zh_tw: 庫存移動(&M)

source: Inventory Item &Status
hi_in: इन्वेंट्री मद स्थिति
zh_tw: 庫存狀態(&S)

source: Inventory &Reports
hi_in: सूची रिपोर्ट
zh_tw: 庫存報表(&R)

source: &Items
hi_in: आइटम
zh_tw: 貨品(&I)

source: &Foreign Item Codes
hi_in: विदेशी मद कोड
zh_tw: 外部貨品代號(&F)

source: Sales &Kits
hi_in: बिक्री किट
zh_tw: 銷貨組合(&K)

source: Item &Categories
hi_in: आइटम श्रेणियाँ
zh_tw: 貨品分類(&C)

source: Inventory &Locations
hi_in: इन्वेंटरी स्थान
zh_tw: 存貨地點(&L)

source: &Units of Measure
hi_in: मापन की इकाई
zh_tw: 衡量單位(&U)

source: &Reorder Levels
hi_in: स्तर पुन: क्रम दें
zh_tw: 安全存量(&R)

source: Pricing and Costs
hi_in: मूल्य निर्धारण और लागत
zh_tw: 報價及成本

source: Sales &Pricing
hi_in: बिक्री मूल्य निर्धारण
zh_tw: 銷貨價格(&P)

source: Purchasing &Pricing
hi_in: क्रय मूल्य निर्धारण
zh_tw: 採購價格(&P)

source: Standard &Costs
hi_in: मानक लागत
zh_tw: 標準成本(&C)

source: &Manufacturing
hi_in: विनिर्माण
zh_tw: 製造(&M)

source: Work &Order Entry
hi_in: कार्य आदेश प्रविष्टि
zh_tw: 工作單輸入(&O)

source: &Outstanding Work Orders
hi_in: उत्कृष्ट कार्य आदेश
zh_tw: 未完成工作單(&O)

source: Costed Bill Of Material Inquiry
hi_in: सामग्री पूछताछ की लागत बिल
zh_tw: 物料表(BOM)的成本查詢

source: Inventory Item Where Used &Inquiry
hi_in: इन्वेंटरी आइटम जहां इस्तेमाल किया और पूछताछ
zh_tw: 庫存貨品用途查詢(&I)

source: Work Order &Inquiry
hi_in: कार्य आदेश जांच
zh_tw: 工作單查詢(&I)

source: Manufacturing &Reports
hi_in: विनिर्माण रिपोर्ट
zh_tw: 製造報表(&R)

source: &Bills Of Material
hi_in: सामग्री के बिल
zh_tw: 物料表(BOM)(&B)

source: &Work Centres
hi_in: कार्य केंद्र
zh_tw: 工作中心(&W)

source: S&etup
hi_in: सेट अप
zh_tw: 設定(&S)

source: &Company Setup
hi_in: कंपनी सेटअप
zh_tw: 公司設定(&C)

source: &User Accounts Setup
hi_in: उपयोगकर्ता खाते सेटअप
zh_tw: 使用者帳號設定(&U)

source: &Access Setup
hi_in: प्रवेश सेटअप
zh_tw: 存取設定(權限設定)

source: &Display Setup
hi_in: डिस्पले सेट आ करें
zh_tw: 顯示設定(&D)

source: Transaction &References
hi_in: लेनदेन और संदर्भ
zh_tw: 交易序號(&R)

source: &Taxes
hi_in: करों
zh_tw: 稅務(&T)

source: Tax &Groups
hi_in: टैक्स समूह
zh_tw: 課稅分區(&G)

source: Item Ta&x Types
hi_in: आइटम कर प्रकार
zh_tw: 貨品項目課稅別(&x)

source: System and &General GL Setup
hi_in: सिस्टम सामान्य जीएल सेटअप
zh_tw: 系統及一般總帳會計設定(&G)

source: &Fiscal Years
hi_in: वित्तीय वर्ष
zh_tw: 會計年度(&F)

source: &Print Profiles
hi_in: प्रिंट प्रोफाइल
zh_tw: 列印控制檔(&P)

source: Pa&yment Terms
hi_in: भुगतान की शर्तें
zh_tw: 付款條件(&y)

source: Shi&pping Company
hi_in: नौवहन कंपनी
zh_tw: 貨運公司(&p)

source: &Points of Sale
hi_in: बिक्री के अंक
zh_tw: 收銀機(&P)

source: &Printers
hi_in: प्रिंटर
zh_tw: 印表機(&P)

source: Contact &Categories
hi_in: संपर्क श्रेणियाँ
zh_tw: 連絡人分類(&C)

source: &Void a Transaction
hi_in: एक लेनदेन शून्य करें
zh_tw: 無效交易(&V)

source: View or &Print Transactions
hi_in: लेनदेन देखें या प्रिंट करें
zh_tw: 檢視或列印交易(&P)

source: &Attach Documents
hi_in: दस्तावेज़ लगाओ
zh_tw: 附加文件(&A)

source: System &Diagnostics
hi_in: प्रणाली निदान
zh_tw: 系統檢測(D)

source: &Backup and Restore
hi_in: बैकअप और पुनर्स्थापना
zh_tw: 備份與還原(&B)

source: Create/Update &Companies
hi_in: बनाएँ/अपडेट करें कंपनियां
zh_tw: 建立與更新公司(&C)

source: Install/Update &Languages
hi_in: इंस्टॉल / अद्यतन और भाषाएं
zh_tw: 安裝/更新語言(&L)

source: Install/Activate &Extensions
hi_in: स्थापित/सक्रिय एक्सटेंशन
zh_tw: 安裝/啟動擴展套件(&E)

source: Install/Activate &Themes
hi_in: इंस्टॉल करें/सक्रिय करें थीम
zh_tw: 安裝/啟動版面佈局(&T)

source: Install/Activate &Chart of Accounts
hi_in: खातों का चार्ट स्थापित / सक्रिय करें
zh_tw: 安裝/啟動會計科目(&C)

source: Software &Upgrade
hi_in: सॉफ्टवेयर अपग्रेड
zh_tw: 軟體更新(&U)

source: &Purchases
hi_in: खरीद
zh_tw: 採購(&P)

source: Purchase &Order Entry
hi_in: खरीद ऑर्डर प्रविष्टि
zh_tw: 採購單輸入(&O)

source: &Outstanding Purchase Orders Maintenance
hi_in: बकाया खरीद आदेश रखरखाव
zh_tw: 未完成採購單維護(&O)

source: Direct &GRN
hi_in: डायरेक्ट एंड जीआरएन
zh_tw: 直接輸入收貨單(&D)

source: Direct Supplier &Invoice
hi_in: प्रत्यक्ष प्रदायक चालान
zh_tw: 直接輸入供應商發票(&I)

source: &Payments to Suppliers
hi_in: आपूर्तिकर्ता को भुगतान
zh_tw: 付款給供應商(&P)

source: Supplier &Invoices
hi_in: प्रदायक और चालान
zh_tw: 供應商發票(&I)

source: Supplier &Credit Notes
hi_in: प्रदायक क्रेडिट नोट्स
zh_tw: 供應商貸方通知單(&C)

source: &Allocate Supplier Payments or Credit Notes
hi_in: आपूर्तिकर्ता भुगतान या क्रेडिट नोट्स आवंटित करें
zh_tw: 配置供應商付款或是貸方通知單(&A)

source: Purchase Orders &Inquiry
hi_in: खरीद ऑर्डर पूछताछ
zh_tw: 採購單查詢(&I)

source: Supplier Transaction &Inquiry
hi_in: प्रदायक लेनदेन जांच
zh_tw: 供應商交易查詢(&I)

source: Supplier Allocation &Inquiry
hi_in: आपूर्तिकर्ता आवंटन जांच
zh_tw: 供應商配置查詢(&I)

source: Supplier and Purchasing &Reports
hi_in: प्रदायक और खरीद रिपोर्ट
zh_tw: 供應商與採購報表(&R)

source: &Suppliers
hi_in: आपूर्तिकर्ता
zh_tw: 供應商(&S)

source: Dimension Entry
hi_in: आयाम प्रविष्टि
zh_tw: 構面(維度)輸入

source: The dimension has been entered.
hi_in: आयाम दर्ज किया गया है।
zh_tw: 構面(維度)已輸入。

source: The dimension has been updated.
hi_in: आयाम अपडेट कर दिया गया है।
zh_tw: 構面(維度)已更新。

source: The dimension has been deleted.
hi_in: आयाम हटा दिया गया है।
zh_tw: 構面(維度)已刪除。

source: The dimension has been closed. There can be no more changes to it.
hi_in: आयाम बंद कर दिया गया है। इसमें कोई और परिवर्तन नहीं हो सकता है।
zh_tw: 構面(維度)已被關閉。不能變更。

source: The dimension has been re-opened.
hi_in: आयाम फिर से खोला गया है।
zh_tw: 構面(維度)已重覆開啟。

source: Enter a &new dimension
hi_in: एक नया आयाम दर्ज करें
zh_tw: 輸入新的構面(維度)(&n)

source: &Select an existing dimension
hi_in: एक मौजूदा आयाम चुनें
zh_tw: 選擇一個現有構面(維度)(&S)

source: The dimension name must be entered.
hi_in: आयाम नाम दर्ज किया जाना चाहिए।
zh_tw: 構面(維度)名稱必須輸入。

source: The date entered is in an invalid format.
hi_in: दर्ज की गई तारीख अमान्य प्रारूप में है।
zh_tw: 輸入的日期是無效的格式。

source: The required by date entered is in an invalid format.
hi_in: दर्ज दिनांक द्वारा आवश्यक एक अवैध प्रारूप में है।
zh_tw: 輸入依日期查詢是無效的格式。

source: This dimension cannot be deleted because it has already been processed.
hi_in: यह आयाम हटाया नहीं जा सकता क्योंकि यह पहले से ही संसाधित हो चुका है।
zh_tw: 構面(維度)不能被刪除，因為已被處理。

source: The dimension sent is not valid.
hi_in: भेजा आयाम वैध नहीं है।
zh_tw: 傳送的構面(維度)不是有效的。

source: Dimension Reference:
hi_in: आयाम संदर्भ:
zh_tw: 構面(維度)序號：

source: Start Date
hi_in: आरंभ करने की तिथि
zh_tw: 開始日期

source: Date Required By
hi_in: द्वारा दिनांक आवश्यक
zh_tw: 需求日期

source: Tags:
hi_in: टैग:
zh_tw: 分頁：

source: This Dimension is closed.
hi_in: यह आयाम बंद है
zh_tw: 構面(維度)已關閉。

source: Save changes to dimension
hi_in: आयाम में परिवर्तन सहेजें
zh_tw: 儲存構面(維度)變更

source: Re-open This Dimension
hi_in: यह आयाम पुनः खोलें
zh_tw: 構面(維度)重新打開。

source: Mark this dimension as re-opened
hi_in: इस आयाम को फिर से खोले के रूप में चिह्नित करें
zh_tw: 被標記的構面(維度)已重覆開啟。

source: Close This Dimension
hi_in: यह आयाम बंद करें
zh_tw: 關閉此構面(維度)

source: Mark this dimension as closed
hi_in: इस आयाम को बंद के रूप में चिह्नित करें
zh_tw: 標記的構面(維度)已關閉。

source: Delete This Dimension
hi_in: यह आयाम हटाएं
zh_tw: 刪除此構面(維度)

source: Delete unused dimension
hi_in: अप्रयुक्त आयाम हटाएं
zh_tw: 刪除未使用構面

source: Add
hi_in: जोड़ना
zh_tw: 新增

source: There are no transactions for this dimension for the selected period.
hi_in: चयनित अवधि के लिए इस आयाम के लिए कोई लेनदेन नहीं है।
zh_tw: 選定的期間中此構面(維度)沒有交易。

source: Balance for this Dimension
hi_in: इस आयाम के लिए शेष राशि
zh_tw: 此構面(維度)的餘額

source: Account
hi_in: लेखा
zh_tw: 會計項目

source: Debit
hi_in: नामे
zh_tw: 借方

source: Credit
hi_in: श्रेय
zh_tw: 貸方

source: Balance
hi_in: संतुलन
zh_tw: 餘額

source: Search Outstanding Dimensions
hi_in: बकाया आयाम खोजें
zh_tw: 搜尋未完成構面(維度)

source: Search Dimensions
hi_in: खोज आयाम
zh_tw: 尋找構面(維度)

source: Reference:
hi_in: संदर्भ:
zh_tw: 序號：

source: All
hi_in: सब
zh_tw: 全部

source: From:
hi_in: से:
zh_tw: 從：

source: To:
hi_in: सेवा मेरे:
zh_tw: 到：

source: Only Overdue:
hi_in: केवल अतिदेय:
zh_tw: 有逾期：

source: Only Open:
hi_in: केवल ओपन:
zh_tw: 只有打開：

source: Due Date
hi_in: नियत तारीख
zh_tw: 到期日

source: Marked dimensions are overdue.
hi_in: चिह्नित आयाम अतिदेय हैं
zh_tw: 標示的構面(維度)已經逾期。

source: View Dimension
hi_in: आयाम देखें
zh_tw: 視視構面(維度)

source: The dimension number sent is not valid.
hi_in: भेजे गए आयाम संख्या मान्य नहीं है।
zh_tw: 送出的構面(維度)編號無效。

source: This dimension is closed.
hi_in: यह आयाम बंद है
zh_tw: 構面(維度)已關閉。

source: from:
hi_in: से:
zh_tw: 從：

source: to:
hi_in: सेवा मेरे:
zh_tw: 到：

source: Show
hi_in: दिखाना
zh_tw: 顯示

source: Revenue / Cost Accruals
hi_in: राजस्व / लागत accraals
zh_tw: 應計之收入/成本

source: The amount can not be 0.
hi_in: राशि 0 नहीं हो सकती
zh_tw: 金額不能為 0。

source: The periods must be greater than 0.
hi_in: अवधि 0 से अधिक होने चाहिए।
zh_tw: 期間必須大於 0。

source: Some of the period dates are outside the fiscal year or are closed for further data entry. Create a new fiscal year first!
hi_in: कुछ अवधि की अवधि वित्तीय वर्ष से बाहर हैं या आगे डेटा प्रविष्टि के लिए बंद हैं। एक नया वित्तीय वर्ष पहले बनाएँ!
zh_tw: 某些期間的日期是在會計年度外或者已關帳。先建立一個新會計年度。

source: Accruals for %s
hi_in: %s के लिए Accruals
zh_tw: %s 的應計

source: Dimension
hi_in: आयाम
zh_tw: 構面(維度)

source: Memo
hi_in: मेमो
zh_tw: 備註

source: Revenue / Cost Accruals have been processed.
hi_in: राजस्व / लागत accraals पर कार्रवाई की गई है।
zh_tw: 應計的收入/成本已處理。

source: Showing GL Transactions.
hi_in: जीएल लेनदेन दिखा रहा है
zh_tw: 顯示總帳會計交易。

source: Weekly
hi_in: साप्ताहिक
zh_tw: 每週

source: Bi-weekly
hi_in: द्वि-साप्ताहिक
zh_tw: 雙週

source: Quarterly
hi_in: त्रैमासिक
zh_tw: 每季

source: First date of Accruals
hi_in: अग्रिम की पहली तारीख
zh_tw: 應計的第一天

source: Accrued Balance Account
hi_in: अर्जित शेष राशि खाता
zh_tw: 應計餘額會計項目

source: Revenue / Cost Account
hi_in: राजस्व / लागत खाता
zh_tw: 收入/成本會計項目

source: Amount
hi_in: रकम
zh_tw: 金額

source: Search Amount
hi_in: खोज मात्रा
zh_tw: 尋找金額

source: Frequency
hi_in: आवृत्ति
zh_tw: 頻率

source: Periods
hi_in: काल
zh_tw: 期間

source: Show GL Rows
hi_in: जीएल पंक्तियां दिखाएं
zh_tw: 顯示會計資訊

source: Process Accruals
hi_in: प्रोसेस प्रोवालिस
zh_tw: 處理應計

source: Are you sure you want to post accruals?
hi_in: क्या आप निश्चित रूप से संसाधनों को पोस्ट करना चाहते हैं?
zh_tw: 您確定要過到應計嗎？

source: Reconcile Bank Account
hi_in: Reconcile बैंक खाता
zh_tw: 銀行調節帳戶

source: There are no bank accounts defined in the system.
hi_in: सिस्टम में परिभाषित कोई बैंक खाता नहीं है
zh_tw: 在系統中沒有銀行帳戶被定義。

source: Invalid reconcile date format
hi_in: अमान्य मिलान तिथि स्वरूप
zh_tw: 無效的調節日期格式

source: Reconcile this transaction
hi_in: इस लेनदेन को सुलझाना
zh_tw: 調整這個交易

source: Account:
hi_in: लेखा:
zh_tw: 會計科目：

source: Bank Statement:
hi_in: बैंक कथन:
zh_tw: 銀行對帳單：

source: New
hi_in: नया
zh_tw: 新增

source: Reconcile Date
hi_in: पुनरावृत्ति तिथि
zh_tw: 調整日期

source: Beginning<br>Balance
hi_in: शेष<br>शुरुआत
zh_tw: 期初<br>餘額

source: Ending<br>Balance
hi_in: अंतिम<br>शेष राशि
zh_tw: 期末<br>餘額

source: Account<br>Total
hi_in: खाता<br>कुल
zh_tw: 會計項目<br>合計

source: Reconciled<br>Amount
hi_in: मेल मिलाप<br>राशि
zh_tw: 調節<br>金額

source: Difference
hi_in: अंतर
zh_tw: 差異數

source: Date of bank statement to reconcile
hi_in: बैंक के बयान की तारीख को सुलझाना
zh_tw: 調節銀行對帳單日期

source: Person/Item
hi_in: व्यक्ति/मद
zh_tw: 人員/貨品

source: Reconcile
hi_in: समाधान करना
zh_tw: 調節

source: Reconcile All
zh_tw: 調節全部

source: Modify Bank Account Transfer
hi_in: बैंक खाता अंतरण संशोधित करें
zh_tw: 修改銀行帳戶交易

source: Bank Account Transfer Entry
hi_in: बैंक खाता स्थानांतरण प्रवेश
zh_tw: 銀行帳戶交易輸入

source: Transfer has been entered
hi_in: स्थानांतरण दर्ज किया गया है
zh_tw: 交易已輸入

source: &View the GL Journal Entries for this Transfer
hi_in: इस हस्तांतरण के लिए जीएल जर्नल प्रविष्टियां देखें
zh_tw: 檢視這一筆交易的日記帳分錄(&V)

source: Enter &Another Transfer
hi_in: दर्ज करें अन्य स्थानांतरण
zh_tw: 輸入另外交易(&A)

source: From Account:
hi_in: अकाउंट से:
zh_tw: 從哪個會計項目：

source: To Account:
hi_in: खाते में:
zh_tw: 到哪個會計項目：

source: Transfer Date:
hi_in: हस्तांतरण की तारीख:
zh_tw: 交易日期：

source: Amount:
hi_in: रकम:
zh_tw: 金額：

source: Bank Charge:
hi_in: बैंक शुल्क:
zh_tw: 銀行手續費：

source: Incoming Amount:
hi_in: आवक राशि:
zh_tw: 存入金額：

source: Modify Transfer
hi_in: हस्तांतरण को संशोधित करें
zh_tw: 修改交易

source: Enter Transfer
hi_in: अंतरण दर्ज करें
zh_tw: 輸入交易

source: The entered amount is invalid or less than zero.
hi_in: दर्ज की गई राशि अमान्य या शून्य से कम है
zh_tw: 輸入的金額是無效的或是小於零。

source: The total bank amount cannot be 0.
hi_in: कुल बैंक राशि 0 नहीं हो सकती
zh_tw: 銀行總金額不能為 0。

source: This bank transfer change would result in exceeding authorized overdraft limit (%s) of the account '%s'
hi_in: यह बैंक स्थानांतरण परिवर्तन खाता '%s' की अधिकृत ओवरड्राफ्ट सीमा (%s) से अधिक होगा
zh_tw: 該筆交易變更將使銀行的交易將超過授權透支額度：在 %s 中 %s #%s 。

source: This bank transfer change would result in exceeding authorized overdraft limit on '%s' for transaction: %s #%s on %s.
hi_in: यह बैंक स्थानांतरण परिवर्तन लेनदेन के लिए '%s' पर अधिकृत ओवरड्राफ्ट सीमा से अधिक होगा: %s #%s %s पर।
zh_tw: 該筆交易變更將使銀行的交易將超過授權透支額度：在 %s 中 %s #%s 。

source: This bank transfer would result in exceeding authorized overdraft limit of the account (%s)
hi_in: यह बैंक ट्रांसफर अकाउंट (%s) की अधिकृत ओवरड्राफ्ट सीमा से अधिक होगा
zh_tw: 該筆交易將使銀行的交易將超過授權透支額度：在 %s 中 %s #%s 。

source: This bank transfer would result in exceeding authorized overdraft limit for transaction: %s #%s on %s.
hi_in: यह बैंक ट्रांसफर लेनदेन के लिए अधिकृत ओवरड्राफ्ट सीमा से अधिक होगा: %s #%s %s पर होगा
zh_tw: 該筆交易將使銀行的交易將超過授權透支額度：在 %s 中 %s #%s 。

source: The Bank Charge Account has not been set in System and General GL Setup.
hi_in: सिस्टम और जनरल जीएल सेटअप में बैंक प्रभार खाता सेट नहीं किया गया है।
zh_tw: 系統和總帳會計設定中尚未設定銀行手續費。

source: The source and destination bank accouts cannot be the same.
hi_in: स्रोत और गंतव्य बैंक के आरोप समान नहीं हो सकते
zh_tw: 銀行帳戶的來源及目的不可一樣

source: The incomming bank amount cannot be 0.
hi_in: इनकमिंग बैंक राशि 0 नहीं हो सकती
zh_tw: 匯入銀行帳戶不能為 0 。

source: Bank Account Payment Entry
hi_in: बैंक खाता भुगतान प्रवेश
zh_tw: 銀行付款單

source: Bank Account Deposit Entry
hi_in: बैंक खाता जमा प्रवेश
zh_tw: 銀行存款單

source: Modify Bank Account Entry
hi_in: बैंक खाता प्रविष्टि संशोधित करें
zh_tw: 修改銀行帳單

source: Modify Bank Deposit Entry
hi_in: बैंक जमा प्रविष्टि को संशोधित करें
zh_tw: 修改銀行存款單

source: Payment %d has been entered
hi_in: भुगतान %d दर्ज किया गया है
zh_tw: 付款 %d 已輸入

source: &View the GL Postings for this Payment
hi_in: इस भुगतान के लिए जीएल पोस्टिंग देखें
zh_tw: 檢視這一筆已過帳的付款資料(&V)

source: Enter Another &Payment
hi_in: एक भुगतान दर्ज करें
zh_tw: 輸入另一筆付款(&P)

source: Enter A &Deposit
hi_in: ए जमा दर्ज करें
zh_tw: 輸入一筆存款(&D)

source: Add an Attachment
hi_in: एक अटैचमेंट जोड़ें
zh_tw: 新增附加檔案

source: Payment %d has been modified
hi_in: भुगतान %d को संशोधित किया गया है
zh_tw: 付款 %d 已修改

source: Deposit %d has been entered
hi_in: जमा %d दर्ज किया गया है
zh_tw: 存款 %d已經輸入

source: View the GL Postings for this Deposit
hi_in: इस जमा राशि के जीएल पोस्टिंग देखें
zh_tw: 檢視這一筆已過帳的存款資料

source: Enter Another Deposit
hi_in: अन्य जमा दर्ज करें
zh_tw: 輸入另外一筆存款

source: Enter A Payment
hi_in: एक भुगतान दर्ज करें
zh_tw: 輸入付款資料

source: Deposit %d has been modified
hi_in: जमा %d को संशोधित किया गया है
zh_tw: 存款 %d 已經修改

source: &View the GL Postings for this Deposit
hi_in: इस जमा राशि के लिए जीएल पोस्टिंग देखें
zh_tw: 檢視這一筆已過帳的存款資料

source: Enter Another &Deposit
hi_in: एक जमा दर्ज करें
zh_tw: 輸入另一筆存款(&D)

source: Enter A &Payment
hi_in: ए भुगतान दर्ज करें
zh_tw: 輸入付款資料(&P)

source: You must enter at least one payment line.
hi_in: आपको कम से कम एक भुगतान लाइन दर्ज करनी होगी।
zh_tw: 你至少需要輸入一行付款。

source: The total bank amount exceeds allowed limit (%s).
hi_in: कुल बैंक की राशि अनुमत सीमा से अधिक है (%s)
zh_tw: 銀行總金額超限(%s)。

source: The bank transaction would result in exceed of authorized overdraft limit for transaction: %s #%s on %s.
hi_in: बैंक लेनदेन लेनदेन के लिए अधिकृत ओवरड्राफ्ट सीमा से अधिक होगा: %s #%s %s पर।
zh_tw: 該筆交易將使銀行的交易將超過授權透支額度：在 %s 中 %s #%s 。

source: The entered date for the payment is invalid.
hi_in: भुगतान के लिए प्रविष्ट दिनांक अमान्य है।
zh_tw: 輸入的付款日期是無效的。

source: You have to select customer and customer branch.
hi_in: आपको ग्राहक और ग्राहक शाखा का चयन करना होगा।
zh_tw: 你必須選定一位客戶及客戶分支。

source: You have to select supplier.
hi_in: आपको सप्लायर का चयन करना होगा
zh_tw: 你必須選定一供應商。

source: Settled amount have to be positive number.
hi_in: निर्धारित धन सकारात्मक संख्या में होना चाहिए।
zh_tw: 結算金額必須是正數。

source: The amount entered is not a valid number or is less than zero.
hi_in: दर्ज की गई राशि मान्य संख्या नहीं है या शून्य से कम है
zh_tw: 輸入的金額無效或是小於 0。

source: The exchange rate cannot be zero or a negative number.
hi_in: विनिमय दर शून्य या नकारात्मक संख्या नहीं हो सकती।
zh_tw: 匯率不能是 0 或是負數。
