Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.3-1.po
Languages: hi_in, zh_tw

source: Bank Charges Account:
hi_in: बैंक प्रभार खाता:
zh_tw: 銀行手續費會計項目：

source: Tax Algorithm:
hi_in: कर एल्गोरिदम:
zh_tw: 課稅算法：

source: Dimension Defaults
hi_in: आयाम डिफ़ॉल्ट
zh_tw: 構面(維度)的預設值

source: Dimension Required By After:
hi_in: आयाम के बाद आवश्यक:
zh_tw: 之後需求構面(維度)：

source: Customers and Sales
hi_in: ग्राहक और बिक्री
zh_tw: 客戶及銷售

source: Default Credit Limit:
hi_in: डिफ़ॉल्ट क्रेडिट सीमा:
zh_tw: 預設信用額度：

source: Invoice Identification:
hi_in: चालान की पहचान:
zh_tw: 發票定義：

source: Number
hi_in: संख्या
zh_tw: 數字

source: Reference
hi_in: संदर्भ
zh_tw: 序號

source: Accumulate batch shipping:
hi_in: संचित बैच शिपिंग:
zh_tw: 集運：

source: Print Item Image on Quote:
hi_in: उद्धरण चिह्नों पर आइटम मुद्रित करें:
zh_tw: 在報價單上列印貨品圖樣：

source: Legal Text on Invoice:
hi_in: चालान पर कानूनी पाठ:
zh_tw: 發票上法律文字：

source: Shipping Charged Account:
hi_in: शिपिंग चार्ज किया गया खाता:
zh_tw: 運送費用會計項目：

source: Deferred Income Account:
hi_in: स्थगित आय खाता:
zh_tw: 遞延收入會計項目：

source: Not used
hi_in: उपयोग नहीं किया
zh_tw: 不曾使用

source: Customers and Sales Defaults
hi_in: ग्राहक और बिक्री डिफ़ॉल्ट
zh_tw: 客戶及銷售預設值

source: Receivable Account:
hi_in: प्राप्य खाते:
zh_tw: 應收會計項目：

source: Sales Account:
hi_in: विक्रय खाता:
zh_tw: 銷售會計項目：

source: Sales Discount Account:
hi_in: बिक्री डिस्काउंट खाता:
zh_tw: 銷貨折扣會計項目：

source: Prompt Payment Discount Account:
hi_in: त्वरित भुगतान डिस्काउंट खाता:
zh_tw: 付款折扣會計項目：

source: Quote Valid Days:
hi_in: उद्धरण मान्य दिन:
zh_tw: 報價有效期：

source: Delivery Required By:
hi_in: द्वारा डिलीवरी की आवश्यकता:
zh_tw: 出貨要求：

source: Suppliers and Purchasing
hi_in: आपूर्तिकर्ता और खरीद
zh_tw: 供應商及採購

source: Delivery Over-Receive Allowance:
hi_in: डिलिवरी ओवर-रिसीव भत्ता:
zh_tw: 允許出貨超收額度：

source: Invoice Over-Charge Allowance:
hi_in: चालान ओवर-चार्ज भत्ता:
zh_tw: 允許發票超出額度：

source: Suppliers and Purchasing Defaults
hi_in: आपूर्तिकर्ता और खरीद डिफ़ॉल्ट
zh_tw: 供應商及採購預設值

source: Payable Account:
hi_in: देय खाता:
zh_tw: 應付會計項目：

source: Purchase Discount Account:
hi_in: डिस्काउंट खाता खरीदें:
zh_tw: 採購折扣會計項目：

source: GRN Clearing Account:
hi_in: जीआरएन क्लियरिंग अकाउंट:
zh_tw: 收貨單會計項目

source: No postings on GRN
hi_in: जीआरएन पर कोई पोस्टिंग नहीं
zh_tw: 沒有過帳到收貨單

source: Receival Required By:
hi_in: प्राप्तकर्ता द्वारा आवश्यक:
zh_tw: 接收需求：

source: Show PO item codes:
hi_in: PO आइटम कोड दिखाएं:
zh_tw: 顯示採購貨品代號：

source: Inventory
hi_in: इन्वेंटरी
zh_tw: 庫存

source: Allow Negative Inventory:
hi_in: नकारात्मक इन्वेंटरी की अनुमति दें:
zh_tw: 允許負庫存：

source: Warning: This may cause a delay in GL postings
hi_in: चेतावनी: इससे जीएल पोस्टिंग में देरी हो सकती है
zh_tw: 警告：這可能會導致總帳過帳延遲

source: No zero-amounts (Service):
hi_in: कोई शून्य-राशि नहीं (सेवा):
zh_tw: 沒有 0 金額(服務)：

source: Location Notifications:
hi_in: स्थान सूचनाएं:
zh_tw: 所在地通知：

source: Allow Negative Prices:
hi_in: नकारात्मक कीमतों की अनुमति दें:
zh_tw: 允許負單價：

source: Items Defaults
hi_in: आइटम डिफ़ॉल्ट
zh_tw: 貨品預設值

source: Inventory Account:
hi_in: इन्वेंटरी अकाउंट:
zh_tw: 庫存會計項目：

source: C.O.G.S. Account:
hi_in: C.O.G.S. लेखा:
zh_tw: 銷貨成本會計項目：

source: Inventory Adjustments Account:
hi_in: इन्वेंटरी समायोजन खाता:
zh_tw: 庫存調整會計項目：

source: WIP Account:
hi_in: WIP खाता:
zh_tw: 在製品會計項目：

source: Fixed Assets Defaults
hi_in: निश्चित परिसंपत्तियां डिफ़ॉल्ट
zh_tw: 固定資產預設值

source: Loss On Asset Disposal Account:
hi_in: संपत्ति निपटान खाते पर हानि:
zh_tw: 資產處份損失事項：

source: Depreciation Period:
hi_in: मूल्यह्रास अवधि:
zh_tw: 折舊期間

source: Monthly
hi_in: महीने के
zh_tw: 每月

source: Yearly
hi_in: सालाना
zh_tw: 每年

source: Manufacturing Defaults
hi_in: विनिर्माण डिफ़ॉल्ट
zh_tw: 製造預設值

source: Work Order Required By After:
hi_in: कार्य आदेश आवश्यक होने के बाद:
zh_tw: 預設之後的需求工作單：

source: Install Charts of Accounts
hi_in: खातों का चार्ट स्थापित करें
zh_tw: 安裝會計項目表

source: Selected chart has been successfully deleted
hi_in: चयनित चार्ट को सफलतापूर्वक हटा दिया गया है
zh_tw: 該表已成功刪除

source: No optional chart of accounts is currently available.
hi_in: वर्तमान में खातों का कोई वैकल्पिक चार्ट उपलब्ध नहीं है
zh_tw: 現在沒有可用的會計項目表。

source: Chart
hi_in: चार्ट
zh_tw: 會計項目表

source: Installed
hi_in: स्थापित
zh_tw: 已安裝

source: Available
hi_in: उपलब्ध
zh_tw: 可用

source: Encoding
hi_in: एन्कोडिंग
zh_tw: 編碼

source: Unknown
hi_in: अनजान
zh_tw: 未知的

source: Install
hi_in: इंस्टॉल करें
zh_tw: 安裝

source: Upload and install latest extension package
hi_in: नवीनतम एक्सटेंशन पैकेज अपलोड और इंस्टॉल करें
zh_tw: 上傳和安裝最新擴展套件

source: You are about to remove package \'%s\'. Do you want to continue ?
hi_in: आप पैकेज \\'%s\\' को हटाने वाले हैं।\nक्या आप जारी रखना चाहते हैं?
zh_tw: 您正在移除這個套件 \'%s\'. ，確定繼續?

source: Install/Update Languages
hi_in: स्थापित / अपडेट भाषाएं
zh_tw: 安裝/更新語言

source: Name
hi_in: नाम
zh_tw: 名稱

source: Right To Left
hi_in: दाएं से बाएं
zh_tw: 右到左

source: Supported
hi_in: समर्थित
zh_tw: 已支援

source: Display also languages not supported by server locales
hi_in: प्रदर्शित करें भी सर्वर स्थानीय लोकल द्वारा समर्थित नहीं है
zh_tw: 語言顯示不支援服務器的當地語言環境

source: Edit non standard language configuration
hi_in: गैर मानक भाषा कॉन्फ़िगरेशन संपादित करें
zh_tw: 編輯非標準語言設定

source: Upload and install latest language package
hi_in: नवीनतम भाषा पैकेज अपलोड और इंस्टॉल करें
zh_tw: 上傳和安裝最新的語言套件

source: You are about to remove language \'%s\'. Do you want to continue ?
hi_in: आप \\'%s\\' भाषा को हटाने वाले हैं।\nक्या आप जारी रखना चाहते हैं?
zh_tw: 您正在移除這個語言 \'%s\'. ，確定繼續?

source: The marked language is the current language which cannot be deleted.
hi_in: चिह्नित भाषा वर्तमान भाषा है जिसे हटाया नहीं जा सकता।
zh_tw: 被標記的語言是現在使用的語言不能被刪除。

source: Update default
hi_in: डिफ़ॉल्ट अपडेट करें
zh_tw: 更新預設值

source: Add new language manually
hi_in: मैन्युअल रूप से नई भाषा जोड़ें
zh_tw: 手動新增語言檔

source: Language name, code nor encoding cannot be empty
hi_in: भाषा का नाम, कोड या एन्कोडिंग रिक्त नहीं हो सकता
zh_tw: 語言名稱、代號甚至編碼都不能空白。

source: Standard package for this language is already installed. If you want to install this language manually, uninstall standard language package first.
hi_in: इस भाषा के लिए मानक पैकेज पहले ही स्थापित है। यदि आप मैन्युअल रूप से इस भाषा को स्थापित करना चाहते हैं, तो पहले मानक भाषा पैकेज की स्थापना रद्द करें।
zh_tw: 這語言的標準套件已安裝。如果你想手動安裝此語言，請先卸載標準語言套件。

source: Language Code
hi_in: भाषा कोड
zh_tw: 語言代號

source: Language Name
hi_in: भाषा का नाम
zh_tw: 語言名稱

source: Default Language
hi_in: डिफ़ॉल्ट भाषा
zh_tw: 預設語言

source: Language File
hi_in: भाषा फाइल
zh_tw: 語言檔

source: Select your language files from your local harddisk.
hi_in: अपने स्थानीय हार्डडिस्क से अपनी भाषा फ़ाइलों का चयन करें
zh_tw: 從您的磁碟選擇您的語言檔

source: Install/Activate extensions
hi_in: एक्सटेंशन स्थापित / सक्रिय करें
zh_tw: 安裝/啟動擴展套件

source: Selected extension has been successfully deleted
hi_in: चयनित एक्सटेंशन को सफलतापूर्वक हटा दिया गया है
zh_tw: 選定的擴展套件已成功地刪除

source: Extension
hi_in: एक्सटेंशन
zh_tw: 擴展

source: Modules provided
hi_in: मॉड्यूल प्रदान की
zh_tw: 已提供的模組

source: Options provided
hi_in: विकल्प प्रदान किए गए
zh_tw: 已提供的選項

source: Install third-party extension.
hi_in: तृतीय-पक्ष एक्सटेंशन स्थापित करें।
zh_tw: 安裝第三方擴展模組

source: Active
hi_in: सक्रिय
zh_tw: 啟動

source: Package '%s' is incompatible with current application version and cannot be activated.
hi_in: पैकेज '%s' वर्तमान अनुप्रयोग संस्करण के साथ असंगत है और सक्रिय नहीं किया जा सकता।
zh_tw: 套件 '%s' 不相容目前程式版本，所以無法啟動。

source: Check Install/Activate page for newer package version.
hi_in: नए पैकेज संस्करण के लिए पृष्ठ स्थापित / सक्रिय करें देखें।
zh_tw: 檢查安裝/啟動頁面的新套件版本。

source: Status change for some extensions failed.
hi_in: कुछ एक्सटेंशन के लिए स्थिति परिवर्तन विफल हुआ।
zh_tw: 因某些擴展模組失效，所以狀態更改

source: Current active extensions set has been saved.
hi_in: वर्तमान सक्रिय एक्सटेंशन सेट सहेजे गए हैं।
zh_tw: 現在啟動的擴展已儲存。

source: Extensions:
hi_in: एक्सटेंशन:
zh_tw: 擴展：

source: No optional extension module is currently available.
hi_in: वर्तमान में कोई वैकल्पिक एक्सटेंशन मॉड्यूल उपलब्ध नहीं है
zh_tw: 現在沒有可用的額外擴展模組。

source: Install Themes
hi_in: थीम इंस्टॉल करें
zh_tw: 安裝版面樣式

source: Selected theme has been successfully deleted
hi_in: चयनित थीम को सफलतापूर्वक हटा दिया गया है
zh_tw: 選定版面樣式已成功刪除

source: Theme
hi_in: विषय
zh_tw: 版面樣式

source: No optional theme is currently available.
hi_in: कोई वैकल्पिक विषय वर्तमान में उपलब्ध नहीं है
zh_tw: 現在沒有可用的額外版面樣式。

source: Software Upgrade
hi_in: सॉफ्टवेयर अपग्रेड
zh_tw: 軟體更新

source: Select company to be upgraded.
hi_in: अपग्रेड करने के लिए कंपनी का चयन करें
zh_tw: 選定公司已更新。

source: Company upgraded successfully.
hi_in: कंपनी को सफलतापूर्वक उन्नत किया गया
zh_tw: 公司更新成功 。

source: Table set
hi_in: मेज का सेट
zh_tw: 表單組

source: Current version
hi_in: वर्तमान संस्करण
zh_tw: 目前版本

source: Last log
hi_in: अंतिम लॉग
zh_tw: 最新記錄檔

source: Upgrade
hi_in: अपग्रेड
zh_tw: 軟體更新

source: View log
hi_in: लॉग देखें
zh_tw: 檢視記錄檔

source: Clear
hi_in: स्पष्ट
zh_tw: 清除

source: Clear log
hi_in: अभिलेख साफ करो
zh_tw: 清除記錄檔

source: Do you really want to clear this upgrade log?
hi_in: क्या आप वाकई इस अपग्रेड लॉग को साफ़ करना चाहते हैं?
zh_tw: 你真的要清除這個升級記錄檔？

source: Up to date
hi_in: आधुनिक
zh_tw: 最新

source: All company database schemes are up to date.
hi_in: सभी कंपनी डेटाबेस योजनाएं आज तक हैं
zh_tw: 全部公司資料庫格式都是最新的。

source: Select company for incremental upgrade.
hi_in: वृद्धिशील उन्नयन के लिए कंपनी का चयन करें।
zh_tw: 選擇公司進行增量升級。

source: Save database and perform upgrade
hi_in: डेटाबेस को सहेजें और अपग्रेड करें
zh_tw: 儲存資料庫後執行更新

source: Payment Terms
hi_in: भुगतान की शर्तें
zh_tw: 付款條件

source: The number of days or the day in the following month must be numeric.
hi_in: अगले महीने में दिन या दिन की संख्या संख्यात्मक होना चाहिए।
zh_tw: 在下來的月份天數必須是數字的。

source: The Terms description must be entered.
hi_in: शर्तें का विवरण दर्ज किया जाना चाहिए।
zh_tw: 條件的摘要必須輸入。

source: Selected payment terms have been updated
hi_in: चयनित भुगतान शर्तों को अपडेट कर दिया गया है
zh_tw: 選定的付款條件已經更新

source: New payment terms have been added
hi_in: नई भुगतान शर्तें जोड़ दी गई हैं
zh_tw: 新的付款條件已經新增

source: Cannot delete this payment term, because customer accounts have been created referring to this term.
hi_in: इस भुगतान अवधि को हटा नहीं सकते, क्योंकि ग्राहक खाते इस शब्द का संदर्भ बनाते हैं।
zh_tw: 不能刪除付款條件，因為已有客戶帳戶被指定到這段期間。

source: Cannot delete this payment term, because supplier accounts have been created referring to this term
hi_in: इस भुगतान अवधि को हटा नहीं सकते, क्योंकि इस अवधि के संदर्भ में सप्लायर खाता बना दिया गया है
zh_tw: 不能刪除付款條件，因為已有供應商帳戶被指定到這段期間。

source: Selected payment terms have been deleted
hi_in: चयनित भुगतान शर्तों को हटा दिया गया है
zh_tw: 選定的付款條件已經刪除

source: Type
hi_in: प्रकार
zh_tw: 類別

source: Due After/Days
hi_in: कारण के बाद / दिन
zh_tw: 幾天後/到期日

source: N/A
hi_in: एन / ए
zh_tw: 不適用

source: Terms Description:
hi_in: शर्तें विवरण:
zh_tw: 條件摘要：

source: Payment type:
hi_in: भुगतान के प्रकार:
zh_tw: 付款分類

source: Days (Or Day In Following Month):
hi_in: दिन (या अगले महीने में दिन):
zh_tw: 天 (下個月付款日)

source: Printer Locations
hi_in: प्रिंटर स्थान
zh_tw: 列表機位置

source: Printer name cannot be empty.
hi_in: प्रिंटर का नाम खाली नहीं हो सकता
zh_tw: 列表機名稱不空白。

source: You have selected printing to server at user IP.
hi_in: आपने यूज़र आईपी पर सर्वर पर प्रिंटिंग का चयन किया है
zh_tw: 您已經選定用使用者 IP 列印到伺服器。

source: Timeout cannot be less than zero nor longer than 60 (sec).
hi_in: समयबाह्य शून्य से कम नहीं है और न ही 60 (सेकंड) से अधिक हो सकता है
zh_tw: 時間限制不能夠小於 0 或大於 60 (秒)。

source: New printer definition has been created
hi_in: नई प्रिंटर परिभाषा बनाई गई है
zh_tw: 新印表機定義已產生

source: Selected printer definition has been updated
hi_in: चयनित प्रिंटर परिभाषा को अपडेट किया गया है
zh_tw: 選定的印表機定義更新

source: Cannot delete this printer definition, because print profile have been created using it.
hi_in: इस प्रिंटर की परिभाषा को हटा नहीं सकते, क्योंकि प्रिंट प्रोफ़ाइल का उपयोग करके इसे बनाया गया है।
zh_tw: 無法刪除這個印表機定義，因為已經有列印控制檔使用到。

source: Selected printer definition has been deleted
hi_in: चयनित प्रिंटर परिभाषा को हटा दिया गया है
zh_tw: 選定的印表機定義已經刪除

source: Printer Queue
hi_in: प्रिंटर कतार
zh_tw: 印表機佇列

source: Printer Name
hi_in: प्रिंटर का नाम
zh_tw: 印表機名稱

source: Printer Description
hi_in: प्रिंटर विवरण
zh_tw: 印表機說明

source: Host name or IP
hi_in: होस्ट नाम या आईपी
zh_tw: 主機名稱或 IP

source: Timeout
hi_in: समय समाप्त
zh_tw: 時間限制

source: Printing Profiles
hi_in: प्रिंटिंग प्रोफाइल
zh_tw: 列印控制檔

source: Default printing destination
hi_in: डिफ़ॉल्ट प्रिंटिंग गंतव्य
zh_tw: 預設列印目標

source: Printing profile name cannot be empty.
hi_in: मुद्रण प्रोफ़ाइल नाम रिक्त नहीं हो सकता।
zh_tw: 列印控制檔名稱不能空白。

source: New printing profile has been created
hi_in: नया प्रिंटिंग प्रोफाइल बनाया गया है
zh_tw: 新列印控制檔已經產生

source: Printing profile has been updated
hi_in: प्रिंटिंग प्रोफाइल को अपडेट किया गया है
zh_tw: 列印控制檔已經更新

source: Selected printing profile has been deleted
hi_in: चयनित मुद्रण प्रोफ़ाइल को हटा दिया गया है
zh_tw: 選擇的列印控制檔已經刪除

source: Select printing profile
hi_in: मुद्रण प्रोफ़ाइल का चयन करें
zh_tw: 選定列印控制檔

source: New printing profile
hi_in: नई मुद्रण प्रोफ़ाइल
zh_tw: 新增列印控制檔

source: Printing Profile Name
hi_in: मुद्रण प्रोफ़ाइल का नाम
zh_tw: 列印控制檔名稱

source: Report Id
hi_in: रिपोर्ट आईडी
zh_tw: 報表編號

source: Printer
hi_in: मुद्रक
zh_tw: 印表機

source: Browser support
hi_in: ब्राउज़र समर्थन
zh_tw: 瀏覽器支援

source: no title was found in this report definition file.
hi_in: इस रिपोर्ट परिभाषा फ़ाइल में कोई शीर्षक नहीं मिला।
zh_tw: 在報表定義檔案中沒有發現標題。

source: Add New Profile
hi_in: नई प्रोफ़ाइल जोड़ें
zh_tw: 新增控制檔

source: Update Profile
hi_in: प्रोफ़ाइल अपडेट करें
zh_tw: 更新控制檔

source: Update printer profile
hi_in: प्रिंटर प्रोफ़ाइल अपडेट करें
zh_tw: 更新印表機控制檔

source: Delete Profile
hi_in: प्रोफ़ाइल हटाएं
zh_tw: 刪除控制檔

source: Delete printer profile (only if not used by any user)
hi_in: प्रिंटर प्रोफ़ाइल हटाएं (केवल अगर किसी भी उपयोगकर्ता द्वारा उपयोग नहीं किया गया है)
zh_tw: 刪除印表機控制檔(只有在沒有其他使用者使用時)

source: Access setup
hi_in: एक्सेस सेटअप करें
zh_tw: 存取權限設定

source: Role description cannot be empty.
hi_in: भूमिका विवरण खाली नहीं हो सकता।
zh_tw: 職稱/角色說明不能空白。

source: Role name cannot be empty.
hi_in: भूमिका का नाम रिक्त नहीं हो सकता
zh_tw: 職稱/角色名稱不能空白。

source: Access level edition in Company setup section have to be enabled for your account.
hi_in: कंपनी सेटअप अनुभाग में एक्सेस स्तर संस्करण आपके खाते के लिए सक्षम होना चाहिए।
zh_tw: 您的帳號尚未定義安全設定。

source: New security role has been added.
hi_in: नई सुरक्षा भूमिका जोड़ दी गई है।
zh_tw: 新的安全職稱/角色已被新增

source: Security role has been updated.
hi_in: सुरक्षा भूमिका को अद्यतन किया गया है।
zh_tw: 安全職稱/角色已經更新

source: This role is currently assigned to some users and cannot be deleted
hi_in: यह भूमिका वर्तमान में कुछ उपयोगकर्ताओं को सौंपी गई है और हटाई नहीं जा सकती
zh_tw: 此職稱/角色已有使用者, 所以不能被刪除。

source: Security role has been sucessfully deleted.
hi_in: सुरक्षा भूमिका सफलतापूर्वक मिटा दी गई है
zh_tw: 安全職稱/角色已經刪除。

source: Role:
hi_in: भूमिका:
zh_tw: 職稱/角色：

source: Show inactive:
hi_in: निष्क्रिय दिखाएं:
zh_tw: 顯示沒有啟動功能

source: Role name:
hi_in: भूमिका का नाम:
zh_tw: 職稱/角色名稱：

source: Role description:
hi_in: भूमिका विवरण:
zh_tw: 職稱/角色說明：

source: Current status:
hi_in: वर्तमान स्थिति:
zh_tw: 現在狀態：

source: On/off set of features
hi_in: सुविधाओं का सेट / बंद
zh_tw: 開啟或關閉特色設定

source: Update view
hi_in: दृश्य अपडेट करें
zh_tw: 更新檢視

source: Insert New Role
hi_in: नई भूमिका सम्मिलित करें
zh_tw: 新增職稱/角色

source: Save Role
hi_in: रोल सहेजें
zh_tw: 儲存職稱/角色

source: Clone This Role
hi_in: इस भूमिका को क्लोन करें
zh_tw: 複製此職稱/角色

source: Delete This Role
hi_in: इस भूमिका को हटा दें
zh_tw: 刪除此職稱/角色

source: Cancel
hi_in: रद्द करना
zh_tw: 取消

source: Cancel Edition
hi_in: संस्करण रद्द करें
zh_tw: 取消編輯

source: Shipping Company
hi_in: नौवहन कंपनी
zh_tw: 運送公司

source: The shipping company name cannot be empty.
hi_in: शिपिंग कंपनी का नाम रिक्त नहीं हो सकता।
zh_tw: 運送公司名稱不能空白。

source: New shipping company has been added
hi_in: नई शिपिंग कंपनी को जोड़ा गया है
zh_tw: 新運送公司已新增

source: Selected shipping company has been updated
hi_in: चयनित शिपिंग कंपनी को अपडेट कर दिया गया है
zh_tw: 選定的運送公司記錄已更新

source: Cannot delete this shipping company because sales orders have been created using this shipper.
hi_in: इस शिपिंग कंपनी को हटा नहीं सकते क्योंकि बिक्री के आदेश इस शिपर का उपयोग करके बनाए गए हैं।
zh_tw: 不能刪除運送公司，因為已有銷貨訂單被指定到這個運送者。

source: Cannot delete this shipping company because invoices have been created using this shipping company.
hi_in: इस शिपिंग कंपनी को हटा नहीं सकते क्योंकि चालान इस शिपिंग कंपनी का उपयोग करके बनाया गया है।
zh_tw: 不能刪除運送公司，因為已有統一發票被指定到這個運送公司。

source: Selected shipping company has been deleted
hi_in: चयनित शिपिंग कंपनी को हटा दिया गया है
zh_tw: 選定的運送公司已刪除

source: Contact Person
hi_in: संपर्क व्यक्ति
zh_tw: 連絡人

source: Phone Number
hi_in: फ़ोन नंबर
zh_tw: 電話1

source: Secondary Phone
hi_in: द्वितीयक फोन
zh_tw: 電話2

source: Address
hi_in: पता
zh_tw: 地址

source: Name:
hi_in: नाम:
zh_tw: 名稱：

source: Contact Person:
hi_in: संपर्क व्यक्ति:
zh_tw: 連絡人：

source: Secondary Phone Number:
hi_in: वैकल्पिक फोन नंबर:
zh_tw: 電話2：

source: System Diagnostics
hi_in: प्रणाली निदान
zh_tw: 系統檢測

source: Unspecified tag type
hi_in: अनिर्दिष्ट टैग प्रकार
zh_tw: 未指定分頁類型

source: Account Tags
hi_in: खाता टैग
zh_tw: 會計項目分頁

source: Dimension Tags
hi_in: आयाम टैग
zh_tw: 構面(維度)分頁

source: The tag name cannot be empty.
hi_in: टैग नाम रिक्त नहीं हो सकता
zh_tw: 分頁名稱不能空白。

source: Selected tag settings have been updated
hi_in: चयनित टैग सेटिंग को अपडेट कर दिया गया है
zh_tw: 選定的分頁設定已更新

source: New tag has been added
hi_in: नया टैग जोड़ा गया है
zh_tw: 新的分頁已增加

source: Cannot delete this tag because records have been created referring to it.
hi_in: इस टैग को हटा नहीं सकते क्योंकि रिकॉर्ड्स को संदर्भित किया गया है।
zh_tw: 不能刪除會計年度因為有分頁被連到這裡。

source: Selected tag has been deleted
hi_in: चयनित टैग हटा दिया गया है
zh_tw: 選定的分頁已經刪除

source: Tag Name
hi_in: टैग नाम
zh_tw: 分頁名稱

source: Tag Description
hi_in: टैग वर्णन
zh_tw: 分頁摘要：

source: Tag Name:
hi_in: टैग नाम:
zh_tw: 分頁名稱：

source: Tag Description:
hi_in: टैग विवरण:
zh_tw: 分頁說明：

source: Users
hi_in: उपयोगकर्ता
zh_tw: 使用者

source: The user login entered must be at least 4 characters long.
hi_in: प्रवेश किया गया उपयोगकर्ता लॉगिन कम से कम 4 अक्षर लंबा होना चाहिए।
zh_tw: 使用者登入必須至少 4 個字元。

source: The selected user has been updated.
hi_in: चयनित उपयोगकर्ता अपडेट कर दिया गया है।
zh_tw: 選定的使用者已更新。

source: A new user has been added.
hi_in: एक नया उपयोगकर्ता जोड़ा गया है।
zh_tw: 新的使用者已增加。

source: Cannot delete this user because entries are associated with this user.
hi_in: इस उपयोगकर्ता को हटा नहीं सकते क्योंकि प्रविष्टियां इस उपयोगकर्ता से संबद्ध हैं।
zh_tw: 不能刪除此使用者，因為此使用者使用部份單據。

source: User has been deleted.
hi_in: उपयोगकर्ता हटा दिया गया है
zh_tw: 使用者已刪除。

source: User login
hi_in: उपयोगकर्ता लॉगिन
zh_tw: 使用者登入

source: Full Name
hi_in: पूरा नाम
zh_tw: 全名

source: Phone
hi_in: फ़ोन
zh_tw: 電話

source: E-mail
hi_in: ईमेल
zh_tw: 電子信箱

source: Last Visit
hi_in: पिछला आगमन
zh_tw: 最後一次登入

source: Access Level
hi_in: पहुंच स्तर
zh_tw: 存取層級

source: User Login:
hi_in: उपयोगकर्ता लॉगिन:
zh_tw: 使用者登入帳號：

source: Enter a new password to change, leave empty to keep current.
hi_in: बदलने के लिए एक नया पासवर्ड दर्ज करें, वर्तमान रखने के लिए खाली छोड़ दें।
zh_tw: 要變更請輸入新密碼，空白則保留現在的密碼。

source: Telephone No.:
hi_in: टेलीफ़ोन नंबर।:
zh_tw: 電話：

source: Access Level:
hi_in: पहुंच स्तर:
zh_tw: 存取層級：

source: User's POS
hi_in: उपयोगकर्ता का पीओएस
zh_tw: 使用者的收銀機

source: Use popup window for reports:
hi_in: रिपोर्ट के लिए पॉपअप विंडो का उपयोग करें:
zh_tw: 使用彈出視窗來顯示報表：

source: View or Print Transactions
hi_in: लेनदेन देखें या प्रिंट करें
zh_tw: 檢視或列印交易

source: Print
hi_in: छाप
zh_tw: 列印

source: Only documents can be printed.
hi_in: केवल दस्तावेजों को मुद्रित किया जा सकता है
zh_tw: 僅文件可以列印

source: from #:
hi_in: # से:
zh_tw: 從 # ：

source: to #:
hi_in: सेवा मेरे #:
zh_tw: 到 # ：

source: Search
hi_in: खोज
zh_tw: 尋找

source: The starting transaction number is expected to be numeric and greater than zero.
hi_in: प्रारंभिक लेन-देन संख्या शून्य से होने की उम्मीद है और शून्य से अधिक है
zh_tw: 開始交易數必須是數字且大於 0 。

source: The ending transaction number is expected to be numeric and greater than zero.
hi_in: समापन लेन-देन संख्या शून्य से होने की उम्मीद है और शून्य से अधिक है।
zh_tw: 結束交易數必須是數字且大於 0 。

source: Date
hi_in: तारीख
zh_tw: 日期

source: GL
hi_in: जीएल
zh_tw: 總帳會計

source: Void a Transaction
hi_in: एक लेनदेन शून्य करें
zh_tw: 無效交易

source: Select
hi_in: चुनते हैं
zh_tw: 選取

source: Transaction Type:
hi_in: सौदे का प्रकार:
zh_tw: 交易類別：

source: Transaction #:
hi_in: लेनदेन #:
zh_tw: 交易 #：

source: Voiding Date:
hi_in: वाउइंग दिनांक:
zh_tw: 無效日期：

source: Memo:
hi_in: मेमो:
zh_tw: 備註：

source: Void Transaction
hi_in: शून्य लेनदेन
zh_tw: 無效交易

source: The entered transaction does not exist or cannot be voided.
hi_in: दर्ज लेन-देन मौजूद नहीं है या इसे voided नहीं किया जा सकता है
zh_tw: 輸入的交易不存在或是不能作廢。

source: Are you sure you want to void this transaction ? This action cannot be undone.
hi_in: क्या आप वाकई इस लेनदेन को रद्द करना चाहते हैं? इस क्रिया को पूर्ववत नहीं किया जा सकता है।
zh_tw: 您確定要使這筆交易無效嗎？這個動作不能被回復。

source: Proceed
hi_in: बढ़ना
zh_tw: 處理

source: The selected transaction was closed for edition and cannot be voided.
hi_in: चयनित लेनदेन संस्करण के लिए बंद कर दिया गया था और voided नहीं किया जा सकता है
zh_tw: 輸入的交易不存在或是不能作廢。

source: The entered date is invalid.
hi_in: प्रविष्ट दिनांक अमान्य है
zh_tw: 輸入的日期無效。

source: The entered date is out of fiscal year or is closed for further data entry.
hi_in: प्रविष्ट दिनांक वित्तीय वर्ष से बाहर है या आगे डेटा प्रविष्टि के लिए बंद है।
zh_tw: 輸入日期不在會計期間或是已關帳。

source: The transaction number is expected to be numeric and greater than zero.
hi_in: लेन-देन संख्या शून्य से और शून्य से अधिक होने की उम्मीद है।
zh_tw: 交易編號必須是數字且大於 0 。

source: The selected transaction has already been voided.
hi_in: चयनित लेन-देन पहले ही रद्द कर दिया गया है।
zh_tw: 所選擇的交易已作廢。

source: Selected transaction has been voided.
hi_in: चयनित लेनदेन को ध्वस्त कर दिया गया है
zh_tw: 所選擇的交易已作廢。

source: Attached File:
hi_in: संलग्न फाइल:
zh_tw: 附加檔案：

source: The Retained Earnings Account or the Profit and Loss Year Account has not been set in System and General GL Setup
hi_in: सिस्टम और जनरल जीएल सेटअप में निर्धारित कमाई खाता या लाभ और घाटा वर्ष खाता सेट नहीं किया गया है
zh_tw: 保留盈餘會計項目或損益表年會計項目尚未在系統和總帳設置中設定

source: Closing Year
hi_in: समापन वर्ष
zh_tw: 關帳年度：

source: Open Balance
hi_in: खाता खोलते समय रकम
zh_tw: 期初餘額

source: Cannot open the extension setup file '%s' for writing.
hi_in: लिखने के लिए एक्सटेंशन सेटअप फ़ाइल '%s' खोल नहीं सकता
zh_tw: 不能打開擴展安裝檔案 '%s' 來寫入。

source: Cannot write to the extensions setup file '%s'.
hi_in: एक्सटेंशन सेटअप फ़ाइल '%s' में लिख नहीं सकते
zh_tw: 不能寫入擴展設定檔 '%s'

source: Cannot update system extensions list.
hi_in: सिस्टम एक्सटेंशन सूची अपडेट नहीं की जा सकती
zh_tw: 不能昇級系統擴展清單。

source: Cannot update extensions list for company '%s'.
hi_in: कंपनी '%s' के लिए एक्सटेंशन सूची अपडेट नहीं किया जा सकता
zh_tw: 公司 '%s'不能昇級擴展清單。

source: Cannot open the languages file -
hi_in: भाषा फाइल नहीं खोल सकते हैं -
zh_tw: 不能打開語言檔 -

source: Cannot write to the language file -
hi_in: भाषा फाइल में नहीं लिख सकते हैं -
zh_tw: 不能寫入語言檔 -

source: The language files folder
hi_in: भाषा फ़ाइलें फ़ोल्डर
zh_tw: 語言檔案資料夾

source: This is new format backup file which cannot be restored on database not migrated to utf8.
hi_in: यह नई प्रारूप बैकअप फ़ाइल है जिसे यूटीएफ 8 पर माइग्रेट किए गए डेटाबेस पर पुनर्स्थापित नहीं किया जा सकता है।
zh_tw: 這是新格式的備份文件，在資料庫中不能回存。

source: SQL script execution failed in line %d: %s
hi_in: पंक्ति %d: %s में SQL स्क्रिप्ट निष्पादन विफल रहा
zh_tw: 在 %d 行的 SQL script 執行失敗： %s

source: user online
hi_in: उपयोगकर्ता ऑनलाइन
zh_tw: 線上使用者

source: users online
hi_in: प्रयोगकर्ता ऑनलाइन हैं
zh_tw: 線上使用者們

source: This transaction was already voided before.
hi_in: यह लेनदेन पहले से ही पहले ही गायब हो गया था।
zh_tw: 所選擇的交易之前已作廢。
