Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: Return
da_dk: Gå tilbage

source: Jan
ru_ru: Январь

source: Mar
ru_ru: Март

source: Jun
ru_ru: Июнь

source: Jul
ru_ru: Июль

source: Nov
ru_ru: Ноябрь

source: Delayed
pt_br: Faturado
