Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: The payment discount must be numeric and is expected to be less than 100% and greater than or equal to 0.
da_dk: Kontantrabatten forventes være mindre end 100% och større end eller 0.
es_es: El descuento en el pago debe ser numérico y se espera que sea inferior al 100% y mayor que o igual a 0.
id_id: Diskon pembayaran harus angka dan bernilai nol atau lebih serta kurang dari 100%.
it_it: Lo sconto del pagamento deve essere numerico e ci si aspetta che sia minore del 100% e maggiore o uguale a 0.
ka_ge: გადახდის ფასდათმობა უნდა იყოს ნული ან მეტი რიცხვი და 100%-ზე ნაკლები
pt_br: O desconto de pagamento deve ser numérico e é esperado ser menor que 100% e maior que ou igual a 0.
pt_pt: O desconto de pagamento deve ser numérico, inferior a 100% e superior a 0.

source: The discount percentage must be numeric and is expected to be less than 100% and greater than or equal to 0.
da_dk: Rabatprocenten forventas være mindre end 100 och større end eller 0.
es_es: El porcentaje de descuento debe ser numérico y se espera que sea inferior al 100% y mayor que o igual a 0.
id_id: Persentase diskon harus angka dan bernilai nol atau lebih serta kurang dari 100%.
it_it: Lo sconto percentuale deve essere numerico e ci si aspetta che sia minore del 100% e maggiore o uguale a 0.
ka_ge: ფასდათმობის პროცენტი უნდა იყოს ნული ან მეტი რიცხვი და 100%-ზე ნაკლები.
pt_br: O percentual de desconto deve ser numérico e é esperado ser menor que 100% e maior que ou igual a 0.
pt_pt: A percentagem de desconto deve ser numérico, inferior a 100% e superior a 0.

source: Customer has been updated.
da_dk: Debitor er opdateret.
es_es: El cliente ha sido actualizado.
id_id: Pelanggan berhasil diubah.
it_it: Il cliente è stato aggiornato.
ka_ge: მომხმარებელი განახლებულია.
pt_br: O cliente foi atualizado.
pt_pt: O cliente foi atualizado.
ru_ru: Клиент был обновлен.

source: A new customer has been added.
da_dk: En ny debitor er oprettet.
es_es: Un nuevo cliente ha sido adicionado.
id_id: Pelanggan berhasil ditambahkan.
it_it: Il nuovo cliente è stato aggiunto.
ka_ge: ახალი მომხმარებელი დამატებულია.
pt_br: Um novo cliente foi adicionado.
pt_pt: Foi adicionado um novo cliente.
ru_ru: Новый клиент был добавлен.

source: A default Branch has been automatically created, please check default Branch values by using link below.
es_es: Una Sucursal por defecto ha sido creada automáticamente, por favor verifique los valores por defecto de la Sucursal usando el vinculo abajo
id_id: Cabang default telah ditambahkan otomatis, silakan cek isinya dengan mengklik link dibawah.
pt_pt: Foi criado automaticamente uma Filial por defeito, por favor verifique os valores definidos na filial, utilizando o link abaixo.

source: This customer cannot be deleted because there are transactions that refer to it.
da_dk: Debitor kan ikke slettes da transaktioner refererar til debitor.
es_es: Este cliente no puede ser eliminado porque existen transacciones que lo referencian.
id_id: Pelanggan tidak dapat dihapus karena sudah dipakai dalam transaksi.
it_it: Il cliente non può essere cancellato perchè ci sono transazioni che fanno riferimento ad esso.
ka_ge: ამ მომხმარებლის წაშლა შეუძლებელია, რადგან არსებობს ტრანზაქციები მასზე მინიშნებით.
pt_br: Este cliente não pode ser deletado porque há transações que a utilizam.
pt_pt: Este cliente não pode ser eliminado porque já possui transações.

source: Cannot delete the customer record because orders have been created against it.
da_dk: Kan ikke slette debitor da der er tilhørende ordrer.
es_es: No se puede eliminar el registro del cliente porque se han creado pedidos para él.
id_id: Pelanggan tidak dapat dihapus karena sudah dipakai dalam order penjualan.
it_it: Non puoi cancellare il dossier cliente perchè sono stati creati ordini in rapporto ad esso.
ka_ge: მომხმარებლის ჩანაწერის წაშლა შეუძლებელია, რადგან არსებობს მისი შეკვეთები.
pt_br: Não é possível deletar registro de cliente porque foram criados pedidos contra isto.
pt_pt: Este cliente não pode ser eliminado porque já existem encomendas relacionadas.

source: Cannot delete this customer because there are branch records set up against it.
da_dk: Kan ikke slette debitor, da der er tilknyttede afdelinger.
es_es: No se puede eliminar este cliente porque existen registros de sucursales configuradas contra el
id_id: Pelanggan tidak dapat dihapus karena ada data cabang yang memakainya.
it_it: Non puoi cancellare questo cliente perchè ci sono record filiale impostati in rapporto ad esso.
ka_ge: მომხმარებლის ჩანაწერის წაშლა შეუძლებელია, რადგან არსებობს მისი ფილიალები.
pt_br: Não é possível deletar este cliente porque há unidade registros configurado contra isto.
pt_pt: Não é possivel eliminar este cliente porque possui filiais registadas.

source: Selected customer has been deleted.
da_dk: Den valgte debitor er slettet
es_es: El cliente seleccionado ha sido eliminado.
id_id: Pelanggan terpilih berhasil dihapus.
it_it: Il cliente selezionato è stato cancellato.
ka_ge: არჩეული მომხმარებელი წაშლილია.
pt_br: Cliente selecionado foi deletado.
pt_pt: Cliente selecionado foi eliminado.
ru_ru: Выбранный клиент был удален.

source: Name and Address
da_dk: Navn og Adresse
es_es: Nombre y Dirección
id_id: Nama dan Alamat
it_it: Nome e indirizzo
ka_ge: სახელი და მისამართი
pt_br: Nome e Endereço
pt_pt: Nome e Endereço
ru_ru: Наименование и адрес

source: Customer Name:
da_dk: Debitor navn:
es_es: Nombre de Cliente:
id_id: Nama Pelanggan:
it_it: Nome cliente:
ka_ge: მომხმარებლის სახელი:
pt_br: Nome do Cliente:
pt_pt: Nome do Cliente:
ru_ru: Имя заказчика:

source: Customer Short Name:
da_dk: Debitor Kort Navn:
es_es: Nombre Corto del Cliente:
id_id: Nama singkat Pelangan:
it_it: Nome breve cliente:
ka_ge: მომხმარებლის მოკლე სახელი:
pt_br: Apelido do Cliente:
pt_pt: Sigla do Cliente:
ru_ru: Клиент Краткое название:

source: Customer's Currency:
da_dk: Debitor valuta:
es_es: Moneda del Cliente:
id_id: Mata Uang Pelanggan:
it_it: Valuta cliente:
ka_ge: მომხმარებლის ვალუტა:
pt_br: Moeda do Cliente:
pt_pt: Moeda do Cliente:

source: Sales Type/Price List:
da_dk: Salgstype/prisliste:
es_es: Tipo de Venta/Lista de Precios:
id_id: Daftar harga/tipe penjualan:
it_it: Tipo di Vendita/Listino Prezzi:
ka_ge: გაყიდვების ტიპი/პრაის ლისტი:
pt_br: Listar Vendas Tipo/Preço:
pt_pt: Tipo Venda/Lista Preços:
ru_ru: Продажа Тип / Прайс-лист:

source: Customer status:
da_dk: Debitor status:
es_es: Estado del Cliente:
id_id: Status pelanggan:
it_it: Stato ciente:
ka_ge: მომხმარებლის სტატუსი:
pt_br: Estado do cliente:
pt_pt: Status Cliente:
ru_ru: Клиент статус:

source: Discount Percent:
da_dk: Rabat procent:
es_es: Porcentaje de Descuento:
id_id: Persentase diskon:
it_it: Sconto percentuale:
ka_ge: ფასდათმობის პროცენტი:
pt_br: Desconto:
pt_pt: Percentagem Desconto:
ru_ru: Процентную скидку:

source: Prompt Payment Discount Percent:
da_dk: Kontantrabat procent:
es_es: Porcentaje de Descuento por Pronto Pago:
id_id: Persentase diskon untuk pembayaran di awal (prompt payment):
it_it: Percentuale Sconto Pagamento Puntuale
ka_ge: ვადამდელი გადახდის ფასდათმობის პროცენტი:
pt_br: Desconto para pgmt à vista:
pt_pt: Desconto Pronto Pagamento:
ru_ru: Подскажите процентная скидка оплаты:

source: Credit Status:
da_dk: Kreditstatus:
es_es: Estado de Crédito:
id_id: Status Kredit:
it_it: Stato Credito:
ka_ge: საკრედიტო სტატუსი:
pt_br: Estado do Crédito:
pt_pt: Estado do Crédito:
ru_ru: Кредитов Статус:

source: Customer branches
da_dk: Debitor afdelinger
es_es: Sucursales de Cliente
id_id: Cabang:
it_it: Divisioni Cliente
ka_ge: მომხმარებლის ფილიალები
pt_br: Unidades do cliente
pt_pt: Filiais de Clientes
ru_ru: Клиент филиалов

source: Select or &Add
da_dk: Vælg eller Tilføj
es_es: &Seleccionar o Agregar
id_id: Pilih atau Tambah
it_it: Seleziona o &Aggiungi
ka_ge: აირჩიე ან დაამატე
pt_br: Selecione ou Adicione
pt_pt: &Selecionar ou Editar
ru_ru: Выберите или и добавить

source: &Add or Edit
da_dk: Tilføj eller Ret
es_es: &Agregar o Editar
id_id: Tambah atau Ubah
it_it: &Aggiungi o modifica
ka_ge: დაამატე ან დაარედაქტირე
pt_br: Adicionar ou Editar
pt_pt: &Adicionar ou Editar
ru_ru: И добавить или изменить

source: Add New Customer
da_dk: Registrer Ny Debitor
es_es: Añadir Nuevo Cliente
id_id: Buat Pelanggan baru
it_it: Aggiungi nuovo cliente
ka_ge: დაამატე ახალი მომხმარებელი
pt_br: Adicionar Novo Cliente
pt_pt: Adicionar Novo Cliente
ru_ru: Добавить нового клиента

source: Update Customer
da_dk: Opdater debitor
es_es: Actualizar Cliente
id_id: Ubah Pelanggan
it_it: Aggiorna cliente
ka_ge: განაახლე მომხმარებელი
pt_br: Atualizar Cliente
pt_pt: Atualizar Cliente
ru_ru: Обновление клиентов

source: Update customer data
da_dk: Opdater debitor
es_es: Actualizar datos del cliente
id_id: Ubah data pelanggan
it_it: Aggiorna dati cliente
ka_ge: განაახლე მომხმარებლის მონაცემები
pt_br: Atualizar dados do cliente
pt_pt: Atualizar dados do cliente
ru_ru: Обновление данных о клиентах

source: Select this customer and return to document entry.
da_dk: Vælg denne kunde og gå tilbage til dokument indtastning.
es_es: Selecciona este cliente y regresa a la entrada de documento.
id_id: Pilih pelanggan ini dan kembali ke Input dokumen.
it_it: Seleziona questo cliente e ritorna all'inserimento del documento.
ka_ge: აირჩიე ეს მომხმარებელი და დაუბრუნდი დოკუმენტის შეყვანას.
pt_br: Selecione este cliente e retorne para entrada de documento.
pt_pt: Selecionar este cliente e retornar à entrada de documento.
ru_ru: Выберите этот клиентов и вернуться к документу запись.

source: Delete Customer
da_dk: Slet debitor
es_es: Eliminar Cliente
id_id: Hapus Pelanggan
it_it: Cancella cliente
ka_ge: წაშალე მომხმარებელი
pt_br: Deletar Cliente
pt_pt: Eliminar Cliente
ru_ru: Удалите клиентов

source: Delete customer data if have been never used
da_dk: Slet debitor data hvis de aldrig har været i brug
es_es: Borrar la información de cliente si nunca ha sido usada
id_id: Hapus data Pelanggan jika tidak pernah digunakan
it_it: Cancella dati cliente se non sono mai stati usati
ka_ge: წაშალე მომხმარებლის მონაცემები თუ არასდროს არ გამოყენებულა
pt_br: Deletar dados do cliente se nunca foi usado
pt_pt: Eliminar dados deste cliente se nunca foi utilizado
ru_ru: Удалите данные клиента, если ни разу не были использованы

source: There are no sales types defined. Please define at least one sales type before adding a customer.
da_dk: Der findes ingen salgstyper defineret. Venligst opret mindst en salgstype før oprettelse af debitorer.
es_es: No existen tipos de venta definidos. Por favor defina al menos un tipo de ventas antes de añadir un cliente.
id_id: Belum ada tipe penjualan. Silakan buat tipe penjualan sebelum menambahkan pelanggan.
it_it: Non ci sono tipi di vendita definiti nel sistema. Perfavore definisci almeno un tipo di vendita prima di aggiungere un cliente.
ka_ge: გაყიდვების ტიპები არ არის განსაზღვრული. მომხმარებლის დასამატებლად განსაზღვრე მინიმუმ ერთი გაყიდვების ტიპი.
pt_br: Não há tipos de vendas definido. Favor definir no mínimo um tipo de venda antes de adicionar um cliente.
pt_pt: Não existem tipos de vendas definido. É necessário pelo menos um tipo de venda definido antes de adicionar um cliente.

source: New customer
da_dk: Opret ny debitor
es_es: Nuevo Cliente
id_id: Pelanggan baru
it_it: Nuovo cliente
ka_ge: ახალი მომხმარებელი
pt_br: Novo cliente
pt_pt: Novo cliente
ru_ru: Новый клиент

source: Sales &Orders
es_es: &Pedidos
id_id: Order Penjualan
pt_pt: Encomendas de &Clientes
ru_ru: Заказы

source: Recurrent Invoices
da_dk: Gentagende Fakturaer
es_es: Facturas Recurrentes
id_id: Tagihan Berulang
it_it: Fatture Ricorrenti
ka_ge: მრავალჯერადი ინვოისები
pt_br: Faturas Recorrentes
pt_pt: Definição de Avenças
ru_ru: Повторяющихся счетов

source: The invoice description cannot be empty.
id_id: Keterangan Tagihan harus diisi.
pt_pt: A descrição da fatura não pode estar vazia.
ru_ru: В счете-фактуре описания не может быть пустым.

source: Selected recurrent invoice has been updated
da_dk: Valgte tilbagevendende fakturaen er blevet opdateret
es_es: Factura recurrente seleccionada ha sido actualizada
id_id: Tagihan berulang terpilih berhasil diubah
it_it: La fattura ricorrente selezionata è stata aggiornata
ka_ge: არჩეული მრავალჯერადი ინვოისი განახლებულია
pt_br: A fatura recorrente selecionada foi atualizada
pt_pt: A fatura de avença selecionada foi atualizada
ru_ru: Выбранный повторяющихся счетов была обновлена

source: New recurrent invoice has been added
da_dk: Ny tilbagevendende faktura er blevet tilføjet
es_es: Nueva factura recurrente ha sido adicionado.
id_id: Tagihan berulang berhasil ditambahkan
it_it: La nuova fattura ricorrente è stata aggiunta
ka_ge: ახალი მრავალჯერადი ინვოისი დამატებულია
pt_br: Uma nova fatura recorrente foi atualizada
pt_pt: Uma nova fatura de avença foi atualizada
ru_ru: Новый повторяющихся счетов были добавлены

source: Selected recurrent invoice has been deleted
da_dk: Valgte tilbagevendende faktura er blevet slettet
es_es: La factura recurrente seleccionada ha sido eliminado.
id_id: Tagihan berulang terpilih berhasil dihapus
it_it: La fattura ricorrente selezionata è stata cancellata
ka_ge: არჩეული მრავალჯერადი ინვოისი წაშლილია
pt_br: A fatura recorrente selecionada foi deletada
pt_pt: A fatura de avença selecionada foi eliminada
ru_ru: Выбранный повторяющихся счетов была удалена

source: Last Created
da_dk: Sidst Oprettet
es_es: Ultimo Creado
id_id: Terakhir dibuat
it_it: Ultima creazione
ka_ge: ბოლოს შექმნილი
pt_br: Última Criada
pt_pt: Último Registo
ru_ru: Последнее созданных

source: Days:
da_dk: Dage:
es_es: Días:
id_id: Hari:
it_it: Giorni:
ka_ge: დღეები:
pt_br: Dias:
pt_pt: Dias:
ru_ru: Дней:

source: Monthly:
da_dk: Månedlig:
es_es: Mensual:
id_id: Bulanan:
it_it: Mensile:
ka_ge: თვეები:
pt_br: Mensalmente:
pt_pt: Mensalmente:
ru_ru: Ежемесячно:

source: Begin:
da_dk: Begynd:
es_es: Comienzo:
id_id: Awal:
it_it: Inizio:
ka_ge: დასაწყისი:
pt_br: Início:
pt_pt: Início:
ru_ru: Начало:

source: End:
da_dk: Slut:
es_es: Fin:
id_id: Akhir:
it_it: Fine:
ka_ge: დასასრული:
pt_br: Fim:
pt_pt: Fim:
ru_ru: Конец:

source: The area description cannot be empty.
da_dk: Områdebeskrivelse kan ikke være tom.
es_es: El descripción del área no puede ser vacía.
id_id: Keterangan area harus diisi.
it_it: La descrizione dell'area non può essere vuota.
ka_ge: ადგილის აღწერა არ შეიძლება იყოს ცარიელი.
pt_br: A descrição deve ser preenchida.
pt_pt: A descrição da área de vendas deve ser preenchida.
ru_ru: Площадь описание не может быть пустым.

source: Selected sales area has been updated
da_dk: Det valgte salgsområde er opdateret
es_es: El área de ventas seleccionada ha sido actualizada
id_id: Area penjualan terpilih berhasil diubah
it_it: L'area di vendita selezioanta è stata aggiornata
ka_ge: არჩეული გაყიდვების ადგილი განახლებულია
pt_br: A área de vendas selecionada foi atualizada
pt_pt: A área de vendas selecionada foi atualizada
ru_ru: Выбранные области продаж был обновлен

source: New sales area has been added
da_dk: Nyt salgsområde er tilføjet
es_es: Una nueva área de ventas ha sido adicionado.
id_id: Area penjualan baru berhasil ditambahkan
it_it: La nuova area di vendita è stata aggiunta
ka_ge: ახალი გაყიდვების ადგილი დამატებულია
pt_br: Uma nova área de vendas foi adicionada
pt_pt: Uma nova área de vendas foi adicionada
ru_ru: Новые торговые площади были добавлены

source: Cannot delete this area because customer branches have been created using this area.
da_dk: Kan ikke slette dette område da debitor afdelinger refererer til det.
es_es: No se puede eliminar esta área porque se han creado sucursales de cliente usando la misma.
id_id: Area tidak dapat dihapus karena sudah digunakan pada cabang pelanggan.
it_it: Non puoi cancellare quest'area perchè sono state create divisioni cliente che la utilizzano.
ka_ge: ადგილის წაშლა შეუძლებელია, რადგან მომხმარებლის ფილიალები არსებობს მასზე მინიშნებით.
pt_br: Não é possível deletar esta área porque foram criadas unidades de cliente que a utilizam.
pt_pt: Não é possível eliminar esta área porque está a ser utilizada em filiais de clientes.

source: Selected sales area has been deleted
da_dk: Valgte salgsområde er blevet slettet
es_es: El área de ventas seleccionado ha sido eliminado.
id_id: Area penjualan terpilih berhasil dihapus
it_it: L'area di vendita selelzionata è stata cancellata
ka_ge: არჩეული გაყიდვების ადგილი წაშლილია
pt_br: A área de vendas selecionada foi deletada
pt_pt: A área de vendas selecionada foi apagada
ru_ru: Выбранные области продаж был удален

source: Area Name
da_dk: Områdenavn
es_es: Nombre de área
id_id: Nama Area
it_it: Nome Area
ka_ge: ადგილის სახელი
pt_br: Nome da Área
pt_pt: Nome da Área
ru_ru: Название зоны

source: Area Name:
da_dk: Områdenavn:
es_es: Nombre de área:
id_id: Nama Area:
it_it: Nome Area:
ka_ge: ადგილის სახელი:
pt_br: Nome da Área
pt_pt: Nome da Área:
ru_ru: Название зоны:

source: Sales Groups
da_dk: Salgs Grupper
es_es: Grupos de Ventas
id_id: Grup Penjualan
it_it: Gruppi di Vendita
ka_ge: გაყიდვების ჯგუფები
pt_br: Segmentos dos Clientes
pt_pt: Grupo de Vendas
ru_ru: Продажи группы

source: The sales group description cannot be empty.
id_id: Keterangan grup penjualan harus diisi.
pt_pt: A descrição do tipo de vendas deve ser preenchido.
ru_ru: Описание продаж группы не может быть пустым.

source: Selected sales group has been updated
da_dk: Valgte salgsgruppe er blevet opdateret
es_es: El grupo de ventas seleccionado ha sido actualizado.
id_id: Grup penjualan terpilih berhasil diubah
it_it: Il gruppo di vendita selezionato è stato aggiornato
ka_ge: არჩეული გაყიდვების ჯგუფი განახლებულია
pt_br: O grupo de vendas selecionado foi atualizado
pt_pt: O grupo de vendas selecionado foi atualizado
ru_ru: Выбранная группа продаж был обновлен

source: New sales group has been added
da_dk: Nye salgsgruppe er blevet tilføjet
es_es: Un nuevo grupo de ventas ha sido adicionado.
id_id: Grup penjualan berhasil ditambahkan
it_it: Il nuovo gruppo di vendita è stato aggiunto
ka_ge: ახალი გაყიდვების ჯგუფი დამატებულია
pt_br: Novo grupo de vendas foi adicionado
pt_pt: Novo grupo de vendas foi adicionado
ru_ru: Новые группы продаж были добавлены

source: Cannot delete this group because customers have been created using this group.
da_dk: Denne gruppe kan ikke slettes, fordi kunder er blevet oprettet ved hjælp af denne gruppe.
es_es: No se puede eliminar este grupo porque se han creado cliente usando el mismo.
id_id: Grup ini tidak dapat dihapus karena sudah digunakan pada pelanggan.
it_it: Non puoi cancellare questo gruppo perchè sono stati creati clienti che lo utilizzano.
ka_ge: ამ ჯგუფის წაშლა შეუძლებელია, რადგან არსებობენ მომხმარებლები ამ ჯგუფზე მინიშნებით.
pt_br: Não é possível deletar este grupo porque foram criados clientes que o utilizam.
pt_pt: Não é possivel eliminar este grupo porque está a ser utilizado por clientes.

source: Selected sales group has been deleted
da_dk: Valgte salgsgruppe er blevet slettet
es_es: Grupo de ventas seleccionado ha sido borrado
id_id: Grup penjualan terpilih berhasil dihapus
it_it: Il gruppo di vendita selezionato è stato cancellato
ka_ge: არჩეული გაყიდვების ჯგუფი წაშლილია
pt_br: Grupo de vendas selecionado foi deletado
pt_pt: Grupo de vendas selecionado foi eliminado
ru_ru: Выбранная группа продаж был удален

source: Group Name:
da_dk: Gruppe Navn:
es_es: Nombre del grupo:
id_id: Nama Grup:
it_it: Nome Gruppo:
ka_ge: ჯგუფის სახელი:
pt_br: Nome do Grupo:
pt_pt: Nome do Grupo:
ru_ru: Название группы:

source: Sales Persons
da_dk: Sælgere
es_es: Vendedores
id_id: Personel penjual
it_it: Rappresentanti
ka_ge: გამყიდველები
pt_br: Vendedores
pt_pt: Vendedores
ru_ru: Продавец

source: The sales person name cannot be empty.
da_dk: Sælgerens navn kan ikke være tomt.
es_es: El nombre del representante de venta no puede ser vacío.
id_id: Nama personel harus diisi.
it_it: Il nome dell'addetto alle vendite non può essere vuoto.
ka_ge: გამყიდველის სახელი არ შეიძლება იყოს ცარიელი.
pt_br: O nome do vendedor deve ser preenchidos.
pt_pt: O nome do vendedor deve ser preenchido.
ru_ru: Имя продавца не может быть пустым.

source: Salesman provision cannot be less than 0 or more than 100%.
da_dk: Sælgers provision kan ikke være mindre end 0 eller større end 100%.
es_es: Provisión por vendedor no puede ser menor que 0 o más del 100%.
id_id: Provisi penjual tidak boleh kurang dari 0 dan lebih dari 100%.
it_it: La provvigione del rappresentante non può essere minore di 0 maggiore del 100%.
ka_ge: გამყიდველის საკომისიო არ შეიძლება იყოს ნულზე ნაკლები ან 100%-ზე მეტი.
pt_br: O gasto de vendedor não pode ser menor que 0 ou maior que 100%.
pt_pt: Comissões do vendedor não pode ser menor que 0 ou maior que 100%.
ru_ru: Продавец положение не может быть меньше 0 или более чем на 100%.

source: Salesman provision breakpoint must be numeric and not less than 0.
da_dk: Sælger provision breakpoint skal være numerisk og ikke mindre end 0.
es_es: Punto de ruptura de la provision vendedor debe ser numérico y no menos de 0.
id_id: Breakpoint Provisi penjual harus angka tidak kurang dari nol.
it_it: La percentuale della provvigione del rappresentante deve essere numerica e non inferiore a 0
ka_ge: გამყიდველის საკომისიო ზღვრული სიდიდე არ შეიძლება იყოს ნულზე ნაკლები.
pt_br: O marcardor de gasto de vendedor deve ser numérico e menor que 0.
pt_pt: O plafont de vendas da comissão do vendedor deve ser numérico e maior que 0.
ru_ru: Останова Продавец положение должно быть числовым и не менее 0.

source: Selected sales person data have been updated
da_dk: Den valgte sælgers data er opdateret
es_es: Selección de datos del vendedor se han actualizado
id_id: Data personel penjualan terpilih berhasil diubah
it_it: I dati dell'addetto alle vendite selezionato sono stati aggiornati
ka_ge: არჩეული გამყიდვლის მონაცემები განახლებულია.
pt_br: Os dados de vendedor foram atualizados
pt_pt: Os dados de vendedor foram atualizados
ru_ru: Отдельные данные продавца были обновлены

source: New sales person data have been added
da_dk: Ny sælger er tilføjet
es_es: Un nuevo vendedor ha sido agregado
id_id: Data personel penjualan berhasil ditambahkan
it_it: I dati del nuovo addetto alle vendite sono stati aggiunti
ka_ge: ახალი გამყიდველის მონაცემები დამატებულია
pt_br: Novos dados de vendedor foram adicionados.
pt_pt: Novos dados de vendedor foram adicionados.
ru_ru: Новые данные продавца были добавлены

source: Cannot delete this sales-person because branches are set up referring to this sales-person - first alter the branches concerned.
es_es: No puede borrar este vendedor porque hay sucursales configuradas que hacen referencia a este vendedor - primero modifique las sucursales en cuestión
id_id: Personel penjualan ini tidak dapat dihapus karena sudah digunakan pada cabang - ubah cabang yang terkait dulu.
pt_pt: Não é possível eliminar este vendedor porque está a ser utilizado em filiais de clientes - altere em primeiro as filiais relacionadas.

source: Selected sales person data have been deleted
da_dk: Den valgte sælger er blevet slettet
es_es: El vendedor seleccionado ha sido eliminado.
id_id: Data personel penjualan terpilih berhasil dihapus
it_it: I dati dell'addetto alle vendite selezionato sono stati cancellati
ka_ge: არჩეული გამყიდველის მონაცემები წაშლილია
pt_br: Dados de vendedor selecionado foi deletado
pt_pt: Dados do vendedor selecionado foram apagados
ru_ru: Отдельные данные продавца были удалены

source: Sales person name:
da_dk: Sælgerens navn:
es_es: Nombre de Representante de Venta:
id_id: Nama Personel:
it_it: Nome addetto vendite:
ka_ge: გამყიდველის სახელი:
pt_br: Nome do vendedor:
pt_pt: Nome do vendedor:
ru_ru: Менеджер по продажам имя:

source: Telephone number:
da_dk: Telefon:
es_es: Número de Teléfono:
id_id: No Telp:
it_it: Numero di telefono:
ka_ge: ტელეფონის # :
pt_br: Nº de telefone:
pt_pt: Nº de telefone:
ru_ru: Телефон:
