Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: Produce Finished Items
da_dk: Producer færdige varer
es_es: Producir Artículos Terminados
id_id: Buat Produk Jadi / Rakitan
it_it: Produci Articoli Finiti
ka_ge: აწარმოე დასახელებები
pt_br: Produção de Itens Finalizados
pt_pt: Produção de Artigos Finalizados
ru_ru: Продукция готовых изделий

source: Return Items to Work Order
da_dk: Returner varer til arbejdsordre
es_es: Devolver Artículos a Orden de Trabajo
id_id: Kembalikan Barang ke order Perakitan
it_it: Rinvia Articoli alla commessa
ka_ge: დაუბრუნე დასახელებები საწარმოო შეკვეთას
pt_br: Retornar Itens para Ordem de Produção
pt_pt: Devolver Artigos à Ordem de Produção
ru_ru: Вернуться товары в Заказ-наряд

source: Process
da_dk: Gem
es_es: Procesar
id_id: Proses
it_it: Processa
ka_ge: დაამუშავე
pt_br: Processo
pt_pt: Processo
ru_ru: Процесс

source: Process And Close Order
da_dk: Gem og luk ordre
es_es: Procesar y Cerrar la Orden
id_id: Proses dan tutup Order
it_it: Processa e chiudi ordine
ka_ge: დაამუშავე და დახურე შეკვეთა
pt_br: Processar e Fechar este Pedido
pt_pt: Processar e Fechar esta Ordem
ru_ru: Процесса и ближнего порядка

source: Work Order Additional Costs
da_dk: Arbejdsordre Tillægsomkostninger
es_es: Costes adicionales de la Orden de Trabajo
id_id: Biaya tambahan order perakitan
it_it: Costi aggiuntivi della commessa
ka_ge: საწარმოო შეკვეთის დამატებითი ხარჯები
pt_br: Custo Adicional de Ordem de Produção
pt_pt: Custos Adicionais da Ordem de Produção
ru_ru: Заказ-наряд Дополнительные расходы

source: The additional cost has been entered.
da_dk: Ekstraomkostningerne er blevet angivet.
es_es: El coste adicional ha sido introducido.
id_id: Biaya tambahan berhasil dimasukkan.
it_it: Il costo aggiuntivo è stato inserito.
ka_ge: დამატებითი ხარჯები შეტანილია.
pt_br: O custo adicional foi digitado.
pt_pt: O custo adicional foi digitado.
ru_ru: Дополнительные расходы были введены.

source: Enter another additional cost.
da_dk: Angiv en anden ekstra omkostninger.
es_es: Introducir otro coste adicional
id_id: Masukkan biaya tambahan lain.
it_it: Inserisci un altro costo aggiuntivo.
ka_ge: შეიტანე სხვა დამატებითი ხარჯები.
pt_br: Entrar outro custo adicional.
pt_pt: Registar outro custo adicional.
ru_ru: Введите другую дополнительную плату.

source: The amount entered is not a valid number or less then zero.
da_dk: Angivet antal er ugyldigt eller mindre end 0.
es_es: El monto introducido no es un número válido o es menor que cero.
id_id: Jumlah yang dimasukkan tidak valid atau kurang dari nol.
it_it: L'importo inserito non è un numero valido o è minore di zero.
ka_ge: შეყვანილი თანხა არ არის რიცხვი ან უარყოფითია.
pt_br: A quantia digitada não é um número valido ou é menor que zero.
pt_pt: A quantia indicada não é um número valido ou é menor que zero.
ru_ru: Введенное значение не является числом или меньше нуля.

source: The additional cost date cannot be before the release date of the work order.
da_dk: Datoen for ekstra gebyr må ikke være før udgivelsesdatoen for arbejdsordre.
es_es: La fecha del coste adicional no puede ser anterior a la fecha de liberación de la orden de trabajo.
id_id: Tanggal biaya tambahan tidak boleh sebelum tanggal release order perakitan.
it_it: La data del costo aggiuntivo non può essere precedente alla data di rilascio della commessa.
ka_ge: დამატებითი ხარჯის თარიღი არ შეიძლება იყოს საწარმოო შეკვეთის გაშვების თარიღზე ადრინდელი.
pt_br: A data de custo adicional não pode estar antes da data de lançamento de ordem de produção.
pt_pt: A data dos custos adicionais não pode ser anterior à data de lançamento da ordem produção.

source: Additional Costs:
da_dk: Tillægsomkostninger:
es_es: Costes Adicionales:
id_id: Biaya tambahan:
it_it: Costi aggiuntivi:
ka_ge: დამატებითი ხარჯი:
pt_br: Custo Adicional:
pt_pt: Custos Adicionais:
ru_ru: Дополнительные расходы:

source: Debit Account
da_dk: Debet Konto
es_es: Cuenta de Deber
it_it: Conto di Debito
ka_ge: სადებეტო ანგარიში
pt_br: Conta de Débito
pt_pt: Conta a Débito
ru_ru: Дебетовый счет

source: Process Additional Cost
da_dk: Behandel yderligere omkostninger
es_es: Costes Adicionales del Proceso:
id_id: Proses Biaya Tambahan
it_it: Processa costo aggiuntivo
ka_ge: დაამუშავე დამატებითი ხარჯი
pt_br: Processo de Custo Adicional
pt_pt: ProcessarCusto Adicional
ru_ru: Процесс дополнительных затрат

source: Work Order Entry
da_dk: Arbejdsordre Indtastning
es_es: Entrada de Orden de Trabajo
id_id: Input Order Perakitan
it_it: Inserimento commessa
ka_ge: საწარმოო შეკვეთის ჩანაწერი
pt_br: Entrada de Ordem de Produção
pt_pt: Entrada de Ordem de Produção
ru_ru: Работа Order Entry

source: There are no manufacturable items defined in the system.
da_dk: Der findes ingen producerede varer defineret i systemet.
es_es: No existen artículos manufacturados definidos en el sistema.
id_id: Belum ada barang yang dimanufaktur dalam sistem.
it_it: Non ci sono articoli fabbricabili definiti nel sistema.
ka_ge: სისტემაში არ არის განსაზღვრული საწარმოებელი დასახელებები.
pt_br: Não há itens fabricáveis definido no sistema.
pt_pt: Não existem artigos fabricáveis definidos no sistema.
ru_ru: Есть никаких технологичных элементов, определенных в системе.

source: The work order been added.
da_dk: Arbejdsordren er oprettet
es_es: La orden de trabajo ha sido adicionada.
id_id: Order Perakitan berhasil ditambahkan.
it_it: La commessa è stata aggiunta.
ka_ge: საწარმოო შეკვეთა დამატებულია.
pt_br: A ordem de produção foi adicionada.
pt_pt: A ordem de produção foi adicionada.
ru_ru: Порядок работы были добавлены.

source: &Print This Work Order
id_id: Cetak Order Perakitan ini (&C)
pt_pt: &Imprimir esta Ordem de Produção
ru_ru: Версия для печати Работы заказ

source: &Email This Work Order
id_id: Email Order Perakitan ini (&E)
pt_pt: &Enviar esta Ordem de Produção por E-mail
ru_ru: Отправить в почту эти Работы заказ

source: The work order been updated.
da_dk: Arbejdsordren er opdateret.
es_es: La orden de trabajo ha sido actualizada.
id_id: Order Perakitan berhasil diubah.
it_it: La commessa è stata aggiornata.
ka_ge: საწარმოო შეკვეთა განახლებულია.
pt_br: A Ordem de Produção foi atualizada.
pt_pt: A Ordem de Produção foi atualizada.
ru_ru: Порядок работы был обновлен.

source: Work order has been deleted.
da_dk: Arbejdsordren er slettet.
es_es: La orden de trabajo ha sido eliminada.
id_id: Order Perakitan berhasil dihapus.
it_it: La commessa è stata cancellata.
ka_ge: საწარმოო შეკვეთა წაშლილია.
pt_br: A Ordem de Produção foi deletada.
pt_pt: A Ordem de Produção foi apagada.
ru_ru: Порядок работы был удален.

source: This work order has been closed. There can be no more issues against it.
da_dk: Arbejdsordren er lukket. Der kan ikke foretages flere kørsler.
es_es: Esta orden de trabajo ha sido cerrada. No pueden haber más emisiones contra ella.
id_id: Order Perakitan ini telah ditutup/selesai. Tidak boleh ada pengambilan barang lagi.
it_it: Questa commessa è stata chiusa. Non ci possono essere più emissioni in relazione ad essa
ka_ge: ეს საწარმოო შეკვეთა დახურულია. მისი ცვლილება შეუძლებელია.
pt_br: Esta ordem de produção foi fechada. Não pode haver mais problemas contra isto.
pt_pt: Esta ordem de produção foi fechada. Não pode registar mais emissões (consumo) de artigos.

source: Enter a new work order
da_dk: Opret en ny arbejdsordre
es_es: Introducir una nueva orden de trabajo
id_id: Masukkan Order Perakitan baru
it_it: Inserisci nuova comessa
ka_ge: შეიყვანე ახალი საწარმოო შეკვეთა
pt_br: Entre uma nova ordem de produção
pt_pt: Registar uma nova ordem de produção
ru_ru: Введите новый порядок работы

source: Select an existing work order
da_dk: Vælg en eksisterende arbejdsordre
es_es: Seleccionar una orden de trabajo existente
id_id: Pilih Order Perakitan
it_it: Seleziona commessa esistente
ka_ge: აირჩიე არსებული საწარმოო შეკვეთა
pt_br: Selecione uma ordem de produção existente
pt_pt: Selecione uma ordem de produção existente
ru_ru: Выберите существующий порядок работы

source: The quantity entered is invalid or less than zero.
da_dk: Angivet antal er ugyldig eller mindre end 0.
es_es: La cantidad introducida es inválida o menor que cero.
id_id: Kuantitas tidak valid atau kurang dari nol.
it_it: La quantità inserita non è valida o è minore di zero.
ka_ge: შეყვანილი რაოდენობა არასწორია ან უარყოფითია.
pt_br: A quantidade digitada é menor que zero ou é inválida.
pt_pt: A quantidade digitada é menor que zero ou é inválida.
ru_ru: Количество введен неверно или меньше нуля.

source: The selected item to manufacture does not have a bom.
da_dk: Valgt vare at producere har ingen materialespecifikation.
es_es: El artículo seleccionado para manufacturar no está en ninguna LM.
id_id: Barang yang dipilih untuk manufaktur tidak memiliki bom/rincian rakitan.
it_it: L'articolo selezionato da fabbricare non ha la distinta base.
ka_ge: არჩეულ საწარმოებელ დასახელებას არ გააჩნია საწარმოო ზედნადები.
pt_br: O item selecionado para fabricação não tem uma lista de material.
pt_pt: O artigo selecionado para fabrico não tem uma lista de materiais.
ru_ru: Выбранный элемент для производства не имеет спецификации.

source: The labour cost entered is invalid or less than zero.
da_dk: Arbejdskraftomkostninger indtastet er ugyldig eller mindre end nul.
es_es: El coste laboral introducido no es válido o menor que cero.
id_id: Biaya pekerja tidak valid atau kurang dari nol.
it_it: Il costo di lavoro inserito non è valido o è minore di zero.
ka_ge: შეყვანილი მუშახელის ხარჯი არასწორია ან უარყოფითია.
pt_br: O custo da mão de obra digitado é menor que zero ou é inválido.
pt_pt: O custo da mão de obra digitado é menor que zero ou é inválido.
ru_ru: Стоимость рабочей силы введен неверно или меньше нуля.

source: The cost entered is invalid or less than zero.
da_dk: Angiven omkostning er ugyldig eller mindre end 0.
es_es: El coste introducido es inválido o menor que cero.
id_id: Biaya tidak valid atau kurang dari nol.
it_it: Il costo inserito non è valido o è minore di zero.
ka_ge: შეყვანილი ხარჯი არასწორია ან უარყოფითია.
pt_br: O custo digitado é menor que zero ou é inválido.
pt_pt: O custo digitado é menor que zero ou é inválido.
ru_ru: Стоимость введен неверно или меньше нуля.

source: The work order cannot be processed because there is an insufficient quantity for component:
da_dk: Arbejdsordren kan ikke udføres da der ikke findes et tilstrækkeligt antal komponenter:
es_es: La orden de trabajo no puede ser procesada porque existe cantidad insuficiente para el componente:
id_id: Order Perakitan tidak dapat diproses karena ada komponen yang tidak cukup:
it_it: La commessa non può essere processata perchè non c'è una quantità sufficiente per il componente:
ka_ge: საწარმოო შეკვეთის დამუშავება შეუძლებელია, რადგან კომპონენტი არ მოიპოვება საჭირო რაოდენობით:
pt_br: A ordem de produção não pode ser processada porque há quantidade de itens insuficiente para este componente:
pt_pt: A ordem de produção não pode ser processada porque há quantidade insuficiente para este componente:

source: The selected item cannot be unassembled because there is insufficient stock.
da_dk: Valgt vare kan ikke adskilles da der ikke findes et tilstrækkeligt antal varer på lager.
es_es: El artículo seleccionado no puede ser desensamblado porque no hay suficientes existencias.
id_id: Barang yang dipilih tidak dapat dibongkar karena stok tidak cukup.
it_it: L'articolo selezionato non può essere distrutto perchè c'è una giacenza insufficiente
ka_ge: არჩეული დასახელების დანაწევრება შეუძლებელია, რადგან არ არის საკმარისი მარაგი.
pt_br: O desmanche do item selecionado não pode ser realizado porque há estoque insuficiente.
pt_pt: O artigo selecionado não pode ser desmanchado, porque não existe stock insuficiente.

source: The quantity cannot be changed to be less than the quantity already manufactured for this order.
da_dk: Antalet kan ikke ændres til mindre end allerede producerede for denne ordre.
es_es: La cantidad no puede cambiarse a un valor menor a la cantidad ya manufacturada para esta orden.
id_id: Kuantitas tidak dapat diubah menjadi kurang dari kuantitas yang telah dirakit/dimanufaktur untuk order ini.
it_it: La quantità inserita non può essere inferiore della quantità già prodotta per questo ordine.
ka_ge: რაოდენობის შეცვლა იმაზე ნაკლებზე ვიდრე წარმოებულია, ამ შეკვეთისთვის შეუძლებელია.
pt_br: A quantidade não pode ser alterada para ser menor que a quantidade já fabricada para este pedido.
pt_pt: A quantidade não pode ser alterada para um valor menor que a quantidade já fabricada para esta ordem.

source: This work order cannot be deleted because it has already been processed.
da_dk: Arbejdsordren kan ikke slettes da den allerede er behandlet.
es_es: Esta orden de trabajo no puede eliminarse porque ya ha sido procesada.
id_id: Order perakitan ini tidak dapat dihapus karena sudah diproses.
it_it: Questa commessa non può essere cancellata perchè è già stata processata.
ka_ge: ამ საწარმოო შეკვეთის წაშლა შეუძლებელია, რადგან იგი უკვე დამუშავებულია.
pt_br: Não é possível deletar está ordem de produção porque isto já foi processado.
pt_pt: Não é possível apagar esta ordem de produção porque já foi processada.

source: This work order is closed and cannot be edited.
da_dk: Arbejdsordren er lukket og kan ikke redigeres.
es_es: Esta orden de trabajo esta cerrada y por tanto no puede editarse.
id_id: Order produksi ini sudah ditutup/selesai dan tidak dapat diubah.
it_it: Questa commessa è chiusa e non può essere modificata.
ka_ge: ეს საწარმოო შეკვეთა დახურულია და არ ექვემდებარება რედაქტირებას.
pt_br: Esta ordem de produção está fechada e não pode ser editada.
pt_pt: Esta ordem de produção está fechada e não pode ser editada.
ru_ru: Эта работа ордер закрывается и не может быть изменена.

source: Destination Location:
da_dk: Destination lagerplads:
es_es: Localidad de Destino:
id_id: Lokasi tujuan:
it_it: Destinazione:
ka_ge: დანიშნულების მდებარეობა:
pt_br: Localização de Destino:
pt_pt: Localização de Destino:
ru_ru: Направление Расположение:

source: Quantity Required:
da_dk: Nødvendig antal:
es_es: Cantidad Requerida:
id_id: Kuantitas dibutuhkan:
it_it: Quantità Richiesta:
ka_ge: საჭირო რაოდენობა:
pt_br: Quantidade Necessária
pt_pt: Quantidade Necessária:
ru_ru: Кол-во:

source: Quantity Manufactured:
da_dk: Produceret antal:
es_es: Cantidad Manufacturada:
id_id: Kuantitas yang sudah dirakit:
it_it: Quantità Manufatto:
ka_ge: წარმოებული რაოდენობა:
pt_br: Quatidade Fabricada:
pt_pt: Quatidade Fabricada:
ru_ru: Количество Изготовитель:

source: Credit Labour Account
da_dk: Arbejdskraft kreditkonto
es_es: Cuenta de Crédito de Trabajo
id_id: Akun Kredit Pekerja
it_it: Conto credito lavoro
ka_ge: მუშახელის კრედიტის ანგარიში
pt_br: Crédito de Conta de Mão de Obra
pt_pt: Conta Crédito de Mão de Obra
ru_ru: Счет кредита труда

source: Credit Overhead Account
da_dk: Overordnede Kredit Omkostninger
es_es: Cuenta de Crédito de Gastos Generales
id_id: Akun Kredit Overhead
it_it: Conto crediti globali
ka_ge: ზედნადები ხარჯის კრედიტის ანგარიში
pt_br: Excedido o Crédito da Conta
pt_pt: Conta Crédito Excedente
ru_ru: Счет кредита Накладные

source: Released On:
da_dk: Frigivet den:
es_es: Liberado en:
id_id: Released pada:
it_it: Rilasciato il:
ka_ge: გაშვებულია:
pt_br: Lançamento Em:
pt_pt: Lançamento Em:
ru_ru: Год выпуска:

source: Save changes to work order
da_dk: Gem ændringer til arbejdsordre
es_es: Guardar cambios en la orden de trabajo
id_id: Simpan perubahan pada order perakitan
it_it: Salva modifiche commessa
ka_ge: შეინახე ცვლილებები საწარმოო შეკვეთაში
pt_br: Salvar alterações para ordem de produção
pt_pt: Guardar alterações à ordem de produção
ru_ru: Сохранить изменения в Порядок работы

source: Close This Work Order
da_dk: Luk denne arbejdsordre
es_es: Cerrar Esta Orden de Trabajo
id_id: Tutup/Selesaikan order perakitan ini
it_it: Chiudi questa commessa
ka_ge: დახურე ეს საწარმოო შეკვეთა
pt_br: Fechar Está Ordem de Produção
pt_pt: Fechar Esta Ordem de Produção
ru_ru: Закрыть Work Order

source: Delete This Work Order
da_dk: Slet arbejdsordren
es_es: Eliminar Esta Orden de Trabajo
id_id: Hapus order perakitan ini
it_it: Cancella questa commessa
ka_ge: წაშალე ეს საწარმოო შეკვეთა
pt_br: Deletar está Ordem de Produção
pt_pt: Apagar esta Ordem de Produção
ru_ru: Удалить эту работу Заказать

source: Add Workorder
da_dk: Opret arbejdsordre
es_es: Agregar orden de trabajo
id_id: Tambahkan order perakitan
it_it: Aggiungi commessa
ka_ge: დაამატე საწარმოო შეკვეთა
pt_br: Adicionar Ordem de Produção
pt_pt: Adicionar Ordem de Produção
ru_ru: Добавить Work Order

source: Issue Items to Work Order
da_dk: Alloker varer for arbejdsordre
es_es: Emitir Artículos a Orden de Trabajo
id_id: Ambil barang untuk perakitan
it_it: Crea articoli sulla commessa
ka_ge: გაწერე დასახელებები საწარმოო შეკვეთაზე
pt_br: Itens Pendente para Ordem de Produção
pt_pt: Emissão de Artigos para Ordem de Produção
ru_ru: Выпуск товары в Заказ-наряд

source: The work order issue has been entered.
da_dk: Allokering af arbejdsordre er udført.
es_es: La emisión de orden de trabajo ha sido introducida.
id_id: Pengambilan barang untuk perakitan berhasil dimasukkan.
it_it: La commessa è stata creata
ka_ge: საწარმოო შეკვეთის გაწერა გატარებულია.
pt_br: A pendência de ordem de produção foi digitada.
pt_pt: A emissão de artigos para a ordem de produção foi registada.
ru_ru: Вопрос Порядок работы был введен.

source: The entered date for the issue is invalid.
da_dk: Angivet dato er ugyldig.
es_es: La fecha introducida para la emisión es inválida.
id_id: Tanggal untuk pengambilan tidak valid.
it_it: La data inserita per questo emissione è invalida
ka_ge: შეყვანილი გამოწერის თარიღი არასწორია.
pt_br: A data digitada para esta pendência é inválida.
pt_pt: A data digitada para esta emissão é inválida.
ru_ru: Введенная дата выпуска является недействительным.

source: The process cannot be completed because there is an insufficient total quantity for a component.
da_dk: Registreringen kan ikke udføres da der ikke findes tilstrækkeligt antal af et komponent.
es_es: El proceso no puede ser completado porque la cantidad total de un componente es insuficiente.
id_id: Proses tidak dapat diselesaikan karena ada kekurangan pada total kuantitas salah satu komponen.
it_it: Il processo non può essere completato perchè la quantità totale di un componente è insufficiente.
ka_ge: პროცესის დასრულება შეუძლებელია, რადგან კომპონენტის საჭირო რაოდენობა არ მოიპოვება.
pt_br: O processo não pode ser completado porque há total de quantidade para componente insuficiente.
pt_pt: O processo não pode ser completado porque a quantidade total do componente é insuficiente.

source: Component is :
da_dk: Komponent er :
es_es: El Componente es :
id_id: Komponen :
it_it: Il componente è :
ka_ge: კომპონენტი არის:
pt_br: Componente é :
pt_pt: Componente é :
ru_ru: Компонент:

source: From location :
da_dk: Fra lagerplads :
es_es: De ubicación :
id_id: Lokasi asal:
it_it: Da sede :
ka_ge: მდებარეობიდან:
pt_br: De Localização :
pt_pt: Da Localização :
ru_ru: От расположения:

source: The quantity entered is negative or invalid.
da_dk: Angivet antal er negativ eller ugyldig.
es_es: La cantidad introducida es negativa o no válida.
id_id: Jumlah yang dimasukkan negatif atau tidak valid.
it_it: La quantità inserita è negativa o non valida.
ka_ge: მითითებული რაოდენობა არასწორია.
pt_br: A quantidade digitada é negativa ou inválida.
pt_pt: A data digitada para este ajuste é negativa ou inválida.
ru_ru: Количество введенной отрицательной или недействительным.

source: Items to Issue
da_dk: Varer at allokere
es_es: Artículos a Emitir
id_id: Barang yang diambil
it_it: Articoli da distribuire
ka_ge: გასაწერი დასახელებები
pt_br: Itens para Pendentes
pt_pt: Artigos a Emitir
ru_ru: Товары для выдачи

source: Process Issue
da_dk: Udfør allokeringen
es_es: Procesar Emisión
id_id: Proses pengambilan
it_it: Processa emissione
ka_ge: დაამუშავე გაწერა
pt_br: Processar Pendência
pt_pt: Processar Emissão
ru_ru: Процесс выпуска

source: Work Order Release to Manufacturing
da_dk: Frigiv arbejdsordre for produktion
es_es: Liberación de Orden de Trabajo para Fabricación
id_id: Order perakitan di-release ke manufaktur
it_it: Lancia commessa a produzione
ka_ge: საწარმოო შეკვეთის გაშვება წარმოებაში
pt_br: Liberação de Ordem de Produção para Fabricação
pt_pt: Autorização de Fabrico da Ordem de Produção
ru_ru: Заказ-наряд Release To Manufacturing

source: This work order has already been released.
da_dk: Arbejdsordren er allerede frigivet.
es_es: La Orden de Trabajo ya ha sido liberada antes.
id_id: Order perakitan ini telah di-release.
it_it: Questa commessa è già stata rilasciata.
ka_ge: ეს საწარმოო შეკვეთა უკვე გაშვებულია.
pt_br: Está Ordem de Produção já foi liberada.
pt_pt: Está Ordem de Produção já foi autorizada.
ru_ru: Эта работа порядке уже был освобожден.

source: This Work Order cannot be released. The selected item to manufacture does not have a bom.
da_dk: Arbejdsordren kan ikke frigives. Varen har ingen materialespecifikation.
es_es: Esta orden de trabajo no puede ser liberada. El item seleccionado para manufacturar no tiene una bom.
id_id: Order perakitan ini tidak dapat di-release. Barang yang dipilih tidak memiliki bom/rincian rakitan.
it_it: Questa Commessa non può essere rilasciata. L'articolo selezionato per la produzione non ha una distinta base.
ka_ge: ამ საწარმოო შეკვეთის გაშვება შეუძლებელია. დასახელებას არ გააჩნია საწარმოო ზედნადები საწარმოებლად.
pt_br: Está Ordem de Produção não pode ser liberada. O item selecionado para fabricação não tem uma lista de material.
pt_pt: Esta Ordem de Produção não pode ser autorizada. O artigo selecionado para fabrico não tem uma lista de materiais.

source: The work order has been released to manufacturing.
da_dk: Arbejdsordren er frigivet til produktion.
es_es: La Orden de Trabajo ha sido liberada para fabricación.
id_id: Order perakitan telah di-release ke manufaktur.
it_it: La commessa è stata rilasciata per la produzione.
ka_ge: საწარმოო შეკვეთა გაშვებულია წარმოებაში.
pt_br: A ordem de produção foi liberada para fabricação.
pt_pt: A ordem de produção foi autorizada para fabrico.
ru_ru: Порядок работы была выпущена в производство.

source: Select another &work order
da_dk: Vælg en anden arbejdsordre
es_es: &Seleccione otra orden de trabajo
id_id: Pilih order perakitan lain. (&B)
it_it: Seleziona un'altra &commessa
ka_ge: აირჩიე სხვა საწარმოო შეკვეთა
pt_br: Selecione outra ordem de produção
pt_pt: Selecionar outra &ordem de produção
ru_ru: Выберите другую работу и порядок

source: Work Order #:
da_dk: Arbejdsordre #:
es_es: Orden de Trabajo Nº
id_id: Perakitan #:
it_it: Commessa #:
ka_ge: საწარმოო შეკვეთა #:
pt_br: Ordem de Produção #:
pt_pt: Ordem de Produção Nº:
ru_ru: Работа Приказ №:

source: Work Order Reference:
da_dk: Arbejdsordre reference:
es_es: Referencia de la Orden de Trabajo:
id_id: Referensi Perakitan:
it_it: Riferimento commessa:
ka_ge: საწარმოო შეკვეთის მინიშნება:
pt_br: Referência de Ordem de Produção:
pt_pt: Referência da Ordem de Produção:
ru_ru: Заказ-наряд Ссылка:

source: Released Date
da_dk: Frigivet dato:
es_es: Fecha de Liberación
id_id: Tanggal Release
it_it: Data di rilascio
ka_ge: გაშვების თარიღი
pt_br: Data de Liberação
pt_pt: Data Lançamento
ru_ru: Дата выпуска

source: Release Work Order
da_dk: Frigiv arbejdsordre
es_es: Liberar Orden de Trabajo
id_id: Release Perakitan
it_it: Rilascio Commessa
ka_ge: გაუშვი საწარმოო შეკვეთა
pt_br: Liberação de Ordem de Produção
pt_pt: Autorização da Ordem de Produção
ru_ru: Отпустите Work Order

source: View Work Order Issue
da_dk: Vis arbejdsordre allokeringer
es_es: Ver Emisión de Orden de Trabajo
id_id: Tampilkan pengambilan untuk perakitan
it_it: Visualizza commessa distribuzione
ka_ge: დაათვალიერე საწაროო შეკვეთის გაწერა
pt_br: Vizualizar Pendência de Ordem de Produção
pt_pt: Visualizar Emissão da Ordem de Produção
ru_ru: Посмотреть выпуск Work Order
