Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: The account code must be entered.
da_dk: Kontonummeret skal angives.
es_es: Debe introducir el código de la cuenta.
id_id: Kode akun harus diisi.
it_it: Il codice del conto deve essere inserito.
ka_ge: შეიყვანე ანგარიშის კოდი.
pt_br: O código da conta deve ser digitado.
pt_pt: O código de conta deve ser indicado.
ru_ru: Счет необходимо ввести код.

source: The account name cannot be empty.
da_dk: Kontonavnet kan ikke være tomt.
es_es: El nombre de la cuenta no puede estar vacío.
id_id: Nama akun harus diisi.
it_it: Il nome del conto non può essere vuoto.
ka_ge: ანგარიშის სახელი არ შეიძლება იყოს ცარიელი.
pt_br: O nome da conta deve ser preenchido.
pt_pt: O nome da conta deve ser indicado.
ru_ru: Имя учетной записи не может быть пустым.

source: The account code must be numeric.
da_dk: Kontonummeret skal være numerisk.
es_es: El código de la cuenta debe ser numérico.
id_id: Kode akun harus numerik.
it_it: Il codice del conto deve essere numerico.
ka_ge: ანგარიშის კოდი უნდა იყოს რიცხვი.
pt_br: O limite de credito tem que ser numerico.
pt_pt: O código de conta deve ser numérico.
ru_ru: Номер счета должен быть цифрой.

source: The account belongs to a bank account and cannot be inactivated.
es_es: La cuenta pertenece a una cuenta banco y no puede ser desactivada.
id_id: Akun ini digunakan dalam akun bank sehingga tidak dapat di-nonaktifkan.
ka_ge: ანგარიშ ეკუთვნის ბანკის ანგარიშს დეაქტივაცია დაუშვებელია.
pt_pt: A conta pertence a uma conta bancária e não pode ser desativado.
ru_ru: Счет принадлежит счет в банке и не может быть инактивируется.

source: Account data has been updated.
da_dk: Kontodata er opdateret.
es_es: Datos de la cuenta han sido actualizados.
id_id: Data Akun berhasil diperbarui.
it_it: I dati del conto sono stati aggiornati.
ka_ge: ანგარიშის მონაცემები განახლებულია.
pt_br: Dados da conta foram atualizados.
pt_pt: Dados da conta foram atualizados.
ru_ru: Счет данные были обновлены.

source: New account has been added.
da_dk: Ny konto er oprettet.
es_es: Nueva cuenta ha sido agregada.
id_id: Akun baru berhasil ditambahkan.
it_it: Il nuovo conto è stato aggiunto.
ka_ge: ახალი ანგარიში დამატებულია.
pt_br: Nova conta foi adicionada.
pt_pt: Nova conta foi adicionada.
ru_ru: Новая учетная запись была добавлена.

source: Account not added, possible duplicate Account Code.
es_es: Cuenta no agregada, Posible Codigo de Cuenta duplicado.
id_id: Akun gagal ditambahkan. Mungkin terjadi duplikasi kode (kode sudah dipakai).
pt_pt: Conta não adicionada devido a possível duplicação do código de conta.
ru_ru: Счет не добавляется, возможно повторяющегося кода счета.

source: Cannot delete this account because transactions have been created using this account.
da_dk: Kan ikke slette dette konto da transaktioner er registrerede.
es_es: No se puede eliminar esta cuenta porque se han creado transacciones usando esta cuenta.
id_id: Tidak dapat menghapus akun ini karena sudah pernah digunakan dalam transaksi.
it_it: Non puoi cancellare questo conto perchè sono state create transazioni che lo utilizzano.
ka_ge: ანგარიშის წაშლა შეუძლებელია. ტრანზაქციები არსებობს მისი გამოყენებით.
pt_br: Não é possível deletar esta conta porque foram criadas transações que a utilizam.
pt_pt: Não é possível apagar essa conta, visto que existem transações a utilizar esta conta.

source: Cannot delete this account because it is used as one of the company default GL accounts.
da_dk: Kan ikke slette dette konto da den indgår i firmaets system konti.
es_es: No se puede eliminar esta cuenta porque esta siendo usada como una de las cuentas del Libro Mayor predeterminadas de la compañía.
id_id: Tidak dapat menghapus akun ini karena dipakai dalam salah satu setting akun perusahaan.
it_it: Non puoi cancellare questo conto perchè è usato come uno dei conti di contabilità generale predefintidell'azienda.
ka_ge: ანგარიშის წაშლა შეუძლებელია, იგი გამოიყენება მთ.წიგნის სტანდარტულ ანგარიშად.
pt_br: Não é possível deletar esta conta porque a mesma é utilizada no Livro-Razão por uma das empresas.
pt_pt: Não é possível eliminar esta conta, porque está a ser utilizada nas definições de contas da empresa.

source: Cannot delete this account because it is used by a bank account.
da_dk: Kan ikke slette denne konto da den bruges som bankkonto.
es_es: No se puede eliminar esta cuenta porque es usada por una cuenta banco.
id_id: Tidak dapat menghapus akun ini karena dipakai dalam akun bank.
it_it: Non puoi cancellare questo conto perchè è usato da un conto bancario.
ka_ge: ანგარიშის წაშლა შეუძლებელია, იგი გამოიყენება ბანკის ანგარიშში.
pt_br: Não é possível deletar esta conta poqrque isto é utilizado por uma conta corrente.
pt_pt: Não é possível apagar essa conta, visto que está a ser utilizada por uma conta bancária.
ru_ru: Не удается удалить этот счет, потому что он используется банковский счет.

source: Cannot delete this account because it is used by one or more Item Categories.
da_dk: Denne konto kan ikke slettes, fordi den bruges af en eller flere varekategorier.
es_es: No se puede eliminar esta cuenta, porque es utilizada por una o más Categorías de Artículos.
id_id: Tidak dapat menghapus akun ini karena dipakai dalam Kategori Barang
it_it: Non puoi cancellare questo conto perchè è usato da una o pià¹ Categorie di Articolo.
ka_ge: ანგარიშის წაშლა შეუძლებელია, იგი გამოიყენება დასახელების კატეგორიებში.
pt_pt: Não é possível apagar essa conta, visto que está a ser utilizada por uma ou mais categorias de artigos.

source: Cannot delete this account because it is used by one or more Items.
da_dk: Kan ikke slette denne konto da den bruges af andre enheder.
es_es: No se puede eliminar esta cuenta porque esta siendo usada por uno o mas Artículos.
id_id: Tidak dapat menghapus akun ini karena dipakai dalam keterangan Barang.
it_it: Non puoi cancellare questo conto perchè è usato da uno o pià¹ Articoli.
ka_ge: ანგარიშის წაშლა შეუძლებელია, იგი გამოიყენება დასახელების ანგარიშში.
pt_br: Não é possível deletar esta conta poqrque isto é utilizado por uma ou mais itens.
pt_pt: Não é possível apagar essa conta, visto que está a ser utilizada por um ou mais artigos.
ru_ru: Не удается удалить этот счет, поскольку он используется одна или несколько элементов.

source: Cannot delete this account because it is used by one or more Taxes.
da_dk: Kan ikke slette denne konto da den bruges til moms.
es_es: No se puede eliminar esta cuenta porque es usada por uno o mas Impuestos.
id_id: Tidak dapat menghapus akun ini karena dipakai dalam Pajak.
it_it: Non puoi cancellare questo conto perchè è usato da uno o pià¹ Tasse.
ka_ge: ანგარიშის წაშლა შეუძლებელია, იგი გამოიყენება გადასახადებში.
pt_br: Não é possível deletar esta conta poqrque isto é utilizado por um ou mais Imposto.
pt_pt: Não é possível apagar essa conta, visto que está a ser utilizada por um ou mais impostos.
ru_ru: Не удается удалить этот счет, поскольку он используется одна или несколько налогов.

source: Cannot delete this account because it is used by one or more Customer Branches.
da_dk: Kan ikke slette denne konto da den bruges af en eller flere debitor afdelninger.
es_es: No se puede eliminar esta cuenta porque es usada por una o mas Sucursales de Cliente.
id_id: Tidak dapat menghapus akun ini karena dipakai dalam Cabang Pelanggan.
it_it: Non puoi cancellare questo conto perchè è usato da una o pià¹ Divisioni Cliente
ka_ge: ანგარიშის წაშლა შეუძლებელია, იგი გამოიყენება მომხმარებლის ფილიალებში.
pt_br: Não é possível deletar esta conta poqrque isto é utilizado por uma ou mais Unidades dos Clientes.
pt_pt: Não é possível excluir essa conta, porque está a ser utilizada em filiais de clientes.

source: Cannot delete this account because it is used by one or more suppliers.
da_dk: Kan ikke slette denne konto da den bruges af en eller flere kreditorer.
es_es: No se puede eliminar esta cuenta porque es usada por uno o mas proveedores.
id_id: Tidak dapat menghapus akun ini karena dipakai dalam Pemasok.
it_it: Non puoi cancellare questo conto perchè è usato da uno o pià¹ fornitori.
ka_ge: ანგარიშის წაშლა შეუძლებელია, იგი გამოიყენება მომწოდებლების ანგარიშებში.
pt_br: Não é possível deletar esta conta poqrque isto é utilizado por um ou mais fornecedores.
pt_pt: Não é possível apagar essa conta, visto que está a ser utilizada por um ou mais fornecedores.
ru_ru: Не удается удалить этот счет, поскольку он используется одним или несколькими поставщиками.

source: Cannot delete this account because it is used by one or more Quick Entry Lines.
da_dk: Denne konto kan ikke slettes, fordi den bruges af en eller flere hurtig postlinjer.
es_es: No se puede eliminar esta cuenta, ya que es utilizada por una o más Lineas de Entrada Rápida.
id_id: Tidak dapat menghapus akun ini karena dipakai dalam Baris Input Cepat.
it_it: Non puoi cancellare questo conto perchè è usato da una o pià¹ Linee di Inserimento Veloce.
ka_ge: ანგარიშის წაშლა შეუძლებელია, იგი გამოიყენება სწრაფ გატარებებში.
pt_br: Não é possível deletar esta conta poqrque isto é utilizado por uma ou mais Entrada de Linhas Rápida.
pt_pt: Não é possível apagar essa conta, porque ela é usada por uma ou mais linhas de entrada rápida.

source: Selected account has been deleted
da_dk: Valgt konto er slettet.
es_es: La cuenta seleccionada ha sido eliminada
id_id: Akun yang dipilih berhasil dihapus
it_it: Il conto selezionato è stato cancellato
ka_ge: არჩეული ანგარიში წაშლილია
pt_br: A conta selecionada foi deletada.
pt_pt: A conta selecionada foi apagada.
ru_ru: Выбранная учетная запись была удалена

source: New account
da_dk: Ny konto
es_es: Nueva Cuenta
id_id: Akun Baru
it_it: Nuovo conto
ka_ge: ახალი ანგარიში
pt_br: Nova conta
pt_pt: Nova conta
ru_ru: Новый аккаунт

source: Account Code 2:
da_dk: Kontokode:
es_es: Código de Cuenta 2:
id_id: Kode Akun 2:
it_it: Secondo Codice Conto:
ka_ge: ანგარიშის კოდი 2:
pt_br: Código da Conta 2:
pt_pt: Código Conta 2:
ru_ru: Код счета 2:

source: Account Name:
da_dk: Kontonavn:
es_es: Nombre de Cuenta:
id_id: Nama Akun:
it_it: Nome del Conto:
ka_ge: ანგარიშის სახელი:
pt_br: Nome da Conta:
pt_pt: Nome Conta:
ru_ru: Имя счета:

source: Account Group:
da_dk: Kontogruppe:
es_es: Grupo de Cuenta:
id_id: Grup Akun:
it_it: Gruppo di Conto:
ka_ge: ანგარიშის ჯგუფი:
pt_br: Grupo da Conta:
pt_pt: Grupo Conta:
ru_ru: Счет Группа:

source: Account Tags:
da_dk: Konto Tags:
es_es: Etiquetas de Cuenta:
id_id: Tag Akun:
it_it: Tag del Conto:
ka_ge: ანგარიშის სანიშნები:
pt_br: Tags da Conta:
pt_pt: Marcadores da Conta:
ru_ru: Счет Метки:

source: Account status:
da_dk: Konto status:
es_es: Estado de Cuenta:
id_id: Status Akun:
it_it: Stato del Conto:
ka_ge: ანგარიშის სტატუსი:
pt_br: Estado da conta:
pt_pt: Estado da conta:
ru_ru: Состояние счета:

source: Add Account
da_dk: Opret konto
es_es: Agregar Cuenta
id_id: Buat Akun
it_it: Aggiungi Conto
ka_ge: დაამატე ანგარიში
pt_br: Adicionar Conta
pt_pt: Adicionar Conta
ru_ru: Добавить учетную запись

source: Update Account
da_dk: Opdater konto
es_es: Actualizar Cuenta
id_id: Perbarui Akun
it_it: Aggiorna Conto
ka_ge: განაახლე ანგარიში
pt_br: Atualização de Conta
pt_pt: Atualizar de Conta
ru_ru: Обновление счета

source: Delete account
da_dk: Slet konto
es_es: Borrar cuenta
id_id: Hapus Akun
it_it: Cancella conto
ka_ge: წაშალე ანგარიში
pt_br: Deletar conta
pt_pt: Apagar conta
ru_ru: Удалить учетную запись

source: GL Account Groups
da_dk: Konto grupper
es_es: Grupos de Cuentas del Libro Mayor
id_id: Grup Akun GL
it_it: Gruppi di Conto di contabilità generale
ka_ge: მთ.წიგნის ანგარიშის ჯგუფები
pt_br: Grupos de Conta do GL
pt_pt: Grupos do Plano de Contas
ru_ru: Группы GL счета

source: The account group id cannot be empty.
da_dk: Kontogruppe gruppe id kan ikke være tomt.
es_es: El id de grupo de cuentas no puede estar vacío.
id_id: ID akun grup harus diisi.
it_it: L'id del gruppo di conto non può essere vuoto.
ka_ge: ანგარიშის ჯგუფის კოდი არ შეიძლება იყოს ცარიელი.
pt_pt: O grupo da conta deve ser preenchido.
ru_ru: ID счету группы не может быть пустым.

source: The account group name cannot be empty.
da_dk: Kontogruppe navnet kan ikke være tomt.
es_es: El nombre del grupo de la cuenta no puede ser vacío.
id_id: Nama grup akun harus diisi.
it_it: Il nome del gruppo di conto non può essere vuoto.
ka_ge: ანარიშის ჯგუფის სახელი არ შეიძლება იყოს ცარიელი.
pt_br: O grupo da conta deve ser preenchido.
pt_pt: O grupo da conta deve ser preenchido.
ru_ru: Имя учетной записи группы не может быть пустым.

source: This account group id is already in use.
es_es: El id de grupo de cuentas esta actualmente en uso.
id_id: ID akun grup ini sudah dipakai.
ka_ge: ანაგარიშის ჯგუფის ID გამოყენებაშია.
pt_pt: O Id do grupo de conta já está a ser utilizado.
ru_ru: Этот идентификатор счету группы уже используется.

source: You cannot set an account group to be a subgroup of itself.
da_dk: Kontogruppen kan ikke være en undergruppe af sig selv.
es_es: No puede configurar un grupo de cuentas como un subgrupo de sí mismo.
id_id: Anda tidak dapat membuat grup akun menjadi sub grup dirinya sendiri.
it_it: Non puoi impostare un gruppo di conto come sottogruppo di se stesso.
ka_ge: შეუძლებელია ანგარიშის ჯგუფი იყოს მისივე ქვეჯგუფი.
pt_br: Você não pode configurar um grupo de conta para ser um subgrupo do mesmo.
pt_pt: Não pode definir um grupo de contas a ser um subgrupo de si mesmo.
ru_ru: Вы не можете установить учетную запись группы, которая будет подгруппой самой себя.

source: Selected account type has been updated
da_dk: Valgt kontotype er opdateret.
es_es: Tipo seleccionado cuenta ha sido actualizado
id_id: Tipe Akun yang dipilih berhasil diperbarui
it_it: Il tipo di conto selezionato è stato aggiornato
ka_ge: არჩეული ანგარიშის ტიპი განახლებულია
pt_br: Tipo de conta selecionado foi atualizado
pt_pt: Tipo de conta selecionado foi guardado
ru_ru: Выбранный тип учетной записи был обновлен

source: New account type has been added
da_dk: Ny kontotype er oprettet.
es_es: Nuevo tipo de cuenta se ha añadido
id_id: Tipe akun baru berhasil ditambahkan
it_it: Il nuovo tipo di conto è stato aggiunto
ka_ge: ახალი ანგარიშის ტიპი დამატებულია
pt_br: Novo tipo de conta foi adicionado
pt_pt: Foi adicionado um novo tipo de conta
ru_ru: Новый тип учетной записи были добавлены

source: Cannot delete this account group because GL accounts have been created referring to it.
da_dk: Kan ikke slette denne kontogruppe, da konti refererer til den.
es_es: No se puede eliminar este grupo de cuentas porque han sido creadas cuentas en el Libro Mayor referenciando al mismo.
id_id: Tidak dapat menghapus grup akun ini karena dipakai oleh akun GL tertentu.
it_it: Non puoi cancellare questo gruppo di conto perchè sono stati creati conti di contabilità generale che lo utilizzano.
ka_ge: ანგარიშის ჯგუფის წაშლა შეუძლებელია, მთ.წიგნის ანგარიშები არსებობს მასზე მითითებით.
pt_br: Não é possível deletar este grupo de contas porque há contas do GL que a utilizam.
pt_pt: Não é possível eliminar este grupo de contas, porque está a ser utilizada por contas da contabilidade.

source: Cannot delete this account group because GL account groups have been created referring to it.
da_dk: Kan ikke slette denne kontogruppe da andre grupper refererer til den.
es_es: No se puede eliminar este grupo de cuentas porque han sido creados otros grupos de cuentas del Libro Mayor referenciando al mismo.
id_id: Tidak dapat menghapus grup akun ini karena dipakai grup akun lainnya.
it_it: Non puoi cancellare questo gruppo di conto perchè sono stati creati gruppi di conti di contabilità generale che lo utilizzano.
ka_ge: ანგარიშის ჯგუფის წაშლა შეუძლებელია, მთ.წიგნის ანგარიშის ჯგუფები არსებობს მასზე მითითებით.
pt_br: Não é possível deletar este grupo de contas porque há grupos de contas do GL que a utilizam.
pt_pt: Não é possível eliminar este grupo de contas, porque está a ser utilizada por outros grupos de contas da contabilidade.

source: Selected account group has been deleted
da_dk: Valgte kontogruppe er blevet slettet
es_es: Grupo de cuentas seleccionado ha sido eliminado
id_id: Grup akun yang dipilih berhasil dihapus
it_it: Il gruppo di conto selezionato è stato cancellato
ka_ge: არჩეული ანგარიშის ჯგუფი წაშლილია
pt_br: Grupo de conta selecionado foi deletado
pt_pt: O grupo de conta selecionado foi removido
ru_ru: Выбранные счета группы были удалены

source: Group ID
da_dk: Gruppe ID
es_es: ID de Grupo
id_id: ID Grup
it_it: ID del gruppo
ka_ge: ჯგუფის კოდი
pt_pt: ID Grupo
ru_ru: Группа ID

source: Group Name
da_dk: Gruppenavn
es_es: Nombre del Grupo
id_id: Nama Grup
it_it: Nome del gruppo
ka_ge: ჯგუფის სახელი
pt_br: Nome do Grupo
pt_pt: Nome Grupo
ru_ru: Название группы

source: Subgroup Of
da_dk: Undergruppe af
es_es: Subgrupo De
id_id: Sub grup dari
it_it: Sottogruppo di
ka_ge: ქვეჯგუფია
pt_br: Subgrupo De
pt_pt: Subgrupo De
ru_ru: Подгруппе

source: Subgroup Of:
da_dk: Undergruppe af:
es_es: Subgrupo De:
id_id: Sub grup dari:
it_it: Sottogruppo di:
ka_ge: ქვეჯგუფია:
pt_br: Subgrupo De:
pt_pt: Subgrupo De:
ru_ru: Подгруппа:

source: Class:
id_id: Kelas:
pt_pt: Classe:
ru_ru: Класс:

source: Quick Entries
da_dk: Hurtige Indtastning
es_es: Entradas Rápidas
it_it: Inserimenti Veloci
ka_ge: სწრაფი გატარებები
pt_br: Entradas Rápidas
pt_pt: Entradas Rápidas
ru_ru: Быстрый записи

source: Add new
da_dk: Opret ny
es_es: Agregar nuevo
id_id: Buat baru
it_it: Aggiungi nuovo
ka_ge: დაამატე ახალი
pt_br: Adicionar novo
pt_pt: Adicionar novo
ru_ru: Добавить новую

source: The Quick Entry description cannot be empty.
da_dk: Hurtig post beskrivelse må ikke være tom.
es_es: La descripción de la Entrada Rápida no puede estar vacía.
id_id: Deskripsi Input Cepat harus diisi.
it_it: La descrizione dell'Inserimento Veloce non può essere vuota.
ka_ge: სწრაფი გატარების აღწერილობა არ შეიძლება იყოს ცარიელი.
pt_br: A descrição de Entrada Rápida deve ser preenchida.
pt_pt: A descrição da entrada rápida deve ser preenchida.
ru_ru: Краткое описание входа не может быть пустым.

source: You can only use Balance Based together with Journal Entries.
da_dk: Du kan kun bruge Balance Based sammen med journaloptegnelser.
es_es: Solo puedes usar Saldo de Balance junto con Asientos de Diario
it_it: Più usare solo un saldo sulla base delle registrazioni
ka_ge: ნაშთი თანხად შეგიძლია გამოიყენო მხოლოდ ჟურნალის გატარებებთან.
pt_pt: Só é possível utilizar o Saldo do Balanço com registos no Diário.
ru_ru: Вы можете использовать только баланс, основанный вместе с записи в журнале.

source: The base amount description cannot be empty.
da_dk: Grundbeløbet beskrivelse må ikke være tom.
es_es: La descripción de la cantidad base no puede estar vacío.
id_id: Deskripsi basis jumlah harus diisi.
it_it: La descrizione dell'importo base non può essere vuota.
ka_ge: ძირი თანხის აღწერილობა არ შეიძლება იყოს ცარიელი.
pt_br: A descrição da quantia básica deve ser preenchida.
pt_pt: A descrição do valor base deve ser preenchida.
ru_ru: Описание базовая сумма не может быть пустым.

source: Selected quick entry has been updated
da_dk: Valgte hurtig post er blevet opdateret
es_es: Entrada seleccionada rápida ha sido actualizada
id_id: Input Cepat yang dipilih berhasil diperbarui
it_it: L'inserimento veloce selezionato è stato aggiornato
ka_ge: არჩეული სწრაფი ჩანაწერი განახლებულია
pt_br: A entrada rápida selecionada foi atualizda
pt_pt: A entrada rápida selecionada foi atualizada
ru_ru: Выбранный быстрый ввод был обновлен

source: New quick entry has been added
da_dk: Ny hurtig post er blevet tilføjet
es_es: Se ha añadido nueva entrada rápida
id_id: Input Cepat baru berhasil ditambahkan
it_it: Il nuovo inserimento veloce è stato aggiunto
ka_ge: ახალი სწრაფი ჩანაწერი დამატებულია
pt_br: Nova entrada rápida foi adicionada
pt_pt: Nova entrada rápida foi adicionada
ru_ru: Новый быстрый вход был добавлен

source: Selected quick entry line has been updated
da_dk: Valgte hurtig indtastningslinjen er blevet opdateret
es_es: La línea de entrada rápida seleccionada ha sido actualizada
id_id: Baris Input cepat yang dipilih berhasil diperbarui
it_it: La riga di inserimento veloce selezionata è stata aggiornata
ka_ge: არჩეული სწრაფი ჩანაწერის რიგი განახლებულია
pt_br: A linha de entrada rápida selecionada foi atualizada
pt_pt: A linha de entrada rápida selecionada foi atualizada
ru_ru: Выбранная линия быстрого вступления был обновлен

source: New quick entry line has been added
da_dk: Ny hurtig posteringslinje er blevet tilføjet
es_es: Nueva línea de entrada rápida se ha añadido
id_id: Baris Input cepat baru berhasil ditambah
it_it: La nuova riga di inserimento veloce è stata aggiunta
ka_ge: ახალი სწრაფი ჩანაწერის რიგი დამატებულია
pt_br: Nova linha de entrada rápida foi adicionada
pt_pt: Nova linha de entrada rápida foi adicionada
ru_ru: Новая быстрая линия запись была добавлена

source: Selected quick entry has been deleted
da_dk: Valgte hurtig post er blevet slettet
es_es: Entrada rápida seleccionada ha sido eliminada
id_id: Input Cepat yang dipilih berhasil dihapus
it_it: L'inserimento veloce selezionato è stato cancellato
ka_ge: არჩეული სწრაფი ჩანაწერი წაშლილია
pt_br: A linha de entrada rápida selecionada foi deletada
pt_pt: A linha de entrada rápida selecionada foi apagada
ru_ru: Выбранный быстрого запись была удалена

source: The Quick Entry has Quick Entry Lines. Cannot be deleted.
da_dk: Den hurtige løsning har hurtig postlinjer. Kan ikke slettes.
es_es: La entrada rápida tiene lineas de introducida rápida. No puede ser borrada.
id_id: Input Cepat ini memiliki baris rincian. Tidak dapat dihapus.
it_it: L'inserimento veloce ha righe di inserimento veloce. Non può essere cancellato.
ka_ge: სწრაფ ჩანაწერს აქვს რიგები, წაშლა შეუძლებელია.
pt_br: A Entrada Rápida tem Linhas de Entrada Rápida. Não pode ser deletada.
pt_pt: A Entrada Rápida tem Linhas de Entrada Rápida. Não pode ser apagada.
ru_ru: Быстрая запись имеет Быстрый вход линии. Не может быть удален.

source: Selected quick entry line has been deleted
da_dk: Valgte hurtig indtastningslinjen er blevet slettet
es_es: Línea de entrada rápida seleccionada ha sido eliminada
id_id: Baris Input cepat yang dipilih berhasil dihapus
it_it: La riga di inserimento veloce selezionata è stata cancellata
ka_ge: არჩეული წრაფი ჩანაწერის რიგი წაშლილია
pt_br: A linha de entrada rápida selecionada foi deletada
pt_pt: A linha de entrada rápida selecionada foi apagada
ru_ru: Выбранная линия быстрого запись была удалена

source: Base Amount
da_dk: Base Beløb
es_es: Monto base
id_id: Basis Jumlah
it_it: Importo di Base
ka_ge: ძირი თანხა
pt_br: Quantia Básica
pt_pt: Valor Base
ru_ru: Базовая сумма

source: Entry Type
da_dk: Posttypen
es_es: Tipo de Entrada
id_id: Tipe Input
it_it: Tipo di Inserimento
ka_ge: ჩანაწერის ტიპი
pt_br: Tipo de Entrada
pt_pt: Tipo de Entrada
ru_ru: Тип записи

source: Balance Based
da_dk: Balance Baseret
es_es: Balance Base
it_it: Saldo basato
ka_ge: ნაშთის მიხედვით
pt_pt: Saldo
ru_ru: Баланс, основанный

source: Base Amount Description
da_dk: Grundbeløbs Beskrivelse
es_es: Descripción de Cantidad Base
id_id: Deskripsi Basis Jumlah
it_it: Descrizione Importo di Base
ka_ge: ძირი თანხის აღწერილობა
pt_br: Descrição da Quantia Básica
pt_pt: Descrição Valor Base
ru_ru: Описание базовой суммы

source: Default Base Amount
da_dk: Standard grundbeløb
es_es: Monto Base Predeterminado
id_id: Jumlah Basis Default
it_it: Importo di Base Predefinito
ka_ge: სტანდარტული ძირი თანხა
pt_br: Quantia Base Padrão
pt_pt: Quantia Base Padrão
ru_ru: Сумма по умолчанию базы

source: Quick Entry Lines
da_dk: Hurtige Indtastnings Linjer
es_es: Lineas de Entrada Rápida
id_id: Baris Input Cepat
it_it: Righe di inserimento veloce
ka_ge: სწრაფი ჩანაწერის რიგები
pt_br: Linhas de Entrada Rápida
pt_pt: Linhas de Entrada Rápida
ru_ru: Быстрый вход линии

source: Post
es_es: Enviar
it_it: Invia???
ka_ge: გაატარე
pt_br: Postar
pt_pt: Enviar
ru_ru: Пост
