Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.15-1.po
Languages: vi_vn

source: Quotation # %d has been updated.
vi_vn: Báo giá #%d đã được cập nhật.

source: Select A Different &Quotation
vi_vn: Chọn Một bảng báo giá khác nhau

source: Make &Invoice Against This Delivery
vi_vn: Hãy Invoice Against Delivery này

source: Enter a New Template &Delivery
vi_vn: Nhập Delivery Mẫu mới

source: Enter a &New Delivery
vi_vn: Nhập Delivery mới

source: Invoice # %d has been entered.
vi_vn: Invoice #%d đã được nhập.

source: &Print Sales Invoice
vi_vn: Hóa đơn bán hàng In

source: &Email Sales Invoice
vi_vn: Invoice Email Sales

source: Print &Receipt
vi_vn: In hóa đơn

source: Enter a &New Template Invoice
vi_vn: Nhập Invoice Template mới

source: Enter a &New Direct Invoice
vi_vn: Nhập Invoice New Direct

source: Pre-payment required have to be positive and less than total amount.
vi_vn: Pre-thanh toán cần phải tích cực và ít hơn tổng số tiền.

source: You must enter the person or company to whom delivery should be made to.
vi_vn: Bạn phải nhập người hoặc công ty mà giao hàng nên được thực hiện để.

source: You should enter the street address in the box provided. Orders cannot be accepted without a valid street address.
vi_vn: Bạn nên nhập vào địa chỉ đường phố trong hộp được cung cấp. Đơn đặt hàng không thể được chấp nhận mà không có một địa chỉ đường phố hợp lệ.

source: The shipping cost entered is expected to be numeric.
vi_vn: Chi phí vận chuyển vào dự kiến ​​sẽ là số.

source: The Valid date is invalid.
vi_vn: Ngày hợp lệ là không hợp lệ.

source: The delivery date is invalid.
vi_vn: Ngày giao hàng là không hợp lệ.

source: The requested valid date is before the date of the quotation.
vi_vn: Ngày có hiệu lực được yêu cầu là trước ngày báo giá.

source: The requested delivery date is before the date of the order.
vi_vn: Ngày giao hàng yêu cầu là trước ngày đơn đặt hàng.

source: You need to define a cash account for your Sales Point.
vi_vn: Bạn cần phải xác định một tài khoản tiền mặt cho điểm bán hàng của bạn.

source: The reference number field has been increased. Please save the document again.
vi_vn: Trường số tài liệu tham khảo đã được tăng lên. Vui lòng lưu tài liệu một lần nữa.

source: The item could not be updated because you are attempting to set the quantity ordered to less than 0, or the discount percent to more than 100.
vi_vn: Các mục không thể được cập nhật bởi vì bạn đang cố gắng để thiết lập số lượng lệnh phải nhỏ hơn 0, hoặc phần trăm giảm giá tới hơn 100.

source: Price for inventory item must be entered and can not be less than 0
vi_vn: Giá cho mặt hàng tồn kho phải được nhập và không thể nhỏ hơn 0

source: You attempting to make the quantity ordered a quantity less than has already been delivered. The quantity delivered cannot be modified retrospectively.
vi_vn: Bạn cố gắng để làm cho số lượng đặt hàng một số lượng ít hơn đã được chuyển giao. Số lượng giao không thể được sửa đổi truy.

source: Price %s is below Standard Cost %s
vi_vn: Giá %s dưới Chi phí tiêu chuẩn%s

source: This item cannot be deleted because some of it has already been delivered.
vi_vn: Mục này không thể bị xóa bởi vì một số của nó đã được chuyển giao.

source: Direct delivery entry has been cancelled as requested.
vi_vn: entry giao hàng trực tiếp đã bị hủy theo yêu cầu.

source: Enter a New Sales Delivery
vi_vn: Nhập Delivery bán hàng mới

source: Direct invoice entry has been cancelled as requested.
vi_vn: bút toán hoá đơn trực tiếp đã bị hủy theo yêu cầu.

source: Enter a New Sales Invoice
vi_vn: Nhập Sales Invoice mới

source: This sales quotation has been cancelled as requested.
vi_vn: báo giá bán hàng này đã bị hủy theo yêu cầu.

source: Enter a New Sales Quotation
vi_vn: Nhập một bảng báo giá bán hàng mới

source: Undelivered part of order has been cancelled as requested.
vi_vn: phần chưa được thực hiện trật tự đã bị hủy theo yêu cầu.

source: Select Another Sales Order for Edition
vi_vn: Chọn Một đơn đặt hàng cho phiên bản

source: This sales order has been cancelled as requested.
vi_vn: đơn đặt hàng này đã bị hủy theo yêu cầu.

source: Enter a New Sales Order
vi_vn: Nhập bán hàng đặt hàng mới

source: Sales Invoice Items
vi_vn: Items hóa đơn bán hàng

source: Enter Delivery Details and Confirm Invoice
vi_vn: Nhập Delivery Các chi tiết và Xác nhận hóa đơn

source: Place Invoice
vi_vn: nơi Invoice

source: Delivery Note Items
vi_vn: Giao Lưu ý Items

source: Enter Delivery Details and Confirm Dispatch
vi_vn: Nhập Delivery Các chi tiết và Xác nhận văn

source: Cancel Delivery
vi_vn: Hủy giao hàng

source: Place Delivery
vi_vn: nơi giao hàng

source: Quotation Date:
vi_vn: Ngày báo giá:

source: Sales Quotation Items
vi_vn: Bán hàng báo giá Items

source: Enter Delivery Details and Confirm Quotation
vi_vn: Nhập Delivery Các chi tiết và Xác nhận báo giá

source: Cancel Quotation
vi_vn: Hủy Báo giá

source: Place Quotation
vi_vn: nơi Báo giá

source: Commit Quotations Changes
vi_vn: Commit Changes Báo giá

source: Enter Delivery Details and Confirm Order
vi_vn: Nhập Delivery Các chi tiết và Xác nhận thứ tự

source: Commit Order Changes
vi_vn: Cam kết tự thay đổi

source: Cancels document entry or removes sales order when editing an old document
vi_vn: Hủy bỏ entry tài liệu hoặc loại bỏ đơn đặt hàng khi chỉnh sửa một tài liệu cũ

source: You are about to void this Document.\nDo you want to continue?
vi_vn: Bạn muốn làm mất hiệu lực văn bản này. \nBạn có muốn tiếp tục không?

source: Validate changes and update document
vi_vn: Xác nhận thay đổi và cập nhật tài liệu

source: You are about to cancel undelivered part of this order.\nDo you want to continue?
vi_vn: Bạn muốn hủy một phần chưa được thực hiện trật tự này. \nBạn có muốn tiếp tục không?

source: Allocate Customer Payment or Credit Note
vi_vn: Phân bổ Thanh toán Khách hàng hoặc Credit Note

source: Allocation of %s # %d
vi_vn: Phân bổ %s #%d

source: Customer Allocations
vi_vn: Phân bổ khách hàng

source: You have to enter valid stock code or nonempty description
vi_vn: Bạn phải nhập mã chứng khoán có hiệu lực hoặc mô tả không rỗng

source: This edit session has been abandoned by opening sales document in another browser tab. You cannot edit more than one sales document at once.
vi_vn: phiên chỉnh sửa này đã bị bỏ rơi bằng cách mở tài liệu bán hàng trong một tab trình duyệt. Bạn không thể chỉnh sửa nhiều tài liệu bán hàng cùng một lúc.

source: Unsuspected overallocation happened due to sparse credit notes exists for this invoice. Check all credit notes allocated to this invoice for summarized freight charges.
vi_vn: overallocation bị nghi ngờ đã xảy ra do ghi chú tín dụng thưa thớt tồn tại cho hóa đơn này. Kiểm tra tất cả các ghi chú tín dụng được phân bổ cho hóa đơn này cho chi phí vận tải tóm tắt.

source: Unknown %s price for '%s' in pricelist '%s'
vi_vn: giá Unknown %s cho '%s' trong bảng giá '%s'

source: Return
vi_vn: Trở về

source: Deleted.
vi_vn: Xóa.

source: Customer Currency:
vi_vn: Khách hàng ngoại tệ:

source: Shipping Company:
vi_vn: Công ty vận tải biển:

source: Customer Discount:
vi_vn: Giảm giá của khách hàng:

source: This item is already on this document. You have been warned.
vi_vn: Mặt hàng này đã được đăng trên tài liệu này. Bạn đa được cảnh bao.

source: The selected customer and branch are not valid, or the customer does not have any branches.
vi_vn: Khách hàng lựa chọn và chi nhánh là không hợp lệ, hoặc khách hàng không có bất kỳ chi nhánh.

source: Shipping Charge
vi_vn: Phí vận chuyển

source: No customer found for entered text.
vi_vn: Không tìm thấy văn bản vào khách hàng.

source: The selected customer does not have any branches. Please create at least one branch.
vi_vn: Khách hàng được chọn không có bất kỳ chi nhánh. Hãy tạo ít nhất một chi nhánh.

source: Customer's payment terms '%s' cannot be selected on this POS
vi_vn: điều khoản thanh toán của khách hàng '%s' không thể được lựa chọn trên POS này

source: Reference number unique for this document type
vi_vn: Số tham chiếu duy nhất cho loại tài liệu này

source: Price List:
vi_vn: Danh sách giá:

source: Date of order receive
vi_vn: Ngày thứ tự nhận được

source: [Select item]
vi_vn: [Chọn mục]

source: Cash payment
vi_vn: Thanh toán bằng tiền mặt

source: Deliver from Location:
vi_vn: Cung cấp từ Khu vực:

source: Cash account:
vi_vn: tài khoản tiền mặt:

source: Delivery Details
vi_vn: Chi tiết giao hàng

source: Invoice Delivery Details
vi_vn: Hóa đơn chi tiết giao hàng

source: Invoice before
vi_vn: hóa đơn trước

source: Quotation Delivery Details
vi_vn: Báo giá chi tiết giao hàng

source: Order Delivery Details
vi_vn: Đặt hàng Chi tiết giao hàng

source: Enter requested day of delivery
vi_vn: Nhập ngày yêu cầu giao hàng

source: Enter Valid until Date
vi_vn: Nhập giá trị đến ngày

source: Deliver To:
vi_vn: Cung cấp Để:

source: Additional identifier for delivery e.g. name of receiving person
vi_vn: nhận dạng bổ sung cho giao hàng ví dụ như tên của người nhận

source: Delivery address. Default is address of customer branch
vi_vn: Địa chỉ giao hàng. Mặc định là địa chỉ chi nhánh khách hàng

source: Contact Phone Number:
vi_vn: Số điện thoại liên hệ:

source: Phone number of ordering person. Defaults to branch phone number
vi_vn: Số điện thoại đặt hàng của người. Mặc định là số điện thoại chi nhánh

source: Customer reference number for this order (if any)
vi_vn: số tham chiếu của khách hàng cho đơn đặt hàng này (nếu có)

source: Customer Allocation Inquiry
vi_vn: Phân bổ khách hàng Inquiry

source: Allocation
vi_vn: Phân bổ

source: Customer Branches
vi_vn: Chi nhánh khách hàng

source: Contact
vi_vn: Tiếp xúc

source: Customer Transactions
vi_vn: Giao dịch khách hàng

source: Print Receipt
vi_vn: In hóa đơn

source: CUSTOMER ACCOUNT IS ON HOLD
vi_vn: TÀI KHOẢN KHÁCH HÀNG ĐANG BỊ TẠM DỪNG

source: Search Not Invoiced Deliveries
vi_vn: Tìm Việc giao hàng chưa lập hóa đơn

source: Search All Deliveries
vi_vn: Tìm kiếm Tất cả giao hàng

source: For batch invoicing you should select at least one delivery. All items must be dispatched to the same customer branch.
vi_vn: Đối với hóa đơn hàng loạt bạn nên chọn ít nhất một giao hàng. Tất cả các mục phải được cử đến chi nhánh cùng một khách hàng.

source: Delivery #
vi_vn: Chuyển #

source: Due By
vi_vn: Do bởi

source: Delivery Total
vi_vn: giao Tổng số

source: Batch
vi_vn: Hàng loạt

source: Batch Invoicing
vi_vn: hàng loạt hóa đơn

source: Search Outstanding Sales Orders
vi_vn: Tìm kiếm đơn đặt hàng chưa bán hàng

source: Search Template for Invoicing
vi_vn: Tìm Mẫu hóa đơn

source: Select Template for Delivery
vi_vn: Chọn Template cho giao hàng

source: Invoicing Prepayment Orders
vi_vn: Đơn đặt hàng hoá đơn Trả trước

source: Search All Sales Orders
vi_vn: Tìm kiếm Tất cả các đơn đặt hàng bán hàng

source: Search All Sales Quotations
vi_vn: Tìm kiếm Tất cả Báo giá Sales

source: Dispatch
vi_vn: Gửi hàng

source: Set this order as a template for direct deliveries/invoices
vi_vn: Đặt lệnh này như một khuôn mẫu để giao hàng trực tiếp / hóa đơn

source: Prepayment Invoice
vi_vn: thanh toán trước hóa đơn

source: Final Invoice
vi_vn: Hóa đơn thức

source: Show All:
vi_vn: Hiển thị tất cả:

source: Order #
vi_vn: Gọi món #

source: Cust Order Ref
vi_vn: Cust tự Ref

source: Delivery To
vi_vn: Chuyển tới

source: Quote #
vi_vn: Trích dẫn #

source: Quote Date
vi_vn: Ngày trích dẫn

source: Quote Total
vi_vn: Trích Tổng số

source: New Payments
vi_vn: Thanh toán mới

source: Credit Status
vi_vn: Tình trạng tín dụng

source: The credit status description cannot be empty.
vi_vn: Mô tả tình trạng tín dụng không thể để trống.

source: New credit status has been added
vi_vn: tình trạng tín dụng mới đã được thêm vào

source: Selected credit status has been updated
vi_vn: tình trạng tín dụng được lựa chọn đã được cập nhật

source: Cannot delete this credit status because customer accounts have been created referring to it.
vi_vn: Không thể xóa tình trạng tín dụng này vì các tài khoản của khách hàng đã được tạo ra đề cập đến nó.

source: Selected credit status has been deleted
vi_vn: tình trạng tín dụng được lựa chọn đã bị xóa

source: Dissallow Invoices
vi_vn: Dissallow Hoá đơn

source: NO INVOICING
vi_vn: NO hóa đơn

source: Dissallow invoicing ?
vi_vn: hóa đơn Dissallow?

source: The customer name cannot be empty.
vi_vn: Tên khách hàng không thể để trống.

source: The customer short name cannot be empty.
vi_vn: Các tên viết tắt của khách hàng không thể để trống.

source: The credit limit must be numeric and not less than zero.
vi_vn: Hạn mức tín dụng phải có dạng số và không nhỏ hơn không.

source: The payment discount must be numeric and is expected to be less than 100% and greater than or equal to 0.
vi_vn: Số tiền chiết khấu thanh toán phải có dạng số và dự kiến ​​sẽ được ít hơn 100 % và lớn hơn hoặc bằng 0.

source: The discount percentage must be numeric and is expected to be less than 100% and greater than or equal to 0.
vi_vn: Tỷ lệ giảm giá phải có dạng số và dự kiến ​​sẽ được ít hơn 100 % và lớn hơn hoặc bằng 0.

source: Customer has been updated.
vi_vn: Khách hàng đã được cập nhật.

source: A new customer has been added.
vi_vn: Một khách hàng mới đã được thêm vào.

source: A default Branch has been automatically created, please check default Branch values by using link below.
vi_vn: Một mặc định Chi nhánh đã được tự động tạo ra, hãy kiểm tra các giá trị Chi nhánh mặc định bằng cách sử dụng liên kết bên dưới.

source: This customer cannot be deleted because there are transactions that refer to it.
vi_vn: Khách hàng này không thể bị xóa vì có giao dịch tham chiếu đến nó.

source: Cannot delete the customer record because orders have been created against it.
vi_vn: không thể xóa các hồ sơ khách hàng bởi vì các đơn đặt hàng đã được tạo ra chống lại nó.

source: Cannot delete this customer because there are branch records set up against it.
vi_vn: Không thể xóa khách hàng này vì có những ghi chép chi nhánh thành lập chống lại nó.

source: Selected customer has been deleted.
vi_vn: khách hàng được lựa chọn đã bị xóa.

source: Name and Address
vi_vn: Tên và địa chỉ

source: Customer Name:
vi_vn: Tên khách hàng:

source: Customer Short Name:
vi_vn: Khách hàng Tên viết tắt:

source: Customer's Currency:
vi_vn: của khách hàng ngoại tệ:

source: Sales Type/Price List:
vi_vn: Danh sách doanh Loại hình / Giá:

source: Customer status:
vi_vn: tình trạng của khách hàng:

source: Sales Person:
vi_vn: Người Bán hàng:

source: Discount Percent:
vi_vn: Phần trăm giảm giá:

source: Prompt Payment Discount Percent:
vi_vn: Prompt Phần trăm giảm giá thanh toán:

source: Credit Status:
vi_vn: Tình trạng tín dụng:

source: Customer branches
vi_vn: chi nhánh khách hàng

source: Select or &Add
vi_vn: Chọn hoặc Thêm

source: &Add or Edit
vi_vn: Thêm hoặc Sửa

source: Default Inventory Location:
vi_vn: Mặc định Inventory Location:

source: Default Shipping Company:
vi_vn: Mặc định Shipping Company:

source: Sales Area:
vi_vn: Khu vực bán hàng:

source: Add New Customer
vi_vn: Add New khách hàng

source: Update Customer
vi_vn: cập nhật khách hàng

source: Update customer data
vi_vn: cập nhật dữ liệu khách hàng

source: Select this customer and return to document entry.
vi_vn: Chọn khách hàng này và trở về vào tài liệu.

source: Delete Customer
vi_vn: xóa khách hàng

source: Delete customer data if have been never used
vi_vn: Xóa dữ liệu khách hàng nếu đã bao giờ sử dụng

source: There are no sales types defined. Please define at least one sales type before adding a customer.
vi_vn: Không có loại bán hàng được xác định. Hãy xác định ít nhất một loại bán hàng trước khi thêm một khách hàng.

source: New customer
vi_vn: Khách hàng mới

source: Sales &Orders
vi_vn: Đơn bán hàng

source: There are no customers defined in the system. Please define a customer to add customer branches.
vi_vn: Hiện tại không có khách hàng được xác định trong hệ thống. Hãy xác định một khách hàng để thêm các chi nhánh khách hàng.

source: There are no sales people defined in the system. At least one sales person is required before proceeding.
vi_vn: Không có người bán hàng được xác định trong hệ thống. Ít nhất một người bán hàng là cần thiết trước khi tiến hành.

source: There are no sales areas defined in the system. At least one sales area is required before proceeding.
vi_vn: Không có khu vực bán hàng được xác định trong hệ thống. Ít nhất một khu vực bán hàng là cần thiết trước khi tiến hành.

source: There are no shipping companies defined in the system. At least one shipping company is required before proceeding.
vi_vn: Không có công ty vận tải biển được xác định trong hệ thống. Ít nhất một công ty vận tải biển là cần thiết trước khi tiến hành.

source: The Branch name cannot be empty.
vi_vn: Tên chi nhánh không thể để trống.

source: The Branch short name cannot be empty.
vi_vn: Tên viết tắt Chi nhánh không thể để trống.

source: Selected customer branch has been updated
vi_vn: Chọn chi nhánh khách hàng đã được cập nhật

source: New customer branch has been added
vi_vn: chi nhánh khách hàng mới đã được thêm vào

source: Cannot delete this branch because customer transactions have been created to this branch.
vi_vn: Không thể xóa nhánh này vì các giao dịch của khách hàng đã được tạo ra để chi nhánh này.

source: Cannot delete this branch because sales orders exist for it. Purge old sales orders first.
vi_vn: Không thể xóa nhánh này vì đơn đặt hàng bán hàng tồn tại cho nó. Purge bán hàng đơn đặt hàng cũ đầu tiên.

source: Selected customer branch has been deleted
vi_vn: Chọn chi nhánh của khách hàng đã bị xóa

source: Main Branch
vi_vn: Chi nhánh chính

source: Name and Contact
vi_vn: Tên và Liên

source: Branch Name:
vi_vn: Tên chi nhánh:

source: Branch Short Name:
vi_vn: Chi nhánh Tên viết tắt:

source: Sales Group:
vi_vn: Sales Nhóm:

source: Accounts Receivable Account:
vi_vn: Tài khoản Tài khoản phải thu:

source: General contact data
vi_vn: dữ liệu liên lạc chung

source: Billing Address:
vi_vn: Địa chỉ thanh toán:

source: Area
vi_vn: Khu vực

source: Phone No
vi_vn: Không có điện thoại

source: Fax No
vi_vn: Số fax

source: Tax Group
vi_vn: Nhóm thuế

source: Recurrent Invoices
vi_vn: Hoá đơn tái phát

source: There is no template order in database. You have to create at least one sales order marked as template to be able to define recurrent invoices.
vi_vn: Không có mẫu trật tự trong cơ sở dữ liệu. \ tyou phải tạo trật tự ít nhất một doanh đánh dấu là mẫu để có thể xác định hoá đơn tái phát.

source: This customer has no branches. Please define at least one branch for this customer first.
vi_vn: Khách hàng này không có chi nhánh. Hãy xác định ít nhất một chi nhánh cho khách hàng này đầu tiên.

source: The invoice description cannot be empty.
vi_vn: Mô tả hóa đơn không thể để trống.

source: This recurrent invoice description is already in use.
vi_vn: Mô tả hóa đơn tái phát này đã được sử dụng.

source: No recurence interval has been entered.
vi_vn: Không gian recurence đã được nhập.

source: Selected recurrent invoice has been updated
vi_vn: Chọn hóa đơn tái phát đã được cập nhật

source: New recurrent invoice has been added
vi_vn: hóa đơn tái phát mới đã được thêm vào

source: Selected recurrent invoice has been deleted
vi_vn: Chọn hóa đơn định kỳ đã bị xóa

source: Last Created
vi_vn: tạo cuối

source: Days:
vi_vn: Ngày:

source: Monthly:
vi_vn: hàng tháng:

source: Begin:
vi_vn: bắt đầu:

source: End:
vi_vn: Kết thúc:

source: The area description cannot be empty.
vi_vn: Các mô tả khu vực không thể để trống.

source: Selected sales area has been updated
vi_vn: khu vực bán hàng được lựa chọn đã được cập nhật

source: New sales area has been added
vi_vn: khu vực bán hàng mới đã được thêm vào

source: Cannot delete this area because customer branches have been created using this area.
vi_vn: Không thể xóa lĩnh vực này vì chi nhánh khách hàng đã được tạo ra sử dụng lĩnh vực này.

source: Selected sales area has been deleted
vi_vn: khu vực bán hàng được lựa chọn đã bị xóa

source: Area Name
vi_vn: Tên khu vực

source: Area Name:
vi_vn: Tên khu vực:

source: Sales Groups
vi_vn: Nhóm bán hàng

source: The sales group description cannot be empty.
vi_vn: Mô tả nhóm bán hàng không thể để trống.

source: Selected sales group has been updated
vi_vn: Chọn nhóm bán hàng đã được cập nhật

source: New sales group has been added
vi_vn: nhóm bán hàng mới đã được thêm vào

source: Cannot delete this group because customers have been created using this group.
vi_vn: Không thể xóa nhóm này vì khách hàng đã được tạo ra sử dụng nhóm này.

source: Selected sales group has been deleted
vi_vn: Chọn nhóm bán hàng đã bị xóa

source: Group Name:
vi_vn: Tên nhóm:

source: Sales Persons
vi_vn: Người bán hàng

source: The sales person name cannot be empty.
vi_vn: Tên người bán hàng không thể để trống.

source: Salesman provision cannot be less than 0 or more than 100%.
vi_vn: cung cấp nhân viên bán hàng không thể nhỏ hơn 0 hoặc lớn hơn 100 %.

source: Salesman provision breakpoint must be numeric and not less than 0.
vi_vn: Nhân viên bán hàng cung cấp breakpoint phải có dạng số và không nhỏ hơn 0.

source: Selected sales person data have been updated
vi_vn: bán hàng dữ liệu đã chọn người đã được cập nhật

source: New sales person data have been added
vi_vn: dữ liệu người bán hàng mới đã được thêm vào

source: Cannot delete this sales-person because branches are set up referring to this sales-person - first alter the branches concerned.
vi_vn: Không thể xóa này bán thân vì các chi nhánh được thành lập cập đến này bán người - lần đầu tiên thay đổi các ngành có liên quan.

source: Selected sales person data have been deleted
vi_vn: bán hàng dữ liệu đã chọn người đã bị xóa

source: Sales person name:
vi_vn: Tên người bán:

source: Telephone number:
vi_vn: Số điện thoại:

source: Fax number:
vi_vn: Số fax:

source: Turnover Break Pt Level:
vi_vn: Kim ngạch lao Pt Level:

source: POS settings
vi_vn: thiết lập POS

source: The POS name cannot be empty.
vi_vn: Tên POS không thể để trống.

source: New point of sale has been added
vi_vn: điểm mới của bán đã được thêm

source: Selected point of sale has been updated
vi_vn: điểm đã chọn bán đã được cập nhật

source: Cannot delete this POS because it is used in users setup.
vi_vn: Không thể xóa POS này vì nó được sử dụng trong thiết lập người dùng.

source: Selected point of sale has been deleted
vi_vn: điểm đã chọn bán đã bị xóa

source: POS Name
vi_vn: Tên POS

source: Credit sale
vi_vn: bán tín dụng

source: Cash sale
vi_vn: Bán tiền mặt

source: Default account
vi_vn: Tài khoản mặc định

source: To have cash POS first define at least one cash bank account.
vi_vn: Để có POS tiền mặt đầu tiên xác định ít nhất một tài khoản ngân hàng tiền mặt.

source: Point of Sale Name
vi_vn: Point of Sale Tên

source: Allowed credit sale terms selection:
vi_vn: Cho phép các điều khoản bán tín dụng lựa chọn:

source: Allowed cash sale terms selection:
vi_vn: Cho phép các điều khoản bán tiền lựa chọn:

source: Default cash account
vi_vn: tài khoản tiền mặt mặc định

source: POS location
vi_vn: POS vị trí

source: The sales type description cannot be empty.
vi_vn: Mô tả kiểu bán hàng không thể để trống.

source: Calculation factor must be valid positive number.
vi_vn: yếu tố tính toán phải có số dương hợp lệ.

source: New sales type has been added
vi_vn: kiểu bán hàng mới đã được thêm vào

source: Selected sales type has been updated
vi_vn: Chọn kiểu bán hàng đã được cập nhật

source: Cannot delete this sale type because customer transactions have been created using this sales type.
vi_vn: Không thể xóa kiểu bán này bởi vì các giao dịch của khách hàng đã được tạo ra sử dụng loại bán hàng này.

source: Cannot delete this sale type because customers are currently set up to use this sales type.
vi_vn: Không thể xóa kiểu bán này vì khách hàng đang thiết lập để sử dụng loại bán hàng này.

source: Selected sales type has been deleted
vi_vn: Chọn kiểu bán hàng đã bị xóa
