Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: Cannot update extensions list for company '%s'.
da_dk: Kan ikke opdatere udvidelses listen for virksomhed '%s'.
es_es: No se puede actualizar la lista de extensiones para la compañía '%s'.
id_id: Tidak dapat memperbarui daftar ekstensi sistem untuk perusahaan '%s'.
it_it: Non è possibile aggiornare la lista delle estensioni per l'azienda '%s'.
ka_ge: სისტემის გაფართოებების სიის განახლება შეუძლებელია კომპანია '%s'.
pt_br: Não é possível atualizar lista de extensões para a empresa '%s'.
pt_pt: Não é possível atualizar lista de extensões para a empresa '%s'.

source: Cannot open the languages file -
da_dk: Kan ikke åbne sprogfilen -
es_es: No se puede abrir el archivo de idiomas -
id_id: Tidak dapat membuka file bahasa -
it_it: Impossibile aprire il file di lingua -
ka_ge: ენის ფაილის გახსნა შეუძლებელია -
pt_br: Não foi possível abrir o arquivo de idiomas -
pt_pt: Não foi possível abrir o ficheiro de idioma -
ru_ru: Не удается открыть файл языках -

source: Cannot write to the language file -
da_dk: Kan ikke skrive til sprogfilen -
es_es: No se puede escribir el archivo de idioma -
id_id: Tidak dapat membuat file bahasa -
it_it: Impossibile scrivere il file di lingua -
ka_ge: ენის ფაილის რედაქტირება შეუძლებელია -
pt_br: Não e possível escrever no arquivo de idiomas -
pt_pt: Não e possível escrever no ficheiro de idioma -
ru_ru: Невозможно записать в файл языка -

source: The language files folder
da_dk: Sprogfil mappen
es_es: La carpeta de archivos de lenguaje
id_id: Folder file bahasa
it_it: La directory dei file di lingua
ka_ge: ენის ფაილების დირექტორია
pt_br: A pasta de arquivo de idiomas
pt_pt: A pasta de ficheiros de idioma
ru_ru: В папке языковых файлов

source: SQL script execution failed in line %d: %s
da_dk: SQL script udførelse mislykkedes på linje %d: %s
es_es: Ejecución del script SQL falló en linea %d: %s
id_id: Eksekusi skrip SQL gagal pada baris %d: %s
it_it: L'esecuzione dello script SQL è fallita alla linea %d: %s
ka_ge: SQL სკრიპტის ამოქმედება ვერ მოხერხდა %d: %s ხაზში
pt_br: A rotina de execução do SQL falhou na linha %d: %s
pt_pt: Falha execução script SQL na linha %d: %s

source: user online
da_dk: bruger login
es_es: usuario en linea
id_id: Pengguna online
it_it: Utente online
ka_ge: მომხმარებელი ხაზზეა
pt_br: usuário online
pt_pt: utilizador online
ru_ru: Пользователь онлайн

source: users online
da_dk: brugere login
es_es: usuarios en linea
id_id: Pengguna online
it_it: utenti online
ka_ge: მომხმარებლები ხაზზეა.
pt_br: usuários online
pt_pt: utilizadores online
ru_ru: Пользователи онлайн

source: Voided.
da_dk: Nulstillet.
es_es: Anulado.
id_id: Dibatalkan (Void).
it_it: Annullato.
ka_ge: გაუქმებულია.
pt_br: Invalidado.
pt_pt: Anulado.
ru_ru: Аннулирована.

source: &Sales
da_dk: &Salg
es_es: &Ventas
id_id: &1 Penjualan
it_it: &Vendite
ka_ge: გაყიდვები
pt_br: Vendas
pt_pt: &Vendas
ru_ru: Продажи

source: Transactions
da_dk: Transaktioner
es_es: Transacciones
id_id: Transaksi
it_it: Transazioni
ka_ge: ტრანზაქციები
pt_br: Transações
pt_pt: Transações
ru_ru: Сделки

source: Sales &Quotation Entry
da_dk: Salgs Tilbudsindtastning
es_es: &Entrada de Presupuesto
id_id: Input Penawaran Penjualan (&P)
it_it: Inserimento &Preventivo di Vendita
ka_ge: გაყიდვების შეთავაზების ჩანაწერი
pt_br: Entrar com Cotação de Venda
pt_pt: Registar &Orçamento de Venda
ru_ru: Продажи цитаты вход

source: Sales &Order Entry
da_dk: Salgs Ordreindtastning
es_es: Introducción de &Pedido
id_id: Input Order Penjualan (&O)
it_it: Inserimento &Ordine di Vendita
ka_ge: გაყიდვების შეკვეთის ჩანაწერი
pt_br: Entrar com Pedido de Venda
pt_pt: Registar &Encomenda de Cliente
ru_ru: Ввести заказы продаж

source: Direct &Delivery
da_dk: Direkte Levering
es_es: Entrega &Directa
id_id: Input Pengiriman Langsung (&K)
it_it: &Consegna diretta
ka_ge: სასაქონლო ზედნადები
pt_br: Entrar com Pedido de Venda e Entrega
pt_pt: Registar En&trega sem Encomenda
ru_ru: Прямые поставки

source: Direct &Invoice
da_dk: Direkte Fakturering
es_es: &Factura Directa
id_id: Input Tagihan Langsung (&T)
it_it: &Fattura diretta
ka_ge: პირდაპირი ინვოისი
pt_br: Entrar com Pedido de Venda, Entrega e Fatura
pt_pt: Registar &Fatura
ru_ru: Прямые счета

source: &Delivery Against Sales Orders
da_dk: Levering Mod Salgsordre
es_es: Procesar &Transporte de pedidos
id_id: Input Pengiriman Terhadap Order Penjualan (&D)
it_it: &Consegna contro Ordini di Vendita
ka_ge: სასაქონლო ზედნადები შეკვეთებზე
pt_br: Converter Pedido de Venda em Entrega
pt_pt: &Converter Encomendas em Entrega
ru_ru: Поставка против Заказы

source: &Invoice Against Sales Delivery
da_dk: Faktura Mod Salgslevering
es_es: Factura Contra Entrega de &Ventas
id_id: Input Tagihan Terhadap Pengiriman (&I)
it_it: &Fattura contro Consegna di Venduto
ka_ge: ინვოისი სასაქონლო ზედნადებზე
pt_br: Converter Entrega em Fatura de Venda
pt_pt: Con&verter Entregas em Fatura
ru_ru: Счет Против продажи с доставкой

source: &Template Delivery
da_dk: Leveringsskabelon
es_es: &Plantilla de Entrega
id_id: Template Pengiriman
it_it: &Template Consegna
ka_ge: ნიმუში სასაქონლო ზედნადები
pt_br: Entrega de Modelo
pt_pt: Template para Documento de Entrega
ru_ru: Шаблоны доставки

source: &Template Invoice
da_dk: Fakturaskabelon
es_es: P&lantilla de Factura
id_id: Template Tagihan
it_it: &Template Fattura
ka_ge: ნიმუში ინვოისი
pt_br: Modelo de Fatura
pt_pt: Template para Doc&umento Fatura
ru_ru: Шаблон счета

source: &Create and Print Recurrent Invoices
da_dk: Opr./Udsk. Gent. Fakturaer
es_es: Crear e &Imprimir Facturas Recurrentes
id_id: Buat dan Cetak Tagihan Berulang
it_it: &Crea e Stampa Fatture Ricorrenti
ka_ge: შექმენი და დაბეჭდე მრავალჯერადი ინვოისები
pt_br: Criar e Imprimir Faturas Recorrentes
pt_pt: Criar e &Imprimir Faturação de Avenças
ru_ru: Создание и печать повторяющихся счетов

source: Customer &Payments
da_dk: Debitor Indbetalinger
es_es: Pa&gos de Cliente
id_id: Pembayaran Pelanggan (&B)
it_it: &Pagamenti Cliente
ka_ge: მომხმარებლის გადახდები
pt_br: Registrar Pagamentos de Clientes
pt_pt: &Pagamentos de Clientes
ru_ru: Платежи клиентов

source: Customer &Credit Notes
da_dk: Debitor Kreditnota
es_es: No&tas de Crédito de Cliente
id_id: Nota Kredit Pelanggan (&N)
it_it: Nota di &Credito Cliente
ka_ge: მომხმარებლის კრედიტ მემოები
pt_br: Notas de Créditos de Clientes
pt_pt: Clientes e &Notas Crédito
ru_ru: Клиент и кредитные записки

source: &Allocate Customer Payments or Credit Notes
da_dk: &Alloker Kunde Betalinger eller Kreditnotaer
es_es: &Asignar Pagos de Cliente o Notas de Crédito
id_id: Alokasi Pembayaran atau Nota Kredit Pelanggan (&A)
it_it: &Stanzia Pagamenti o Note di Credito Cliente
ka_ge: გაანაწილე მომხმარებლის გადახდები ან კრედიტ მემოები
pt_br: Alocar Pagamentos de Clientes ou Notas de Créditos
pt_pt: &Liquidação de Movimentos de Clientes
ru_ru: Выделить клиентских платежей или кредитных записей

source: Inquiries and Reports
da_dk: Oversigter og rapporter
es_es: Búsquedas y Reportes
id_id: Pencarian dan Laporan
it_it: Ricerche e Report
ka_ge: დაკითხვა და რეპორტები
pt_br: Consultas e Relatórios
pt_pt: Consultas e Relatórios
ru_ru: Запросы и отчеты

source: Sales Quotation I&nquiry
da_dk: Salgs Tilbuds Forespørgsel
es_es: &Consulta de Presupuestos
id_id: Pencarian Penawaran
it_it: R&icerca Preventivi di Vendita
ka_ge: გაყიდვების შეთავაზების დაკითხვა
pt_br: Consultar Cotações de Venda
pt_pt: Consulta O&rçamentos de Clientes
ru_ru: Продажи запроса ценовых предложений

source: Sales Order &Inquiry
da_dk: Salgs Ordre Forespørgsel
es_es: Consultar &Pedidos
id_id: Pencarian Order Penjualan
it_it: &Ricerca Ordine di Vendita
ka_ge: გაყიდვების შეკვეთის დაკითხვა
pt_br: Consultar Pedidos de Venda
pt_pt: Consultar Enco&mendas de Clientes
ru_ru: Продажи порядок запрос

source: Customer Transaction &Inquiry
da_dk: Debitorpostering & undersøgelse
es_es: Consultar &Transacciones de Cliente
id_id: Pencarian Transaksi Pelanggan
it_it: &Ricerca Transazione Cliente
ka_ge: მომხმარებლის ტრანზაქციის დაკითხვა
pt_br: Consultar Transações dos Clientes
pt_pt: Consultar Tran&sações de Clientes
ru_ru: Запрос клиента транзакций

source: Customer Allocation &Inquiry
da_dk: Debitorstyring Undersøgelse
es_es: Consultar &Asignaciones a Cliente
id_id: Pencarian Alokasi Pelanggan
it_it: &Ricerca Attribuzione Cliente
ka_ge: მომხმარებლის განაწილების დაკითხვა
pt_br: Consultar Alocações dos Clientes
pt_pt: Consultar Li&quidações de Clientes
ru_ru: Распределение клиентов и запросов

source: Customer and Sales &Reports
da_dk: Debitor og Salgs Rapporter
es_es: &Reportes de Clientes y Ventas
id_id: Laporan Penjualan dan Pelanggan (&R)
it_it: &Report Cliente e Vendite
ka_ge: მომხმარებლის და გაყიდვების რეპორტები
pt_br: Relatórios de Clientes e Vendas
pt_pt: Rel&atórios de Clientes e Vendas
ru_ru: Клиент и отчеты о продажах

source: Maintenance
da_dk: Vedligeholdelse
es_es: Mantenimiento
id_id: Pengaturan
it_it: Manutenzione
ka_ge: მოვლა
pt_br: Manutenção
pt_pt: Manutenção
ru_ru: Обслуживание

source: Add and Manage &Customers
da_dk: Opret og Vedligehold &Kunder
es_es: &Agregar y Gestionar Clientes
id_id: Tambah dan Atur Pelanggan (&L)
it_it: Aggiungi e Gestisci &Clienti
ka_ge: დაამატე და მართე მომხმარებლები
pt_br: Adicionar e Editar Clientes
pt_pt: Adicionar e Editar &Clientes
ru_ru: Добавить и Управление клиентами

source: Customer &Branches
da_dk: Debitor Afdelinger
es_es: &Sucursales de Cliente
id_id: Pengaturan Cabang (&B)
it_it: &Divisioni Cliente
ka_ge: მომხმარებლის ფილიალები
pt_br: Unidades dos Clientes
pt_pt: &Filiais de Clientes
ru_ru: Клиент и филиалов

source: Sales &Groups
da_dk: Salgs Grupper
es_es: &Grupos de Ventas
id_id: Grup Penjualan
it_it: &Gruppi di Vendita
ka_ge: გაყიდვების ჯგუფები
pt_br: Segmentos dos Clientes
pt_pt: &Grupos de Vendas
ru_ru: Продажи и групп

source: Recurrent &Invoices
da_dk: Gentagende Fakturaer
es_es: &Facturas Recurrentes
id_id: Tagihan Berulang
it_it: &Fatture Ricorrenti
ka_ge: მრავალჯერადი ინვოისები
pt_br: Faturas Recorrentes
pt_pt: &Definição de Avenças
ru_ru: Повторяющихся счетов

source: Sales T&ypes
da_dk: Salgs Typer
es_es: &Tipos de Venta
id_id: Tipe Penjualan
it_it: T&ipi di Vendita
ka_ge: გაყიდვების ტიპები
pt_br: Tipos de Venda
pt_pt: Tipos de Venda
ru_ru: Продажи Виды

source: Sales &Persons
da_dk: Salgs Personer
es_es: &Vendedores
id_id: Salesman
it_it: &Rappresentanti
ka_ge: გამყიდველები
pt_br: Vendedores
pt_pt: Vendedores
ru_ru: Продажи и лица

source: Sales &Areas
da_dk: Salgs Områder
es_es: &Areas de Venta
id_id: Area Penjualan
it_it: &Aree di Vendita
ka_ge: გაყიდვების ადგილები
pt_br: Áreas de Venda
pt_pt: Áreas de Vendas
ru_ru: Продажи и районы

source: Credit &Status Setup
da_dk: Kreditstatus Indstillinger
es_es: &Configuración del Estado de Crédito
id_id: Pengaturan Status Kredit
it_it: Setup &Stato Credito
ka_ge: საკრედიტო სტატუსის გაწყობა
pt_br: Configuração da Situação de Crédito
pt_pt: Configuração da Situação de Crédito
ru_ru: Кредитов и статус установки

source: &Dimensions
da_dk: &Dimensioner
es_es: &Dimensiones
id_id: &5 Dimensi
it_it: &Dimensioni
ka_ge: განზომილებები
pt_br: Departamentos
pt_pt: C&entros de Custo
ru_ru: Измерений

source: Dimension &Entry
da_dk: Dimension &Post
es_es: &Entrada de Dimensiones
id_id: Input Dimensi (&D)
it_it: &Inserimento Dimensione
ka_ge: განზომილებების ჩანაწერი
pt_br: Entrada de Departamentos
pt_pt: Re&gisto de Centros de Custo
ru_ru: Ввод Измерений

source: &Outstanding Dimensions
da_dk: &Udestående dimensioner
es_es: &Dimensiones Pendientes
id_id: Dimensi yang belum selesai (&O)
it_it: Dimensioni &In Sospeso
ka_ge: შესასრულებელი განზომილებები
pt_br: Departamentos Pendentes
pt_pt: Centros de Custo &Pendentes
ru_ru: Выдающийся измерений

source: Dimension &Inquiry
da_dk: Dimension &Undersøgelse
es_es: &Consultas de Dimensiones
id_id: Pencarian Dimensi (&C)
it_it: &Ricerca Dimensione
ka_ge: განზომილების დაკითხვა
pt_br: Consulta de Departamento
pt_pt: Consulta de &Centros de Custo
ru_ru: Измерение запросов

source: Dimension &Reports
da_dk: Dimension &Rapporter
es_es: &Reportes de Dimensiones
id_id: Laporan Dimensi (&R)
it_it: &Report dimensione
ka_ge: განზომილების რეპორტები
pt_br: Relatórios de Departamento
pt_pt: &Relatórios de Centros de Custo
ru_ru: Отчеть измерений

source: Dimension &Tags
es_es: Eti&quetas de Dimensiones
id_id: Tag Dimensi (&T)
it_it: &Tag dimensione
ka_ge: განზომილების სანიშნები
pt_br: Tags de Departamentos
pt_pt: &Marcadores de Centros de Custo
ru_ru: Метки измерений

source: &Banking and General Ledger
da_dk: &Bank og Finans Bogføring
es_es: &Bancos y Contabilidad
id_id: &6 Bank dan Akun GL
it_it: Contabilità Generale e Bancaria
ka_ge: ბანკი და მთ. წიგნი
pt_br: Bancos e Contabilidade Geral
pt_pt: &Bancos e Contabilidade Geral
ru_ru: Банковская и главная книга

source: &Payments
da_dk: Betalinger
es_es: &Pagos
id_id: Input Pembayaran (&B)
it_it: &Pagamenti
ka_ge: გადახდები
pt_br: Pagamentos
pt_pt: &Pagamentos
ru_ru: Платежи

source: &Deposits
da_dk: Indskud
es_es: &Depósitos
id_id: Input Penerimaan (Deposit) (&D)
it_it: &Depositi
ka_ge: დეპოზიტები
pt_br: Depósitos
pt_pt: &Depósitos
ru_ru: Депозиты

source: Bank Account &Transfers
da_dk: Bankkonto &Overførsler
es_es: &Transferencias de Cuentas Bancarias
id_id: Input Transfer Antar Bank (&T)
it_it: &Trasferimenti Conto Bancario
ka_ge: ბანკის ანგარიშის ტრანსფერები
pt_br: Transferências
pt_pt: &Transferências Bancárias
ru_ru: Трансферы банковского счета

source: &Journal Entry
da_dk: Journaloptegnelse
es_es: &Asiento de Diario
id_id: Input Jurnal (&J)
it_it: &Registrazione
ka_ge: გატარება
pt_br: Entrada Direta no Diário
pt_pt: Entrada no &Diário
ru_ru: Запись журнала

source: &Budget Entry
da_dk: Budget Adgang
es_es: Asiento de &Partida de dinero
id_id: Input Anggaran (Budget) (&A)
it_it: Inserimento &Budget
ka_ge: ბიუჯეტში ჩანაწერი
pt_br: Entrada de Orçamento
pt_pt: Entrada de &Orçamento da Empresa
ru_ru: Бюджетский ввод

source: &Reconcile Bank Account
da_dk: Afstem bankkonto
es_es: &Conciliar Cuenta Bancaria
id_id: Rekonsiliasi Akun Bank (&R)
it_it: &Riconcilia Conto Bancario
ka_ge: დაადარე ბანკის ანგარიში
pt_br: Reconciliar Conta Corrente
pt_pt: &Reconciliação Bancária
ru_ru: Согласование банковского счета

source: Revenue / &Costs Accruals
es_es: Ingresos / &Costes Devengados
id_id: Penerimaan / Biaya Akrual
it_it: Entrate / &Costi Ratei
ka_ge: ამონაგები / ხარჯების დარიცხვა
pt_pt: Rece&ita / Acréscimos Custos
ru_ru: Доход / Стоимость Начисления

source: &Journal Inquiry
da_dk: Journal undersøgelse
es_es: &Consulta de Diario
id_id: Pencarian Jurnal
it_it: Ricerca nel Libro &Giornale
ka_ge: ჟურნალის დაკითხვა
pt_br: Consultar o Diário
pt_pt: Consulta de D&iários
ru_ru: Журнал запросов

source: GL &Inquiry
da_dk: Bogførings Undersøgelse
es_es: &Consulta de Libro Mayor
id_id: Pencarian Akun GL (&G)
it_it: &Ricerca nella Contabilità Generale
ka_ge: მთ.წიგნის დაკითხვა
pt_br: Consulta no GL
pt_pt: Cons&ulta Registos Contabilísticos
ru_ru: Запрос главной книги

source: Bank Account &Inquiry
da_dk: Bankkonto &Undersøgelse
es_es: Consultar Cuenta de &Bancos
id_id: Pencarian Akun Bank
it_it: &Ricerca Conto Bancario
ka_ge: ბანკის ანგარიშის დაკითხვა
pt_br: Consulta de Conta Corrente
pt_pt: Extrato Conta Bancária
ru_ru: Банковский счет запрос

source: Ta&x Inquiry
da_dk: Afgift Forespørgsel
es_es: Consulta de &Impuesto
id_id: Pencarian Pajak (&X)
it_it: Ricerca Ta&ssa
ka_ge: საგადასახადო დაკითხვა
pt_br: Consultar Impostos
pt_pt: Consulta Impostos
ru_ru: Налоговый запрос

source: Trial &Balance
da_dk: Råbalance
es_es: &Balance de Comprobación
id_id: Neraca Saldo (&N)
it_it: &Bilancio di Verifica
ka_ge: საცდელი ბალანსი
pt_br: Balancete
pt_pt: B&alancete
ru_ru: Пробный баланс

source: Balance &Sheet Drilldown
da_dk: Balance &Ark Detaljefokus
es_es: Balance &Detallado
id_id: Rincian Neraca Saldo (&S)
it_it: Dettagli &Bilancio
ka_ge: ფინ. პოზიციის უწყისის გაშიფვრა
pt_pt: &Balanço
ru_ru: Развернутый баланс

source: &Profit and Loss Drilldown
da_dk: Profit og Tab Detaljeret visning
es_es: &Estado de Ganacias y Pérdidas
id_id: Rincian Laba Rugi (&P)
it_it: Dettagli &Profitti e Perdite
ka_ge: მოგება/ზარალის უწყისის გაშიფვრა
pt_pt: Res&umo de Lucros e Perdas
ru_ru: Прибыль и убытки

source: Banking &Reports
da_dk: Bank &Rapporter
es_es: &Reportes Financieros
id_id: Laporan Bank (&L)
it_it: &Report Bancari
ka_ge: ბანკის რეპორტები
pt_br: Relatórios Bancários
pt_pt: Re&latórios Bancários
ru_ru: Банковские отчеты

source: General Ledger &Reports
da_dk: Bogførings Rapporter
es_es: R&eportes Contables
id_id: Laporan Akun GL
it_it: &Report Contabilità Generale
ka_ge: მთ. წიგნის რეპორტები
pt_br: Relatórios do Livro Razão
pt_pt: Relatórios do Livro do Ra&zão
ru_ru: Главная книга - отчеты

source: Bank &Accounts
da_dk: &Bankkonti
es_es: &Cuentas Bancarias
id_id: Akun Bank
it_it: &Conti Bancari
ka_ge: ბანკის ანგარიშები
pt_br: Contas Correntes
pt_pt: &Contas Bancárias
ru_ru: Банковские счета

source: &Quick Entries
da_dk: Hurtige Indtastninger
es_es: &Entrada Rápida
it_it: Inserimenti &Veloci
ka_ge: სწრაფი გატარებები
pt_br: Entradas Rápidas
pt_pt: Entradas &Rápidas
ru_ru: Быстрый записи

source: Account &Tags
da_dk: Konto &Tags
es_es: &Etiquetas de las Cuentas
id_id: Tag Akun
it_it: &Tag Conto
ka_ge: ანგარიშის სანიშნები
pt_br: Marcadores de Contas
pt_pt: Marcadores de Conta
ru_ru: Счета и метки

source: &Currencies
da_dk: &Valutaer
es_es: &Monedas
id_id: Mata Uang
it_it: &Valute
ka_ge: ვალუტები
pt_br: Moedas
pt_pt: &Moedas
ru_ru: Валюты

source: &Exchange Rates
da_dk: Valutakurser
es_es: &Tasas de Cambio
id_id: Nilai Tukar Mata Uang
it_it: &Tassi di Cambio
ka_ge: გაცვლითი კურსები
pt_br: Taxas de Câmbio
pt_pt: Taxa&s de Câmbio
ru_ru: Курсы валют

source: &GL Accounts
da_dk: Bogførings Konti
es_es: &Cuentas de Libro Mayor
id_id: Akun GL
it_it: Conti di contabilità &generale
ka_ge: საბალანსო ანგარიშები
pt_br: Contas do GL
pt_pt: Pla&no de Contas
ru_ru: Счеты главной книги

source: GL Account &Groups
da_dk: Bogførings Konto grupper
es_es: &Grupos de Cuentas de Libro Mayor
id_id: Grup Akun GL
it_it: &Gruppi di Conto di contabilità generale
ka_ge: საბალანსო ანგარიშების ჯგუფები
pt_br: Grupos de Conta do GL
pt_pt: &Grupos do Plano de Contas
ru_ru: Группы счетов главной книги

source: GL Account &Classes
da_dk: Bogførings Konto klasser
es_es: &Clases de Cuentas de Libro Mayor
id_id: Kelas Akun GL
it_it: &Classi di Conto di contabilità generale
ka_ge: საბალანსო ანგარიშების კლასები
pt_br: Classes de Conta do GL
pt_pt: &Classes do Plano de Contas
ru_ru: Классы счетов главной книги

source: &Revaluation of Currency Accounts
da_dk: Re-evaluering af Valuta Konti
es_es: &Revaluación de las Cuentas de Corriente
id_id: Revaluasi Akun Mata Uang
it_it: &Rivalutazione dei Conti Valuta
ka_ge: სავალუტო ანგარიშების გადაფასება
pt_pt: Rea&valiação de contas monetárias
ru_ru: Переоценка валютных счетов

source: &Items and Inventory
da_dk: &Varer og Lager
es_es: &Artículos e Inventario
id_id: &3 Barang dan Inventaris
it_it: &Articoli e Inventario
ka_ge: დასახელებები და მარაგები
pt_br: Itens e Estoque
pt_pt: &Artigos e Inventário
ru_ru: Товары и склад

source: Inventory Location &Transfers
da_dk: Lagerplads overførsler
es_es: &Transferencias de Ubicación de Inventario
id_id: Input Transfer antar lokasi inventaris (&T)
it_it: &Trasferimenti Sede Inventario
ka_ge: მარაგების მდებარეობის ტრანსფერები
pt_br: Transferências de Localização de Estoque
pt_pt: &Transferências de Localização de Stock
ru_ru: Расположение склада передачи

source: Inventory &Adjustments
da_dk: Lagerreguleringer
es_es: &Ajustes de Inventario
id_id: Penyesuaian Inventaris (Adjustment) (&A)
it_it: &Rettifica Inventario
ka_ge: მარაგების დაზუსტება
pt_br: Ajustes de Estoque
pt_pt: Acertos de &Stock
ru_ru: Склад Корректировки

source: Inventory Item &Movements
da_dk: Lagervare bevægelser
es_es: &Movimientos de Artículos del Inventario
id_id: Perpindahan Barang Inventaris (&M)
it_it: &Movimenti Articolo Inventario
ka_ge: მარაგების მოძრაობები
pt_pt: &Movimentos de Inventário de Artigo
ru_ru: Пункт склад движения

source: Inventory Item &Status
da_dk: Lagervare Status
es_es: &Estado del Artículo de Inventario
id_id: Status Barang Inventaris (&S)
it_it: &Stato Articolo Inventario
ka_ge: მარაგების სტატუსი
pt_br: Estado do Item no Estoque
pt_pt: &Estado de Stock do Artigo
ru_ru: Статус товаров на складе

source: Inventory &Reports
da_dk: Lagerrapporter
es_es: Reportes de &Inventario
id_id: Laporan Inventaris (&L)
it_it: &Report Inventario
ka_ge: მარაგების რეპორტები
pt_br: Relatórios do Estoque
pt_pt: &Relatórios de Stock
ru_ru: Складский отчет

source: &Items
da_dk: &Varer
es_es: &Artículos
id_id: Barang (&I)
it_it: &Articoli
ka_ge: დასახელებები
pt_br: Itens
pt_pt: &Artigos
ru_ru: Товары

source: &Foreign Item Codes
da_dk: Udenlandske Varekoder
es_es: &Códigos de Artículos Externos:
id_id: Tambahan Kode Barang (Foreign Item Codes)
it_it: Codici &Esteri Articolo
ka_ge: EAN კოდები
pt_br: Códigos de Itens Estrageiro
pt_pt: Códigos E&xternos de Artigo
ru_ru: Иностранные коды товара

source: Sales &Kits
da_dk: Salgs Kits
es_es: &Ventas de Kits
id_id: Kit Penjualan
it_it: &Set di Vendita
ka_ge: კომპლექტების გაყიდვები
pt_br: Kits de Vendas
pt_pt: &Kits de Vendas
ru_ru: Продажи наборов

source: Item &Categories
da_dk: Vare &Kategorier
es_es: &Categorías de Artículos
id_id: Kategori Barang (&L)
it_it: Categorie di Articolo
ka_ge: დასახელებების კატეგორიები
pt_br: Categorias de Itens
pt_pt: &Categorias de Artigos
ru_ru: Категории товаров

source: Inventory &Locations
da_dk: Lagerpladser
es_es: &Ubicaciones del Inventario
id_id: Lokasi Inventaris
it_it: &Sedi Inventario
ka_ge: მარაგების მდებარეობები
pt_br: Locais de Estoque
pt_pt: &Localizações de Stock
ru_ru: Местоположение складов

source: &Units of Measure
da_dk: &Måleenheder
es_es: &Unidades de Medida
id_id: Satuan Ukur (&U)
it_it: &Unità di Misura
ka_ge: საზომი ერთეული
pt_br: Unidades de Medida
pt_pt: &Unidades de Medida
ru_ru: Единицы измерения

source: &Reorder Levels
da_dk: Bestillings Niveauer
es_es: &Niveles de Reorden
id_id: Batas Level Minimal untuk melakukan Pesanan Ulang (&Reorder Level)
it_it: Livelli per il riassortimento
ka_ge: განმეორებითი შეკვეთის ზღვარი
pt_br: Reordenar os Níveis
pt_pt: Reordenar &Níveis
ru_ru: Порядок уровней

source: Pricing and Costs
da_dk: Priser og Omkostninger
es_es: Precios y Costes
id_id: Harga dan Biaya
it_it: Prezzi e Costi
ka_ge: ფასები და თვიღირებულება
pt_br: Preços e Custos
pt_pt: Preços e Custos
ru_ru: Цена и расходы

source: Sales &Pricing
da_dk: Salgs Priser
es_es: &Precios de Venta
id_id: Harga Jual (&J)
it_it: &Prezzi di Vendita
ka_ge: გასაყიდი ფასები
pt_br: Preço de Venda
pt_pt: Preços de &Venda
ru_ru: Продажи цены

source: Purchasing &Pricing
da_dk: Indkøbs Priser
es_es: &Precios de Compra
id_id: Harga Beli (&B)
it_it: &Prezzi di Acquisto
ka_ge: შესასყიდი ფასები
pt_br: Preço de Compra
pt_pt: Preços de &Compra
ru_ru: Закупки цены

source: Standard &Costs
da_dk: Standard Omkostninger
es_es: &Costes Estándares
id_id: Harga/Biaya Standar (&H)
it_it: &Costi Standard
ka_ge: სტანდარტული თვითღირებულება
pt_br: Custos Padrão
pt_pt: Atualização Custo &Base de Artigos
ru_ru: Стандартные расходы

source: &Manufacturing
da_dk: &Produktion
es_es: &Manufactura
id_id: &4 Manufaktur/Perakitan
it_it: &Produzione
ka_ge: წარმოება
pt_br: Produção
pt_pt: &Produção
ru_ru: Производство

source: Work &Order Entry
da_dk: Arbejdsordre Indtastning
es_es: &Introducción de Orden de Trabajo
id_id: Input Order Perakitan (&P)
it_it: Inserimento &Commessa
ka_ge: სამუშაოს შეკვეთის ჩანაწერი
pt_br: Entrar com Ordem de Produção
pt_pt: Entrada &Ordem de Produção
ru_ru: Работа с вводами заказов
