Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: Select a different purchase order for receiving goods against
da_dk: Vælg en anden indkøbsorder ved mottagelse af gods mod
es_es: Seleccione una orden de compra diferente para efectuar la recepción de bienes
id_id: Pilih penerimaan untuk order pembelian yang lain
it_it: Seleziona un ordine di acquisto differente per cui ricevere articoli
ka_ge: აირჩიე სხვა შესყიდვის შეკვეთა მასზე საქონლის მისაღებად
pt_pt: Seleccione uma requisição de compra diferente para efectuar a recepção de mercadorias
ru_ru: Выберите другой заказ на поставку для получения товаров от

source: Re-Read the updated purchase order for receiving goods against
da_dk: Læs ind den opdaterede indkøbsordre igen for gods mod
es_es: Revise la orden de compra actualizada sobre la que se recepcionaran bienes
id_id: Buka lagi order pembelian
it_it: Rivedere gli ordini di acquisto aggiornati per riceverne la merce
ka_ge: განაახლე შეცვლილი შესყიდვების შეკვეთა მასზე საქონლის მისაღებად
pt_pt: Deve reler a requisição de compra para poder procedar à recepção de bens
ru_ru: Перечитайте порядок обновления покупки для получения товаров от

source: Items to Receive
da_dk: Varer at modtage
es_es: Artículos a Recibir
id_id: Barang yang diterima
it_it: Articoli da Ricevere
ka_ge: მისაღები დასახელებები
pt_br: Itens a Receber
pt_pt: Artigos a Receber
ru_ru: Товары к получению

source: Process Receive Items
da_dk: Modtag varer
es_es: Pocesar Artículos Recibidos
id_id: Proses penerimaan barang
it_it: Processa Ricezione Articoli
ka_ge: დაამუშავე დასახელებების მიღება
pt_br: Processar Recebimento de Itens
pt_pt: Processar Artigos Recebidos
ru_ru: Процесс получать предметы

source: Supplier credit note has been processed.
da_dk: Kreditor kreditnota er gemt
es_es: La nota de crédito del proveedor ha sido procesada.
id_id: Nota kredit pemasok berhasil diproses
it_it: La nota di credito fornitore è stata processata.
ka_ge: მომწოდებლის კრედიტ მემო დამუშავებულია.
pt_br: Nota de crédito foi processada.
pt_pt: Nota de crédito do fornecedor foi processada.
ru_ru: К сведению поставщиков кредитных был обработан.

source: View this Credit Note
da_dk: Vise kreditnotaen
es_es: Ver esta Nota de Crédito
id_id: Tampilkan Nota Kredit ini
it_it: Visualizza questa nota di credito
ka_ge: დაათვალიერე ეს კრედიტ მემო
pt_br: Visualizar esta Nota de Crédito
pt_pt: Visualizar esta Nota de Crédito
ru_ru: Посмотреть этот кредит-ноты

source: View the GL Journal Entries for this Credit Note
da_dk: Vis bilag for denne kreditnota
es_es: Ver los Asientos de Diario para esta Nota de Crédito
it_it: Visualizza le registrazioni di contabilità generale per questa Nota di Credito
ka_ge: დაათვალიერე ამ კრედიტ მემოს გატარებები
pt_br: Vizualizar Entradas no Diário para esta Nota de Crédito
pt_pt: Visualizar a Entrada no Diário para esta Nota Crédito
ru_ru: Просмотр GL Записи журнала для этого кредит-ноты

source: Enter Another Credit Note
da_dk: Opret en ny kreditnota
es_es: Introducir Otra Nota de Crédito
id_id: Masukkan Nota Kredit lain
it_it: Iserisci un'altra nota di credito
ka_ge: შეიყვანე სხვა კრედიტ მემო
pt_br: Entrar Outra Nota de Crédito
pt_pt: Registar Outra Nota de Crédito
ru_ru: Введите другой кредитной Примечание

source: The account code entered is not a valid code, this line cannot be added to the transaction.
da_dk: Angivet kontonummer er ugyldig. Linien kan ikke lægges til bilaget.
es_es: El código de la cuenta introducida no es válido, esta línea no puede ser adicionada a la transacción.
id_id: Kode akun tidak valid. Baris ini tidak dapat ditambahkan ke transaksi.
it_it: Il codice conto inserito non è valido, questa riga non può essere aggiunta alla transazione.
ka_ge: შეყვანილი ანგარიშის კოდი არასწორია, ეს რიგი ტრანზაქციას ვერ დაემატება.
pt_br: Este código de conta digitado não é um código válido, esta linha não pode ser adicionada para a transação.
pt_pt: O código de conta digitado não é um código válido, esta linha não pode ser adicionada para a transação.

source: The amount entered is not numeric. This line cannot be added to the transaction.
da_dk: Angivet beløb er ikke numerisk. Linien kan ikke lægges til bilaget.
es_es: El importe introducido no es numérico. Esta línea no puede ser adicionada a la transacción.
id_id: Jumlah yang dimasukkan bukan berupa angka. Baris ini tidak dapat ditambahkan ke transaksi.
it_it: L'importo inserito non è numerico. Questa riga non può essere aggiunta alla transazione.
ka_ge: შეყვანილი თანხა არ არის რიცხვი. ეს რიგი ტრანზაქციას ვერ დაემატება.
pt_br: A quantia digitada não é numérico. Esta linha não pode ser adicionada para a transação.
pt_pt: O valor digitado não é numérico. Esta linha não pode ser adicionada para a transação.

source: The credit note cannot be processed because the there are no items or values on the invoice. Credit notes are expected to have a charge.
da_dk: Denne kreditnota kan ikke behandles da der ikke findes nogle varer eller øvrige linjer på fakturaen. Kreditnotaer forventes at have et beløb.
es_es: La nota de crédito no puede ser procesada porque no existen artículos ni valores en la factura. Las notas de crédito deben tener un cargo.
id_id: Nota kredit tidak dapat diproses karena tidak ada baris atau nilai pada tagihan. Nota kredit diharuskan memiliki nilai.
it_it: La nota di credito non può essere processata perchè non ci sono articoli o valorisulla fattura. Le note di credito devono avere un importo.
ka_ge: კრედიტ მემოს დამუშავება შეუძლებელია, რადგან ინვოისი ცარიელია. ზოგადად კრედიტ მემოები ხარჯების გასაქვითია.
pt_br: A nota de crédito não pode ser processada porque não há itens ou valores na fatura. Notas de crédito deverão ter um custo.
pt_pt: A nota de crédito não pode ser processada porque não existem artigos ou valores na fatura. Notas de crédito deverão apresentar sempre um valor.

source: The credit note as entered cannot be processed because the date entered is not valid.
da_dk: Kreditnotaen som angives kan ikke behandles da datoen er ugyldig.
es_es: La nota de crédito introducida no puede procesarse porque la fecha no es válida.
id_id: Nota kredit tidak dapat diproses karena tanggal input tidak valid
it_it: La nota di credito inserita non può essere processata perchè la data inserita non è valida.
ka_ge: შეყვანილი კრედიტ მემოს დამუშევება შეუძლებელია, რადგან თარიღი არასწორია.
pt_br: Não é possível processar a nota de crédito digitada porque a data digitada não é válida.
pt_pt: Não é possível processar a nota de crédito porque a data digitada não é válida.

source: The invoice as entered cannot be processed because the due date is in an incorrect format.
da_dk: Fakturaen som angives kan ikke behandles da datoen er ugyldig.
es_es: La factura introducida no puede procesarse porque la fecha de vencimiento esta en formato incorrecta.
id_id: Tagihan tidak dapat diproses karena format tanggal jatuh tempo salah
it_it: La fattura inserita non può essere processata perchè la scadenza è in un formato non corretto.
ka_ge: შეყვანილი ინვოისის დამუშავება შეუძლებელია, რადგან გადახდის თარიღი არასწორ ფორმატშია.
pt_br: Não é possível processar a fatura digitada porque a data devida está em um formato incorreto.
pt_pt: Não é possível processar a fatura digitada porque a data de vencimento está num formato incorreto.

source: The return cannot be processed because there is an insufficient quantity for item:
es_es: El retorno no puede ser procesado porque hay insuficiente cantidad para el artículo:
id_id: Pengembalian tidak dapat diproses karena kuantitas barang tidak cukup:
ka_ge: დაბრუნება ვერ დამუშავდება რადგან არასაკმარისი რაოდენობაა შემდეგი დასახ-თვის:
pt_pt: O retorno não pode ser processado porque existe uma quantidade insuficiente de produto:

source: The quantity to credit must be numeric and greater than zero.
da_dk: Antallet at kreditere skal være numerisk og større end 0.
es_es: La cantidad de crédito debe ser numérico y mayor que cero.
id_id: Kuantitas dikredit harus angka lebih dari nol.
it_it: La quantità da accreditare deve essere numerica e maggiore di zero.
ka_ge: დასაკრედიტებელი რაოდენობა უნდა იყოს რიცხვი და ნულზე მეტი.
pt_br: A quantidade de crédito deve ser numérico e maior que zero.
pt_pt: A quantidade do crédito deve ser numérico e maior que zero.
ru_ru: Количество кредитных должно быть числовым и больше нуля.

source: The price is either not numeric or negative.
da_dk: Priset er enten ikke numerisk eller negativ.
es_es: El precio no es numérico o es negativo.
id_id: Harga harus angka lebih dari nol.
it_it: Il prezzo non è numerico o è negativo.
ka_ge: ფასი ან რიცხვი არ არის ან უარყოფითია.
pt_br: O preço é ou não numérico ou negativo.
pt_pt: O preço tem que ser numérico e positivo.
ru_ru: Цена либо не числовое или отрицательным.

source: Enter Credit Note
da_dk: Angiv kreditnota
es_es: Introducir Nota de Crédito
id_id: Buat Nota Kredit
it_it: Inserisci nota di credito
ka_ge: შეიყვანე კრედიტ მემო
pt_br: Entrar Nota de Crédito
pt_pt: Registar Nota de Crédito
ru_ru: Введите кредит-ноты

source: Enter Supplier Invoice
da_dk: Registrer kreditor faktura
es_es: Introducir Factura de Proveedor
id_id: Buat Tagihan Pemasok
it_it: Inserici fattura fornitore
ka_ge: შეიყვანე მომწოდებლის ინვოისი
pt_br: Entre Fatura de Fornecedor
pt_pt: Registar Fatura a Fornecedor
ru_ru: Введите Поставщик Счет

source: Supplier invoice has been processed.
da_dk: Kreditor faktura er gemt.
es_es: La Factura de Proveedor ha sido procesada.
id_id: Tagihan pemasok berhasil diproses.
it_it: La fattura del fornitore è stata processata.
ka_ge: მომწოდებლის ინვოისი დამუშავებულია.
pt_br: Fatura de fornecedor foi processada.
pt_pt: Fatura de fornecedor foi processada.
ru_ru: Поставщик счет-фактура был обработан.

source: View this Invoice
da_dk: Vis denne faktura
es_es: Ver esta Factura
id_id: Tampilkan tagihan ini
it_it: Visualizza questa fattura
ka_ge: დაათვალიერე ეს ინვოისი
pt_br: Visualizar esta fatura
pt_pt: Visualizar esta fatura
ru_ru: Смотреть счета

source: Enter Another Invoice
da_dk: Opret en ny faktura
es_es: Introducir Otra Factura
id_id: Masukkan tagihan lain
it_it: Inserisci un'altra fattura
ka_ge: შეიყვანე სხვა ინვოისი
pt_br: Entrar Outra Fatura
pt_pt: Registar Outra Fatura
ru_ru: Введите другой счетов

source: The invoice cannot be processed because the there are no items or values on the invoice. Invoices are expected to have a charge.
da_dk: Fakturaen kan ikke behandles da der ikke findes varer eller værdier på fakturaen. Fakturaer forventes at have en værdi.
es_es: Esta factura no puede ser procesada porque no existen artículos ni valores de otro tipo en la factura. Las facturas deben tener un cargo.
id_id: Tagihan tidak dapat diproses karena tidak ada baris atau nilai pada tagihan. Tagihan harus ada nilainya.
it_it: La fattura non può essere processata perchè non ci sono articoli o valori. Ci si aspetta che la fattura abbia un addebito.
ka_ge: ინვოისის დამუშავება შეუძლებელია, რადგან იგი ცარიელია. ზოგადად ინვოისი უნდა შეიცავდეს დარიცხულ ხარჯს.
pt_br: Não é possível processar esta fatura porque não há itens ou valores na fatura. As faturas deverão ter um custo.
pt_pt: Não é possível processar esta fatura porque não existem artigos ou valores na fatura. As faturas deverão apresentar sempre um valor.

source: The invoice as entered cannot be processed because the invoice date is in an incorrect format.
da_dk: Fakturaen kan ikke behandles da fakturadatoen er ugyldig.
es_es: La factura introducida no puede ser procesada porque la fecha tiene un formato incorrecto.
id_id: Tagihan tidak dapat diproses karena format tanggal tagihan salah.
it_it: La fattura inserita non può essere processata perchè la data è in un formato scorretto.
ka_ge: ინვოისის დამუშავება შუეუძლებელია, რადგან თარიღი არასწორ ფორმატშია.
pt_br: Não é possível processar a fatura porque a data da fatura está em um formato incorreto.
pt_pt: A fatura não pode ser processada, porque a data da fatura está num formato incorreto.

source: The quantity to invoice must be numeric and greater than zero.
da_dk: Fakturaens antal skal være numerisk og større end 0.
es_es: La cantidad a facturar debe ser numérico y mayor que cero.
id_id: Kuantitas ditagih harus angka lebih dari nol.
it_it: La quantità da fatturare deve essere numerica e maggiore di zero.
ka_ge: დასაინვოისირებელი რაოდენობა უნდა იყოს ნულზე მეტი რიცხვი.
pt_br: A quantidade para fatura deve ser numérico e maior que zero.
pt_pt: A quantidade da fatura deve ser numérica e maior que zero.
ru_ru: Количество, чтобы счет-фактура должен быть числовым и больше нуля.

source: The price is not numeric.
da_dk: Priset er ikke numerisk.
es_es: El precio no es numérico.
id_id: Harga tidak berupa angka.
it_it: Il prezzo non è numerico.
ka_ge: ფასი უნდა იყოს რიცხვობრივი.
pt_br: O preço não é numérico.
pt_pt: O preço não é numérico.
ru_ru: Цена не является числовым.

source: The price being invoiced is more than the purchase order price by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
da_dk: Prisen som faktureres er højere end indkøbsordreprisen inklusiv tilladt overfakturering. Systemet opsætning vil ikke tillade dette. Tal med systemadministratoren for at få rettet disse parametrer om nødvendigt.
es_es: El precio que está siendo facturado es mayor que el precio de orden de compra por sobre el porcentaje de sobre-cargo permitido. El sistema esta configurado para prohibir esto. Contacte al administrador de sistema para modificar los parámetros de configuración si es necesario.
id_id: Harga ditagih melebihi harga order pembelian + % batas over-charge yang diijinkan. Sistem melarang ini. Hubungi administrator sistem untuk mengubah parameter jika diperlukan.
it_it: Il prezzo fatturato è superiore al prezzo sull'ordine di acquistoin termini superiori alla percentuale concessa. Il sistema vieta questo.L'amministratore di sistema può modificare i parametri di set-up se necessario.
ka_ge: ინვოისირებული ფასი მეტია ვიდრე შესყიდვის შეკვეთის ფასი დასაშვები ჭარბი დაკისრების კოეფიცინტის გათვალისწინებით. სისტემა ისეა მოწყობილი რომ ეს არ დაუშვას. თუ საჭიროა პარამეტრების მოდიფიცირება, დაუკაშირდი ადმინისტრატორს.
pt_br: O preço a faturar é maior que o preço do pedido de compra e do acréssimo permitido. O sistema foi configurado para impedir este lançamento. Veja o administrador para modificar a configuração se necessário.
pt_pt: O preço faturado é superior ao preço da requisição de compra mais a percentagem de excesso permitido. O sistema está configurado para proibir esta operação. Consulte o administrador do sistema para modificar o conjunto de parâmetros, se necessário.

source: The over-charge percentage allowance is :
da_dk: Tilladt overfakturerings procent er :
es_es: El porcentaje de sobre-cargo permitido es :
id_id: Persentase over-charge yang diijinkan :
it_it: Il limite della percentuale di maggiorazione è
ka_ge: ჭარბი დაკისრების შეღავათის პროცენტი არის:
pt_br: O subsídio de percentuais de encargo é :
pt_pt: A percentagem de excesso de carga permitido é :
ru_ru: Чрезмерного заряда процент пособия:

source: The quantity being invoiced is more than the outstanding quantity by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
da_dk: Antallet på fakturaen er større end det udestående + tilladte overfaktureringsprocent. Kontakt systemadministratoren for at rette dette om nødvendigt.
es_es: La cantidad facturada es mayor que la cantidad pendiente por sobre el porcentaje de sobre-cargo permitido. El sistema esta configurado para prohibir esto. Contacte al administrador de sistema para modificar los parámetros de configuración en caso de ser necesario.
id_id: Kuantitas ditagih melebihi kuantitas yang belum ditagih + % batas over-charge. Sistem melarang ini. Hubungi administrator sistem untuk mengubah parameter jika diperlukan.
it_it: La quantità ricevuta è più alta della quantità in sospeso in maniera superiore alla percentuale di maggiorazione concessa. Il sistema lo vieta.L'amministratore di sistema può modificare i parametri di set-up se necessario.
ka_ge: ინვოისირებული რაოდენობა მეტია ვიდრე შესასრულებელი რაოდენობა დასაშვები ჭარბი დაკისრების კოეფიცინტის გათვალისწინებით. სისტემა ისეა მოწყობილი რომ ეს არ დაუშვას. თუ საჭიროა პარამეტრების მოდიფიცირება დაუკავშირდი ადმინისტრატორს.
pt_br: A quantidade facturada é maior que a quantidade pendente por mais que o percentual de encargo permitido. O sistema está configurado para proibir isto. Veja o administrador para modificar os parâmentros de configuração se necessário.
pt_pt: A quantidade facturada é maior que a quantidade pendente mais a percentagem de excesso carga permitido. O sistema está configurado para proibir esta operação. Consulte o administrador do sistema para modificar os parâmetros de configuração, se necessário.

source: All yet non-invoiced items on delivery line # %d has been removed.
da_dk: Alle endnu ikke fakturerede varer på levering linje # %d er blevet fjernet.
es_es: Todos los artículos aún no facturados en la línea de entrega Nº %d han sido eliminados.
id_id: Semua barang belum ditagih pada baris pengiriman # %d berhasil dihapus.
it_it: Gli articoli non ancora fatturati nella riga di consegna # %d sono stati rimossi.
ka_ge: ყველა ჯერ დასაინვოისირებელი დასახელება მოწოდების რიგში # %d წაშლილია.
pt_br: Todos os itens ainda não faturados na entrega de linha # %d foram removidos.
pt_pt: Todos os artigos da requisição Nº %d ainda não faturados foram removidos.

source: Enter Invoice
da_dk: Registrer faktura
es_es: Introducir Factura
id_id: Buat Tagihan
it_it: Inserisci fattura
ka_ge: შეიყვანე ინვოისი
pt_br: Entrar Fatura
pt_pt: Registar Fatura
ru_ru: Введите счета

source: Supplier Payment Entry
da_dk: Kreditor Betalings post
es_es: Entrada de Pago a Proveedor
id_id: Pembayaran ke pemasok
it_it: Inserimento pagamento fornitore
ka_ge: მომწოდებლის გადახდის ჩანაწერი
pt_br: Entrada de Pagamento de Fornecedor
pt_pt: Entrada Pagamento de Fornecedor
ru_ru: Вступление Поставщик оплаты

source: Invalid purchase invoice number.
da_dk: Ugyldig købs fakturanummer.
es_es: Factura de compra invalida número.
id_id: Nomor tagihan pembelian tidak valid.
it_it: Numero fattura acquisto non valido.
ka_ge: არასწორი შესყიდვის ინვოისის ნომერი.
pt_pt: Número fatura compra inválido.
ru_ru: Неверный номер счета-фактуры.

source: Payment has been sucessfully entered
da_dk: Udbetalingen er registreret
es_es: El pago ha sido introducido exitosamente
id_id: Pembayaran berhasil dimasukkan.
it_it: Il pagamento è stato inserito con successo
ka_ge: გადახდა შეყვანილია.
pt_br: O pagamento foi inserido com sucesso
pt_pt: O pagamento foi inserido com sucesso
ru_ru: Оплата были успешно внесены

source: &Print This Remittance
da_dk: Udskriv denne overførsel
es_es: &Imprimir Este Remitente
id_id: Cetak Remittance ini (&C)
it_it: &Stampa questo pagamento
ka_ge: დაბეჭდე ეს გადარიცხვა
pt_pt: &Imprimir este Pagamento
ru_ru: Печать денежных переводов

source: &Email This Remittance
da_dk: E-mail denne Overførsel
es_es: Enviar &Mail a Este Remitente
id_id: Email Remittance ini (&E)
it_it: Invia tramite &Email questo pagamento
ka_ge: გააგზავნე ელ.ფოსტით ეს გადარიცხვა
pt_pt: &Enviar este Pagamento por E-mail
ru_ru: Пошлите это денежные переводы

source: View the GL &Journal Entries for this Payment
da_dk: Se Bogførings Journal poster for denne betaling
es_es: Ver los &Asientos de Diario para este Pago
it_it: Visualizza le registrazioni di contabilità generale per questo Pagamento
ka_ge: დაათვალიერე გატარებები ამ გადახდისთვის
pt_br: Vizualizar as Entradas no Diários de GL para este Pagamento
pt_pt: Visualizar Entrada no &Diário para este Pagamento
ru_ru: Просмотр GL Записи в журнале для этой оплаты

source: The entered discount is invalid or less than zero.
da_dk: Angiven rabat er ugyldig eller mindre end nul.
es_es: El descuento introducido es inválido o menor que cero.
id_id: Diskon yang dimasukkan tidak valid atau kurang dari nol.
it_it: Lo sconto inserito non è valido o è minore di zero.
ka_ge: შეყვანილი ფასდათმობა არასწორია ან ნაკლებია ნულზე.
pt_br: O desconto digitado é menor que zero ou inválido.
pt_pt: O desconto digitado é inválido ou menor que zero.
ru_ru: Введенные скидки является недействительным или меньше нуля.

source: The total of the amount and the discount is zero or negative. Please enter positive values.
da_dk: Summen af beløbet og rabatten er nul eller negativ. Angiv positive værdier.
es_es: El total del monto y el descuento es negativo o cero. Por favor introduzca valores positivos.
id_id: Jumlah total termasuk diskon nol atau negatif. Silakan masukkan nilai positif.
it_it: Il totale dell'importo e dello sconto è zero o negativo. Inserire valori positivi.
ka_ge: თანხის ჯამი და ფასდათმობა ნულია ან ნაკლები. შეიყვანე დადებითი რიცხვი.
pt_br: O valor total está zerado ou o desconto é negativo. Por favor digite valores positivos.
pt_pt: O valor total com os descontos é zero ou negativo. Por favor digite valores positivos.

source: The entered bank amount is zero or negative.
id_id: Nilai bank yang dimasukkan nol atau negatif.
pt_pt: O valor para o banco é zero ou negativo.

source: Payment To:
da_dk: Udbetaling til:
es_es: Pago A:
id_id: Pembayaran ke:
it_it: Pagamento a:
ka_ge: გადაუხადე:
pt_br: Pagamento Para:
pt_pt: Pagamento Para:
ru_ru: Получатель платежа:

source: From Bank Account:
da_dk: Fra bankkonto:
es_es: De Cuenta Bancaria:
id_id: Dari Akun Bank:
it_it: Da Conto Bancario:
ka_ge: ბანკის ნაგარიშიდან:
pt_br: Da Conta:
pt_pt: Da Conta Bancária:
ru_ru: С банковского счета:

source: Date Paid
da_dk: Bet.dato
es_es: Fecha de Pago
id_id: Tanggal Pembayaran
it_it: Data di pagamento
ka_ge: გადახდის თარიღი
pt_br: Data Pago
pt_pt: Data Pagamento
ru_ru: Дата Платные

source: Amount of Discount:
da_dk: Rabatbeløb:
es_es: Importe de Descuento:
id_id: Jumlah Diskon:
it_it: Importo dello sconto:
ka_ge: ფასდათმობის თანხა:
pt_br: Quantia de Desconto:
pt_pt: Valor de Desconto:
ru_ru: Сумма со скидкой:

source: Amount of Payment:
da_dk: Udbetalingsbeløb:
es_es: Importe de Pago:
id_id: Jumlah Pembayaran:
it_it: Importo del pagamento:
ka_ge: გადახდის თანხა:
pt_br: Quantia de Pagamento:
pt_pt: Valor de Pagamento:
ru_ru: Сумма оплаты:

source: Enter Payment
da_dk: Registrer udbetaling
es_es: Introducir Pago
id_id: Masukkan Pembayaran
it_it: Inserisci pagamento
ka_ge: შეიყვანე გადახდა
pt_br: Entrar Pagamento
pt_pt: Registar Pagamento
ru_ru: Введите оплаты

source: View Purchase Order Delivery
da_dk: Vis indkøbsordre modtagelse
es_es: Ver Entrega de Orden de Compra
id_id: Tampilkan penerimaan order pembelian
it_it: Visualizza Consegna Ordine d'Acquisto
ka_ge: დაათვალიერე შესყიდვის შეკვეთის მოწოდება
pt_br: Vizualizar Entrega de Pedido de Compra
pt_pt: Visualizar Entrega da Requisição de Compra
ru_ru: Доставка заказа

source: This page must be called with a Purchase Order Delivery number to review.
da_dk: Denne side skal kaldes med et indkøbsordre modtagelsesnummer.
es_es: Esta página debe ser llamada con un número de Entrega de Orden de Compra para revisar.
id_id: Halaman ini hanya dapat dipanggil dengan Nomor Penerimaan pembelian untuk di-review.
it_it: Questa pagina deve essere richiamata con un numero di consegna di ordine di acquisto
ka_ge: დასათვალიერებლად ეს გვერდი უნდა გამოიძახო შესყიდვის შეკვეთის მოწოდების ნომრის საშუალებით.
pt_br: Está página deve ser chamada com o número de Entrega do Pedido de Compra para revisão.
pt_pt: Está página deve ser chamada com o número de Ordem de Entrega de Compra para revisão.

source: Line Details
da_dk: Linje detaljer
es_es: Detalles de la Línea
id_id: Detil baris
it_it: Dettagli riga
ka_ge: რიგის დეტალები
pt_br: Detalhes do Pedido
pt_pt: Detalhes da Linha
ru_ru: Линия Подробнее
