Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: Issue #
da_dk: Allokering #
es_es: Nº Emisión
id_id: Pengambilan #
it_it: Emissione #
ka_ge: გაწერის #
pt_br: Pendência #
pt_pt: Emissão Nº
ru_ru: Выпуск #

source: For Work Order #
da_dk: For arbejdsordre #
es_es: Para Orden de Trabajo Nº
id_id: Untuk Perakitan #
it_it: Per commessa #
ka_ge: საწარმოო შეკვეთისთვის #
pt_br: Para Ordem de Produção #
pt_pt: Para Ordem Produção Nº
ru_ru: Для работы приказом №

source: To Work Centre
da_dk: Til værksted
es_es: Para Área de Producción
id_id: Pada worksop
it_it: A Centro di Lavoro
ka_ge: საწარმოო ცენტრზე
pt_br: Para Centro de Produção
pt_pt: Para Centro de Produção
ru_ru: Работать центр

source: Date of Issue
da_dk: Dato for allokering
es_es: Fecha de Emisión
id_id: Tanggal Pengambilan
it_it: Data di emissione
ka_ge: გაწერის თარიღი
pt_br: Data de Pendêcia
pt_pt: Data de Emissão
ru_ru: Дата выдачи

source: This issue has been voided.
da_dk: Denne allokering er nulstillet.
es_es: Esta emisión ha sido anulada.
id_id: Pengambilan ini berhasil dibatalkan (void).
it_it: Questa emissione è stata annullata.
ka_ge: ეს გაწერა გაუქმებულია
pt_br: Está pendência foi invalidada.
pt_pt: Esta emissão foi anulada.
ru_ru: Эта проблема была аннулирована.

source: There are no items for this issue.
da_dk: Det findes ingen varer for denne allokering.
es_es: No existen artículos para esta emisión.
id_id: Tidak ada barang pada pengambilan ini.
it_it: Non ci sono articoli per questa emissione.
ka_ge: დასახელებები არ არის მოცემული გაწერისთვის.
pt_br: Não há itens para esta pendência.
pt_pt: Não existem artigos para esta emissão.
ru_ru: Есть нет товаров для этой проблемы.

source: Component
da_dk: Komponent
es_es: Componente
id_id: Komponen
it_it: Componente
ka_ge: კომპონენტი
pt_br: Componente
pt_pt: Componente
ru_ru: Компонент

source: Items for this Issue
da_dk: Varer for denne allokering
es_es: Artículos para esta Emisión
id_id: Barang pada pengambilan ini
it_it: Articoli per questa emissione
ka_ge: დასახელებები გაწერისთვის
pt_br: Itens para esta Pendência
pt_pt: Artigos para esta Emissão
ru_ru: Товары для этого выпуска

source: View Work Order Production
da_dk: Vis arbejdsordre produktion
es_es: Ver Producción de la Orden de Trabajo
id_id: Tampilkan Produksi Perakitan
it_it: Visualizza commessa di produzione
ka_ge: დაათვალიერე საწარმოო შეკვეთის წარმოება
pt_br: Vizualizar Produção da Ordem de Produção
pt_pt: Visualizar Produção da Ordem de Produção
ru_ru: Просмотр производства работ Заказать

source: Production #
da_dk: Produktion #
es_es: Nº Producción
id_id: Produksi #
it_it: Produzione #
ka_ge: წარმოების #
pt_br: Produção #
pt_pt: Produção Nº
ru_ru: Производство #

source: Quantity Manufactured
da_dk: Antal produceret
es_es: Cantidad Manufacturada
id_id: Kuantitas Dimanufaktur
it_it: Quantità Prodotta
ka_ge: წარმოებული რაოდენობა
pt_br: Quantidade Fabricada
pt_pt: Quantidade Fabricada
ru_ru: Количество Изготовитель

source: This production has been voided.
da_dk: Denne produktion er nulstillet.
es_es: Esta producción ha sido anulada.
id_id: Produksi ini berhasil dibatalkan (void).
it_it: Questa produzione è stata annullata.
ka_ge: ეს წარმოება გაუქმებულია.
pt_br: Está produção foi invalidada.
pt_pt: Esta produção foi anulada.
ru_ru: Эта продукция была аннулирована.

source: View Work Order
da_dk: Vis arbejdsorder
es_es: Ver Orden de Trabajo
id_id: Tampilkan order perakitan
it_it: Visualizza commessa
ka_ge: დაათვალიერე საწარმოო შეკვეთა
pt_br: Vizualizar Ordem de Produção
pt_pt: Visualizar Ordem de Produção
ru_ru: Просмотр Work Order

source: BOM for item:
da_dk: Materialespecifikation for vare:
es_es: LM para artículo:
id_id: BOM untuk barang:
it_it: Distinta base per articolo:
ka_ge: საწარმოო ზედნადები დასახელებისთვის:
pt_br: Lista de material para item:
pt_pt: Lista de material para artigo:
ru_ru: Спецификация продуктов:

source: Work Order Requirements
da_dk: Arbejdsorder behov
es_es: Requerimientos de la Orden de Trabajo
id_id: Kebutuhan Perakitan
it_it: Requisiti Commessa
ka_ge: საწარმოო შეკვეთის მოთხოვნები
pt_br: Requisitos de Ordem de Produção
pt_pt: Requisitos da Ordem de Produção
ru_ru: Заказ-наряд требования

source: Issues
da_dk: Allokeringer
es_es: Emisiones
id_id: Pengambilan
it_it: Emissioni
ka_ge: გაწერები
pt_br: Pendências
pt_pt: Emissões
ru_ru: Вопросы

source: Productions
da_dk: Produktioner
es_es: Producciones
id_id: Produksi
it_it: Produzioni
ka_ge: წარმოებები
pt_br: Produções
pt_pt: Produções
ru_ru: Производствы

source: Additional Costs
da_dk: Tillægsomkostninger
es_es: Costes Adicionales
id_id: Biaya Tambahan
it_it: Costi aggiuntivi
ka_ge: დამატებითი ხარჯები
pt_br: Custo Adicional
pt_pt: Custos Adicionais
ru_ru: Дополнительные затрата

source: This work order has been voided.
da_dk: Arbejdsordren er nulstillet.
es_es: Esta orden de trabajo ha sido anulada.
id_id: Perakitan ini berhasil dibatalkan (void).
it_it: Questa commessa è stata annullata.
ka_ge: ეს საწარმოო შეკვეთა გაუქმებულია.
pt_br: Está ordem de produção foi invalidada.
pt_pt: Esta ordem de produção foi anulada.
ru_ru: Эта работа порядке были признаны недействительными.

source: There are no manufactured or kit items defined in the system.
da_dk: Der findes ingen producerede enheder eller sammensatte varer defineret i systemet.
es_es: No existen artículos manufacturados o kits definidos en el sistema.
id_id: Belum ada barang yang dapat dimanufaktur atau barang kit dalam sistem.
it_it: Non ci sono prodotti o set di articoli definiti nel sistema.
ka_ge: წარმოებული ან ნაკრები დასახელებები არ არის განსაზღვრული სისტემაში.
pt_br: Não há kits ou itens fabricados definidos no sistema.
pt_pt: Não existe kits ou artigos fabricados definidos no sistema.
ru_ru: Есть никаких промышленных или набор элементов, определенных в системе.

source: Select a manufacturable item:
da_dk: Vælg en produceret vare:
es_es: Seleccione un artículo manufacturable:
id_id: Pilih barang yang dapat dimanufaktur:
it_it: Seleziona un articolo da produrre:
ka_ge: აირჩიე საწარმეობელი დასახელება:
pt_br: Selecione um item fabricável:
pt_pt: Selecione um artigo fabricado:
ru_ru: Выберите технологичный элемент:

source: All Costs Are In:
da_dk: Alla omkostn. er i:
es_es: Todos los Costes Están En:
id_id: Termasuk Semua Biaya:
it_it: Tutti i costi sono in:
ka_ge: ყველა ხარჯი გათვალისწინებულია:
pt_br: Todos os custos estão em:
pt_pt: Todos os Custos estão em:
ru_ru: Все цены указаны в:

source: Inventory Item Where Used Inquiry
da_dk: Søg producerede varer ud fra komponent
es_es: Consultar Uso de Inventario
id_id: Pencarian Penggunaan Barang Inventaris dalam Rakitan
it_it: Ricerca Articoli ad inventario dove usati
ka_ge: მარაგების დასახელების მოხმარების დაკითხვა
pt_pt: Consulta Onde foi Utilizado um Artigo em Stock
ru_ru: Инвентаризация товар Где используется запрос

source: Select an item to display its parent item(s).
da_dk: Vælg en vare for at vise hvilke producerede varer den indgår i:
es_es: Seleccione un artículo para mostrar su(s) artículo(s) padre(s).
id_id: Pilih barang untuk menampilkan kegunaannya dalam rakitan (parent item).
it_it: Seleziona un articolo per visualizzare il suo/i articolo/i genitore.
ka_ge: აირჩიე დასახელება მისი მშობელი დასახელებ(ებ)ის საჩვენებლად
pt_br: Selecione um item para mostrar os item(s) relacionados.
pt_pt: Selecione um artigo para mostrar o(s) artigo(s) relacionados.
ru_ru: Выберите элемент, чтобы отобразить товара(ов).

source: Parent Item
da_dk: Produceret vare
es_es: Artículo Padre
it_it: Articolo Genitore
ka_ge: მშობელი დასახელება
pt_br: Relativo Item
pt_pt: Artigo Relacionado
ru_ru: Родительского товар

source: Work Centre
da_dk: Værksted
es_es: Área de Producción
id_id: Lokasi Perakitan
it_it: Centro di Lavoro
ka_ge: საწარმოო ცენტრი
pt_br: Centro de Produção
pt_pt: Centro de Produção
ru_ru: Рабочий центр

source: Quantity Required
da_dk: Antal som indgår i
es_es: Cantidad Requerida
id_id: Kuantitas dibutuhkan
it_it: Quantità Richiesta
ka_ge: საჭირო რაოდენობა
pt_br: Quantidade Necessário
pt_pt: Quantidade Necessária
ru_ru: Необходимое количество

source: Bill Of Materials
da_dk: Materialespecifikationer
es_es: Lista de Materiales
id_id: BOM
it_it: Distinta base
ka_ge: საწარმოო ზედნადები
pt_br: Lista De Materiais
pt_pt: Lista de Materiais
ru_ru: Ведомость материалов

source: There are no work centres defined in the system. BOMs require at least one work centre be defined.
da_dk: Der findes ingen værksteder defineret i systemet. Materialespecifikationer skal bruge mindst et værksted.
es_es: No existen áreas de producción definidas en el sistema. Las LDMs requieren que se defina al menos un área de producción.
id_id: Belum ada lokasi perakitan dalam sistem. BOM membutuhkan paling tidak satu lokasi perakitan.
it_it: Non ci sono centri di lavoro definiti nel sistema. La DiBa richiede almeno un centro di lavoro definito.
ka_ge: საწარმოო ცენტრები არ არის განსაზღვრული სისტემაში. საწარმოო ზედნადებს სჭირდება მინიმუმ ერთი საწარმოო ცენტრი.
pt_br: Não há centro de produção definido no sistema. A lista de material necessita que ao menos um centro de produção seja definido.
pt_pt: Não existe centro de produção definido no sistema. A lista de materiais necessita de pelo menos um centro de produção definido.

source: Code
da_dk: Nummer
es_es: Código
id_id: Kode
it_it: Codice
ka_ge: კოდი
pt_br: Código
pt_pt: Código
ru_ru: Код

source: Selected component has been updated
da_dk: Valgt komponent er opdateret.
es_es: El componente seleccionado ha sido actualizado
id_id: Komponen yang dipilih berhasil diubah
it_it: Il componente selezionato è stato aggiornato
ka_ge: არჩეული კომპონენტი განახლებულია
pt_br: Componente selecionado foi atualizado
pt_pt: Componente selecionado foi atualizado
ru_ru: Выбранные компоненты были обновлены

source: A new component part has been added to the bill of material for this item.
da_dk: Et nyt komponent er tilføjet denne materialespecifikation
es_es: Una nueva parte de componente ha sido agregada a la cuenta de materiales para este artículo.
id_id: Part komponen baru berhasil ditambahkan pada rakitan barang ini.
it_it: Un nuovo componente è stato aggiunto alla distinta base per questo articolo.
ka_ge: ახალი კომპონენტის ნაწილი დამატებულია ამ დასახელების საწარმოო ზედნადებზე.
pt_br: Uma nova parte de componente foi adicionada para a lista de material para este item.
pt_pt: Uma nova parte de componente foi adicionada para a lista de material para este artigo.

source: The selected component is already on this bom. You can modify it's quantity but it cannot appear more than once on the same bom.
da_dk: Valgt komponent findes allerede på denne materialespecifikation. Du kan modifiera antallet men den kan kun optræde en gang på samme materialespecifikation.
es_es: El componenete seleccionado ya está en esta ldm. Usted puede modificar su cantidad pero no puede aparecer más de una vez en la misma ldm.
id_id: Komponen yang dipilih sudah ada dalam rakitan. Anda dapat mengubah kuantitasnya karena komponen yang sama hanya boleh muncul satu kali.
it_it: La componente selezionata è già presente in questa distinta base. Puoi modificare la sua quantità ma non potrà apparire pià¹ di una volta nello stesso DiBa.
ka_ge: არჩეული კომპონენტი უკვე არის ამ საწარმოო ზედნადებში. შეგიძლია შეცვალო მისი რაოდენობა, მაგრამ მისი ორჯერ ჩართვა შეუძლებელია.
pt_br: O componente selecionado já está na lista de material. Você pode modificar esta quantidade mas isto não pode aparecer mais que um na mesma lista de material.
pt_pt: O componente selecionado já está na lista de material. Pode modificar a quantidade mas não é permitido o mesmo artigo duas vezes na lista de materiais.

source: The selected component is a parent of the current item. Recursive BOMs are not allowed.
da_dk: Valgt komponent er en forældre til denne vare. Rekursiv materialespecifikation er ikke tilladt.
es_es: El componente seleccionado es padre del artículo actual. No se permiten LDMs recursivas.
id_id: Komponen yang dipilih merupakan 'parent' dari barang ini. BOM rekursif tidak diperbolehkan.
it_it: La componente seleziona è parente dell'articolo corrente. DiBa ricorsive non sono permesse
ka_ge: არჩეული კომპონენტი მიმდინარე დასახელების მშობელია. რეკურსიული საწარმოო ზედნადებები არ დაიშვება.
pt_br: O componente selecionado é um relativo do item atual. Recursiva Listas de Materiais não são permitida.
pt_pt: O componente selecionado é relativo ao artigo atual.Listas de Materiais recursivas não é permitido.

source: Location to Draw From:
da_dk: Lokation at plukke fra:
es_es: Extraer de ubicación:
id_id: Lokasi pengambilan:
it_it: Estrarre da sede:
ka_ge: გასაწერი მდებარეობა:
pt_pt: Localização para retirar:
ru_ru: Расположение рисовать От:

source: Work Centre Added:
da_dk: Værksted Tilføjet:
es_es: Área de Producción Adicionada:
id_id: Lokasi Perakitan yang ditambahkan:
it_it: Centro di Lavoro aggiunto
ka_ge: საწარმოო ცენტრი დამატებულია:
pt_br: Centro de Produção Adicionado:
pt_pt: Centro de Produção Adicionado:
ru_ru: Работа Центра Добавлено:

source: Work Centres
da_dk: Værksteder
es_es: Áreas de Producción
id_id: Lokasi perakitan
it_it: Centri di lavoro
ka_ge: საწარმოო ცენტრები
pt_br: Centros de Produção
pt_pt: Centros de Produção
ru_ru: Работа Центров

source: The work centre name cannot be empty.
da_dk: Værksted navn kan ikke være tomt.
es_es: El nombre del área de producción no puede ser vacío.
id_id: Nama Lokasi Perakitan harus diisi.
it_it: Il nome del centro di lavoro non può essere vuoto.
ka_ge: საწარმოო ცენტრის სახელი არ შეიძლება იყოს ცარიელი.
pt_br: O nome de centro de produção deve ser preenchido.
pt_pt: O nome de centro de produção deve ser indicado.
ru_ru: Название работы центра не может быть пустым.

source: Selected work center has been updated
da_dk: Valgt arbejdsordre er opdateret.
es_es: El centro de trabajo seleccionado ha sido actualizado.
id_id: Lokasi perakitan yang dipilih berhasil diubah
it_it: Il centro di lavoro selezionato è stato aggiornato.
ka_ge: არჩეული საწარმოო ცენტრი განახლებულია
pt_br: O centro de produção selecionado foi atualizado
pt_pt: O centro de produção selecionado foi atualizado
ru_ru: Выбранные работы центра были обновлены

source: New work center has been added
da_dk: Et nyt værksted er oprettet.
es_es: Un nuevo centro de trabajo ha sido adicionado.
id_id: Lokasi perakitan baru berhasil ditambahkan
it_it: Il nuovo centro di lavoro è stato aggiunto
ka_ge: ახალი საწარმოო ცენტრი დამატებულია
pt_br: Novo centro de produção foi adicionado
pt_pt: Novo centro de produção foi adicionado
ru_ru: Новый центр работы были добавлены

source: Cannot delete this work centre because BOMs have been created referring to it.
da_dk: Kan ikke slette dette værksted da materialespecifikationer refererer til det.
es_es: No se puede eliminar esta área de producción porque se han creado LDMs referenciándola.
id_id: Tidak dapat menghapus lokasi perakitan ini karena masih digunakan pada BOM.
it_it: Non puoi cancellare questo centro di lavoro perchè sono state create Distinte Base che si riferiscono ad esso.
ka_ge: საწარმოო ცენტრის წაშლა შეუძლებელია, რადგან საწარმოო ზედნადებები არსებობს მასზე მინიშნებით.
pt_br: Não é possível deletar este centro de produção porque foram criadas Listas de Materiais que a utilizam.
pt_pt: Não é possível apagar este centro de produção porque está a ser utilizado nas Listas de Materiais.

source: Cannot delete this work centre because work order requirements have been created referring to it.
da_dk: Kan ikke slette dette værksted da arbejdsordre enheder refererer til det.
es_es: No se puede eliminar esta área de producción porque se han creado requerimientos de órdenes de trabajo referenciandola.
id_id: Tidak dapat menghapus lokasi perakitan ini karena digunakan sebagai syarat pada satu atau lebih order perakitan.
it_it: Non puoi cancellare il centro di lavoro perchè ci sono dei requisiti di commessa che si riferiscono a questo.
ka_ge: საწარმოო ცენტრის წაშლა შეუძლებელია, რადგან საწარმოო შეკვეთის მოთხოვნები შექმნილია მასზე მინიშნებით.
pt_br: Não é possível deletar este centro de produção porque foram criados requisito de ordem de produção que a utilizam.
pt_pt: Não é possível apagar este centro de produção porque está a ser utilizado nos requisitos das ordens de produção.

source: Selected work center has been deleted
da_dk: Valgt værksted er slettet.
es_es: El centro de trabajo seleccionado ha sido eliminado.
id_id: Lokasi perakitan yang dipilih berhasil dihapus
it_it: Il centro di lavoro selezionato è stato cancellato
ka_ge: არჩეული საწარმო ცენტრი წაშლილია
pt_br: O centro de produção selecionado foi delatado
pt_pt: O centro de produção selecionado foi apagado
ru_ru: Выбранная работа центра была удалена

source: description
da_dk: Beskrivelse
es_es: descripción
id_id: keterangan
it_it: descrizione
ka_ge: აღწერილობა
pt_br: descrição
pt_pt: descrição
ru_ru: описание

source: The bill of material for this item is empty.
da_dk: Materialespecifikationen for denne vare er tom.
es_es: La lista de materiales para este artículo está vacía.
id_id: Rincian rakitan barang ini kosong.
it_it: La distinta base per questo articolo è vuota.
ka_ge: საწარმოო ზედნადები ამ დასახელებისთვის ცარიელია.
pt_br: A lista de materiais deste item está vazia.
pt_pt: A lista de materiais deste artigo está vazia.
ru_ru: Законопроект материала для этого пункта пусто.

source: Total Cost
da_dk: Total omkostning
es_es: Coste total
id_id: Biaya total
it_it: Costo totale
ka_ge: ჯამური ხარჯი
pt_br: Custo Total
pt_pt: Custo Total
ru_ru: Общая стоимость

source: There are no Requirements for this Order.
da_dk: Der findes ingen krav for denne ordre.
es_es: No hay requisitos para este pedido.
id_id: Tidak ada syarat/requirement untuk order ini
it_it: Non ci sono Requisiti per questo Ordine.
ka_ge: ამ შეკვეთისთვის მოთხოვნები არ არსებობს.
pt_br: Não há requerimentos para esta Ordem.
pt_pt: Não existem requisitos para esta Ordem.
ru_ru: Есть никаких требований для этого заказа.

source: Unit Quantity
da_dk: Enh
es_es: Cantidad de unidades
id_id: Kuantitas Unit
it_it: Quantità Unitaria
ka_ge: ერთეულის რაოდენობა
pt_br: Quantidade Unitária
pt_pt: Quantidade Unitária
ru_ru: Количество единиц товара

source: Total Quantity
da_dk: Total antal
es_es: Cantidad total
id_id: Kuantitas Total
it_it: Quantità Totale
ka_ge: ჯამური რაოდენობა
pt_br: Quantidade Total
pt_pt: Quantidade Total
ru_ru: Общее число

source: Units Issued
da_dk: Fremstillede
es_es: Unidades producidas
id_id: Unit Diambil
it_it: Unità emesse
ka_ge: გაწერილი ერთეულები
pt_br: Unidades Emitidas
pt_pt: Unidades Emitidas
ru_ru: Единицы Выдано

source: On Hand
da_dk: På lager
es_es: En la mano
id_id: Di Tangan
it_it: Disponibile
ka_ge: ხელზე
pt_br: Disponível
pt_pt: Disponível
ru_ru: На руку

source: Marked items have insufficient quantities in stock.
da_dk: Markerede linier har utilstrækkeligt antal på lager.
es_es: Los artículos marcados tienen cantidades insuficientes en existencia.
id_id: Kuantitas stok kurang pada barang yang ditandai.
it_it: Gli articoli evidenziati sono in giacenza in quantità insufficiente.
ka_ge: მონიშნული დასახელებების საჭირო რაოდენობა არ მოიპოვება.
pt_br: Não há quantidade suficiente dos itens selecionados em estoque.
pt_pt: Artigos selecionados têm quantidades insuficientes em stock.
ru_ru: Отмеченные элементы имеют недостаточное количество в наличии.

source: There are no Productions for this Order.
da_dk: Det findes ingen produktioner for denne ordre.
es_es: No existen producciones para este Pedido.
id_id: Tidak ada Produksi pada Order ini.
it_it: Non ci sono Produzioni per questo Ordine.
ka_ge: ამ შეკვეთისთვის წარმოებაში არ გაშვებულა.
pt_br: Não há produção para esta ordem.
pt_pt: Não existem Produções para esta Ordem.
ru_ru: Есть нет товаров для этого заказа.

source: There are no Issues for this Order.
da_dk: Det findes ingen arbejdsordre for denne ordre.
es_es: No existen emisiones para este pedido.
id_id: Tidak ada Pengambilan pada Order ini.
it_it: Non ci sono distribuzioni per questo ordine.
ka_ge: ამ შეკვეთისთვის მასალები არ გაწერილა.
pt_br: Não há pendências para esta ordem.
pt_pt: Não existem emissões para esta Ordem de Produção.
ru_ru: Есть никаких вопросов по этому заказу.

source: There are no additional costs for this Order.
da_dk: Der er ingen ekstra omkostninger for denne ordre.
es_es: No existen costes adicionales para este Pedido.
id_id: Tidak ada biaya tambahan pada Order ini.
it_it: Non ci sono costi aggiuntivi per questo ordine.
ka_ge: ამ შეკვეთისთვის დამატებითი ხარჯები არ არის.
pt_br: Não há custos adicionais para esta ordem.
pt_pt: Não existem custos adicionais para esta Ordem.
ru_ru: Есть никаких дополнительных затрат для этого заказа.

source: The work order number sent is not valid.
da_dk: Arbejdsordre nummeret sendt er ugyldig.
es_es: El numero de orden de trabajo enviado es inválido.
id_id: Nomor Order Perktian tidak valid.
it_it: Il numero di commessa inviato non è valido.
ka_ge: გაგზავნილი საწარმოო ზედნადების ნომერი არ არის სწორი.
pt_br: O número da ordem de produção enviado não é válido.
pt_pt: O número da ordem de produção enviado não é válido.
ru_ru: Число Порядок работы отправлены не является допустимым.

source: Manufactured Item
da_dk: Produceret
es_es: Artículo manufacturado
id_id: Barang Yang Dimanufaktur
it_it: Articolo Prodotto
ka_ge: წარმოებული დასახელება
pt_br: Item Manufaturado
pt_pt: Artigo Fabricado
ru_ru: Изготовитель товара

source: Into Location
da_dk: Til Lagerplads:
es_es: En ubicación
id_id: Lokasi Tujuan
it_it: In Sede
ka_ge: მდებარეობაში
pt_br: No Local
pt_pt: No Local
ru_ru: В Местонахождение

source: This work order is closed.
da_dk: Arbejdsordren er lukket.
es_es: Esta orden de trabajo está cerrada.
id_id: Order Perakitan ini ditutup/selesai.
it_it: Questa commessa è chiusa.
ka_ge: ეს საწარმოო შეკვეთა დახურულია.
pt_br: Este pedido de produção esta fechado.
pt_pt: Esta ordem de produção está fechada.
ru_ru: Эта работа ордер закрывается.

source: Issue Date:
da_dk: Udstedelsesdato:
es_es: Fecha de emisión:
id_id: Tanggal Pengambilan:
it_it: Data emissione:
ka_ge: გაწერის თარიღი:
pt_br: Data de Emissão:
pt_pt: Data emissão:
ru_ru: Дата выпуска:

source: To Work Centre:
da_dk: Til værksted:
es_es: Al área de producción:
id_id: Lokasi perakitan tujuan:
it_it: A Centro di Lavoro:
ka_ge: საწარმოო ცენტრში:
pt_br: Para o Centro de Produção:
pt_pt: Para o Centro de Produção:
ru_ru: Для работы центра:

source: Return Items to Location
da_dk: Returner varer til lagerplads
es_es: Devolver artículos a la ubicación
id_id: Kembalikan barang ke lokasi
it_it: Rinvia Articoli a Sede
ka_ge: დააბრუნე დასახელებები მდებარეობაში
pt_br: Retornar Itens para o Local
pt_pt: Retornar Artigos para o Local
ru_ru: Вернуться товары в расположение

source: Issue Items to Work order
da_dk: Alloker varer for arbejdsordre
es_es: Emitir artículos a orden de trabajo
id_id: Ambil barang untuk Order Perakitan
it_it: Emetti articoli a commessa
ka_ge: გაწერე დასახელებები საწარმოო შეკვეთაზე
pt_br: -Incluir Itens na Ordem de Produção
pt_pt: Emitir artigos para a ordem de produção
ru_ru: Выпуск товары в Порядок работы

source: Issue of
es_es: Emisión de
id_id: Pengambilan dari
it_it: Emissione di
ka_ge: დასახელების გაწერა
pt_pt: Emissão de
ru_ru: Выпуск

source: Issue to
es_es: Emisión a
id_id: Pengambilan untuk
ka_ge: გაწერა ში
pt_pt: Emissão a
ru_ru: Вопрос

source: Reversed the issue of
es_es: Reversada la emisión de
ka_ge: განახლებული საკითხი
pt_pt: Revervada a emissão de
ru_ru: Обратный вопрос

source: Reversed the issue to
es_es: Reversada la emisión a
ka_ge: განახლებული საკითხი
pt_pt: Revervada a emissão a
ru_ru: Обратный вопрос

source: Production.
da_dk: Produktion
es_es: Producción.
id_id: Produksi.
it_it: Produzione.
ka_ge: წარმოება.
pt_br: Produção.
pt_pt: Produção.
ru_ru: Производство.

source: Reversed the production
es_es: Invertida la producción
ka_ge: შეაბრუნე წარმოება
pt_pt: Produção revertida
ru_ru: Обратный производства
