Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.8-1.po
Languages: ta_in

source: Item tax type definitions
ta_in: பொருள் வரி வகை வரையறைகள்

source: GL accounts edition
ta_in: GL கணக்கு பதிப்புகள்

source: GL account groups
ta_in: GL கணக்கு குழுக்கள்

source: GL account classes
ta_in: GL கணக்கு வகுப்புகள்

source: Quick GL entry definitions
ta_in: விரைவு GL உள்ளீடு வரையறைகள்

source: Bank accounts
ta_in: வங்கி கணக்குகள்

source: Tax rates
ta_in: வரி விகிதங்கள்

source: Tax groups
ta_in: வரி குழுக்கள்

source: Fiscal years maintenance
ta_in: நிதி ஆண்டு பராமரிப்பு

source: Company GL setup
ta_in: நிறுவனம் GL அமைவு

source: GL Account tags
ta_in: GL கணக்கு குறிச்சொற்கள்

source: Closing GL transactions
ta_in: GL பரிவர்த்தனைகளை மூடு

source: Reopening GL transactions
ta_in: GL பரிமாற்றங்களை மீண்டும் திறக்கும்

source: Allow entry on non closed Fiscal years
ta_in: மூடிய நிதி ஆண்டுகளில் நுழைவு அனுமதி

source: Bank transactions view
ta_in: வங்கி பரிவர்த்தனை காட்சி

source: GL postings view
ta_in: ஜிஎல் இடுகைகள் காட்சி

source: Exchange rate table changes
ta_in: பரிமாற்ற விகிதம் அட்டவணை மாற்றங்கள்

source: Bank payments
ta_in: வங்கி செலுத்தும்

source: Bank deposits
ta_in: வங்கி வைப்பு

source: Bank account transfers
ta_in: வங்கி கணக்கு இடமாற்றங்கள்

source: Bank reconciliation
ta_in: வங்கி சமரசம்

source: Manual journal entries
ta_in: கையேடு பத்திரிகை உள்ளீடுகள்

source: Journal entries to bank related accounts
ta_in: வங்கி தொடர்பான கணக்குகளுக்கு ஜர்னல் உள்ளீடுகள்

source: Budget edition
ta_in: பட்ஜெட் பதிப்பு

source: Item standard costs
ta_in: பொருள் நிலையான செலவுகள்

source: GL analytical reports and inquiries
ta_in: GL பகுப்பாய்வு அறிக்கைகள் மற்றும் விசாரணைகள்

source: Tax reports and inquiries
ta_in: வரி அறிக்கைகள் மற்றும் விசாரணைகள்

source: Bank reports and inquiries
ta_in: வங்கி அறிக்கைகள் மற்றும் விசாரணைகள்

source: GL reports and inquiries
ta_in: GL அறிக்கைகள் மற்றும் விசாரணைகள்

source: Cannot retrieve exchange rate for currency %s as of %s. Please add exchange rate manually on Exchange Rates page.
ta_in: %s இன் நாணயத்தை %s க்கு மாற்று விகிதத்தை மீட்டெடுக்க முடியவில்லை. மாற்று விகிதங்கள் பக்கத்தில் கைமுறையாக மாற்று விகிதத்தை சேர்க்கவும்.

source: Before software upgrade you have to include old $security_groups and $security_headings arrays from old config.php file to the new one.
ta_in: மென்பொருள் மேம்படுத்தலுக்கு முன் பழைய config.php கோப்பிலிருந்து பழைய $ security_groups மற்றும் $ security_headings arrays ஐ சேர்க்க வேண்டும்.

source: Back
ta_in: மீண்டும்

source: System is available for site admin only until full database upgrade
ta_in: கணினி முழுமையான தரவுத்தள மேம்படுத்தப்படும் வரை மட்டுமே தள நிர்வாகிக்கு கிடைக்கும்

source: New password for
ta_in: புதிய கடவுச்சொல்

source: Requesting data...
ta_in: தரவு கோருகிறது ...

source: Customer
ta_in: வாடிக்கையாளர்

source: Sales
ta_in: விற்பனை

source: Supplier
ta_in: சப்ளையர்

source: Purchase
ta_in: கொள்முதல்

source: Items
ta_in: பொருட்களை

source: Costs
ta_in: செலவுகள்

source: Performance
ta_in: செயல்திறன்

source: Purchases
ta_in: கொள்முதல்கள்

source: Top %s customers in fiscal year
ta_in: நிதி ஆண்டில் சிறந்த %s வாடிக்கையாளர்கள்

source: Top %s suppliers in fiscal year
ta_in: நிதி ஆண்டில் முதல் %s சதவிகித சப்ளையர்கள்

source: Top %s Manufactured Items in fiscal year
ta_in: நிதி ஆண்டில் முதல் %s உற்பத்திகள்

source: Top %s Fixed Assets
ta_in: மேல் %s நிலையான சொத்துகள்

source: Top %s Sold Items in fiscal year
ta_in: நிதியாண்டில் மேல் %s விற்கப்படும் விற்கப்பட்ட பொருட்கள்

source: Item
ta_in: பொருள்

source: Quantity
ta_in: அளவு

source: Top %s Dimensions in fiscal year
ta_in: நிதி ஆண்டில் முதல் %s பரிமாணங்கள்

source: Class Balances
ta_in: வகுப்பு இருப்புகள்

source: Week
ta_in: வீக்

source: overdue Sales Invoices
ta_in: காலவரையற்ற விற்பனை பற்றுச்சீட்டுகள்

source: Ref.
ta_in: குறிப்புகள்.

source: Branch
ta_in: கிளை

source: Remainder
ta_in: எஞ்சிய

source: Days
ta_in: நாட்களில்

source: Overdue Recurrent Invoices
ta_in: மீள்திருப்பு மீள்திருப்புக்கள்

source: Template No
ta_in: டெம்ப்ளேட் இல்லை

source: Next invoice
ta_in: அடுத்த விலைப்பட்டியல்

source: overdue Purchase Invoices
ta_in: காலதாமதமான கொள்முதல் விலைப்பட்டியல்

source: Bank Account Balances
ta_in: வங்கி கணக்கு இருப்பு

source: %s #%s is closed for further edition.
ta_in: %s #%s மேலும் பதிப்பிற்காக மூடப்பட்டுள்ளது.

source: You have no edit access to transactions created by other users.
ta_in: மற்ற பயனர்களால் உருவாக்கப்பட்ட பரிவர்த்தனைகளுக்கான திருத்த அணுகல் உங்களிடம் இல்லை.

source: The entered reference is invalid.
ta_in: உள்ளிட்ட குறிப்பு தவறானது.

source: The entered reference is already in use.
ta_in: உள்ளிட்ட குறிப்பு ஏற்கனவே பயன்படுத்தப்பட்டுள்ளது.

source: Unhandled exception [%s]: %s.
ta_in: கையாளப்படாத விதிவிலக்கு [%s]: %s.

source: in file
ta_in: கோப்பில்

source: at line
ta_in: வரிசையில்

source: Debug mode database warning:
ta_in: பிழைத்திருத்த முறை தரவுத்தள எச்சரிக்கை:

source: DATABASE ERROR :
ta_in: தரவுத்தள பிழை :

source: The entered information is a duplicate. Please go back and enter different values.
ta_in: உள்ளிட்ட தகவல்கள் ஒரு நகல் ஆகும். தயவுசெய்து திரும்பி சென்று வேறு மதிப்புகளை உள்ளிடவும்.

source: This page is usable only with javascript enabled browsers.
ta_in: Javascript enabled உலாவிகளில் மட்டுமே இந்தப் பக்கம் பயன்படக்கூடியது.

source: No key field '%s' in file '%s'
ta_in: '%s' கோப்பில் '%s' விசை இல்லை

source: Cannot download repo index file.
ta_in: ரெபோ குறியீட்டு கோப்பை பதிவிறக்க முடியவில்லை.

source: OpenSSL have to be available on your server to use extension repository system.
ta_in: நீட்டிப்பு களஞ்சிய முறைமையைப் பயன்படுத்த OpenSSL உங்கள் சர்வரில் இருக்க வேண்டும்.

source: Cannot delete outdated '%s' file.
ta_in: காலாவதியான '%s' கோப்பை நீக்க முடியாது.

source: Release file in repository is invalid, or public key is outdated.
ta_in: களஞ்சியத்தில் வெளியீட்டு கோப்பில் செல்லாதது, அல்லது பொது விசை காலாவதியானது.

source: Repository version does not match application version.
ta_in: களஞ்சிய பதிப்பு பதிப்பு பதிப்போடு பொருந்தவில்லை.

source: Cannot download '%s' file.
ta_in: '%s' கோப்பை பதிவிறக்க முடியவில்லை.

source: Security alert: broken index file in repository '%s'. Please inform repository administrator about this issue.
ta_in: பாதுகாப்பு எச்சரிக்கை: களஞ்சியமாக '%s' இல் உடைந்த குறியீட்டு கோப்பு. இந்த சிக்கல் குறித்து களஞ்சிய நிர்வாகியை தயவுசெய்து தெரிவிக்கவும்.

source: Security alert: broken package '%s' in repository. Please inform repository administrator about this issue.
ta_in: பாதுகாப்பு எச்சரிக்கை: உடைந்த தொகுப்பு '%s' களஞ்சியத்தில். இந்த சிக்கல் குறித்து களஞ்சிய நிர்வாகியை தயவுசெய்து தெரிவிக்கவும்.

source: Package '%s' not found.
ta_in: தொகுப்பு '%s' காணப்படவில்லை.

source: Invalid refline template.
ta_in: செல்லுபடியாகாத புதுப்பிப்பு டெம்ப்ளேட்.

source: Missing refline context data: '%s'
ta_in: Reflim சூழல் தரவை காணவில்லை: '%s'

source: Missing numeric placeholder in refline definition.
ta_in: ரிஃப்ளின் வரையறையில் எண் பெட்டிக்குறியை காணவில்லை.

source: Incorrect Password
ta_in: தவறான கடவுச்சொல்

source: The user and password combination is not valid for the system.
ta_in: பயனர் மற்றும் கடவுச்சொல் சேர்க்கை முறைமைக்கு செல்லுபடியாகாது.

source: If you are not an authorized user, please contact your system administrator to obtain an account to enable you to use the system.
ta_in: நீங்கள் ஒரு அங்கீகரிக்கப்பட்ட பயனர் இல்லை என்றால், கணினியைப் பயன்படுத்த உங்களுக்கு ஒரு கணக்கைப் பெறுவதற்கு உங்கள் கணினி நிர்வாகியை தொடர்பு கொள்ளவும்.

source: Try again
ta_in: மீண்டும் முயற்சி செய்

source: Incorrect Email
ta_in: தவறான மின்னஞ்சல்

source: The email address does not exist in the system, or is used by more than one user.
ta_in: மின்னஞ்சல் முகவரியை கணினியில் இல்லை, அல்லது ஒன்றுக்கு மேற்பட்ட பயனரால் பயன்படுத்தப்படுகிறது.

source: Plase try again or contact your system administrator to obtain new password.
ta_in: தயவு செய்து மீண்டும் முயற்சிக்கவும் அல்லது உங்கள் கணினி நிர்வாகியை புதிய கடவுச்சொல்லைப் பெறவும்.

source: New password sent
ta_in: புதிய கடவுச்சொல் அனுப்பப்பட்டது

source: A new password has been sent to your mailbox.
ta_in: ஒரு புதிய கடவுச்சொல் உங்கள் அஞ்சல் பெட்டிக்கு அனுப்பப்பட்டுள்ளது.

source: Login here
ta_in: இங்கே உள்நுழைக

source: Brute force attack on account '%s' detected. Access for non-logged users temporarily blocked.
ta_in: கணக்கில் '%s' கணக்கில் முரட்டு தாக்குதல் நடத்தப்பட்டது. புகுபதிவு செய்யப்படாத பயனர்களுக்கான அணுகல் தற்காலிகமாக தடுக்கப்பட்டுள்ளது.

source: Security settings have not been defined for your user account.
ta_in: உங்கள் பயனர் கணக்கிற்கான பாதுகாப்பு அமைப்புகள் வரையறுக்கப்படவில்லை.

source: Please contact your system administrator.
ta_in: உங்கள் கணினி நிர்வாகியை தொடர்பு கொள்ளவும்.

source: Please remove $security_groups and $security_headings arrays from config.php file!
ta_in: Config.php கோப்பிலிருந்து $security_groups மற்றும் $security_headings வரிசையை அகற்றவும்!

source: Access to application has been blocked until database upgrade is completed by system administrator.
ta_in: கணினி விளம்பரம் மூலம் தரவுத்தள மேம்படுத்தல் முடிவடையும் வரை பயன்பாட்டுக்கான அணுகல் தடைசெய்யப்பட்டுள்ளது

source: The security settings on your account do not permit you to access this function
ta_in: உங்கள் கணக்கில் உள்ள பாதுகாப்பு அமைப்புகள் இந்தச் செயல்பாட்டை அணுக அனுமதிக்கவில்லை

source: System is blocked after source upgrade until database is updated on System/Software Upgrade page
ta_in: கணினி/மென்பொருள் மேம்படுத்து பக்கத்தில் தரவுத்தளம் மேம்படுத்தப்படும் வரை கணினி மேம்படுத்தல் பிறகு கணினி தடுக்கப்பட்டது

source: Bank Payment
ta_in: வங்கி செலுத்துதல்

source: Bank Deposit
ta_in: வங்கி வைப்பு

source: Funds Transfer
ta_in: நிதி பரிமாற்றம்

source: Sales Invoice
ta_in: விற்பனை விலைப்பட்டியல்

source: Customer Credit Note
ta_in: வாடிக்கையாளர் கடன் குறிப்பு

source: Customer Payment
ta_in: வாடிக்கையாளர் கொடுப்பனவு

source: Delivery Note
ta_in: டெலிவரி குறிப்பு

source: Location Transfer
ta_in: இடம் மாற்றம்

source: Inventory Adjustment
ta_in: சரக்கு சீரமைப்பு

source: Purchase Order
ta_in: கொள்முதல் ஆணை

source: Supplier Invoice
ta_in: சப்ளையர் விலைப்பட்டியல்

source: Supplier Credit Note
ta_in: வழங்குபவர் கடன் குறிப்பு

source: Supplier Payment
ta_in: வழங்குபவர் செலுத்துதல்

source: Purchase Order Delivery
ta_in: கொள்முதல் ஆர்டர் டெலிவரி

source: Work Order
ta_in: பணி ஆணை

source: Work Order Issue
ta_in: வேலை ஆணை வெளியீடு

source: Work Order Production
ta_in: வேலை ஆணை உற்பத்தி

source: Sales Order
ta_in: விற்பனை ஆணை

source: Sales Quotation
ta_in: விற்பனை மேற்கோள்

source: Cost Update
ta_in: செலவு புதுப்பிக்கப்பட்டது

source: Fixed Assets Disposal
ta_in: நிலையான சொத்துகள் அகற்றல்

source: Fixed Assets Revaluation
ta_in: நிலையான சொத்துக்களின் மறு மதிப்பீடு

source: Savings Account
ta_in: சேமிப்பு கணக்கு

source: Chequing Account
ta_in: கணக்கு கணக்கை

source: Credit Account
ta_in: கடன் கணக்கு

source: Cash Account
ta_in: பணக் கணக்கு

source: Transfer
ta_in: மாற்றம்

source: Cheque
ta_in: சரிபார்க்கவும்

source: Cash
ta_in: பணம்

source: Assemble
ta_in: அசெம்பிள்

source: Advanced Manufacture
ta_in: மேம்பட்ட உற்பத்தி

source: Labour Cost
ta_in: தொழிலாளர் செலவு

source: Overhead Cost
ta_in: உற்பத்தி சாராத நிர்வாக செலவு

source: Materials
ta_in: பொருட்கள்

source: Assets
ta_in: சொத்துக்கள்

source: Equity
ta_in: ஈக்விட்டி

source: Income
ta_in: வருமான

source: Cost of Goods Sold
ta_in: விற்ற பொருட்களின் கொள்முதல் விலை

source: Expense
ta_in: செலவு

source: Amount, increase base
ta_in: தொகை, ஆதாரத்தை அதிகரிக்கிறது

source: Amount, reduce base
ta_in: தொகை, அடிப்படை குறைக்க

source: % amount of base
ta_in: % அடிப்படை அளவு

source: % amount of base, increase base
ta_in: % அடிப்படை அளவு, அளவு அதிகரிக்கிறது

source: % amount of base, reduce base
ta_in: % அடிப்படை அளவு, தளத்தை குறைக்கின்றன

source: Taxes added
ta_in: வரிகள் சேர்க்கப்பட்டன

source: Taxes added, increase base
ta_in: வரிகளை சேர்க்க, அடிப்படை அதிகரிக்க

source: Taxes added, reduce base
ta_in: வரிகளை சேர்க்க, அடிப்படை குறைக்க

source: Taxes included
ta_in: வரிகளை உள்ளடக்கியது

source: Taxes included, increase base
ta_in: வரி சேர்க்கப்பட்டுள்ளது, அடிப்படை அதிகரிக்க

source: Taxes included, reduce base
ta_in: வரி சேர்க்கப்பட்டுள்ளது, அடிப்படை குறைக்க

source: Supplier Invoice/Credit
ta_in: சப்ளையர் விலைப்பட்டியல்/கடன்

source: Declining balance
ta_in: சரிவு சமநிலை

source: Straight line
ta_in: நேர் கோடு

source: Sum of the Year Digits
ta_in: ஆண்டு இலக்கங்களின் தொகை

source: One-time
ta_in: ஒரு முறை

source: Manufactured
ta_in: உற்பத்தி

source: Purchased
ta_in: வாங்கப்பட்டது

source: Service
ta_in: சேவை

source: Customer branch
ta_in: வாடிக்கையாளர் கிளை

source: Shipper
ta_in: ஏற்றுமதி செய்பவர்

source: Company internal
ta_in: நிறுவனத்தின் உள்

source: Prepayment
ta_in: முன்செலுத்தல்

source: After No. of Days
ta_in: நாட்கள் எண்ணிக்கைக்குப் பிறகு

source: Day In Following Month
ta_in: மாதம் தொடர்ந்து நாளில்

source: Sum per line taxes
ta_in: வரி வரிகள் ஒன்றுக்கு ஒன்று

source: Taxes from totals
ta_in: மொத்தத்திலிருந்து வரி

source: Unicode (multilanguage)
ta_in: யூனிகோட் (பன்மொழி)

source: Icelandic
ta_in: ஐஸ்லென்டிக்

source: Latvian
ta_in: லேட்வியன்

source: Romanian
ta_in: ரோமேனியன்

source: Slovenian
ta_in: ஸ்லோவேனியன்

source: Polish
ta_in: போலிஷ்

source: Estonian
ta_in: எஸ்டோனியன்

source: Spanish
ta_in: ஸ்பானிஷ்

source: Swedish
ta_in: ஸ்வீடிஷ்

source: Turkish
ta_in: துருக்கிய

source: Czech
ta_in: செக்

source: Danish
ta_in: டேனிஷ்

source: Lithuanian
ta_in: லிதுவேனியன்

source: Slovak
ta_in: ஸ்லோவாக்

source: Spanish (alternative)
ta_in: ஸ்பானிஷ் (மாற்று)

source: Persian
ta_in: பாரசீக

source: Hungarian
ta_in: ஹங்கேரியன்

source: French
ta_in: பிரஞ்சு

source: Italian
ta_in: இத்தாலிய

source: Info
ta_in: தகவல்

source: Optional
ta_in: விருப்ப

source: Recommended
ta_in: பரிந்துரைக்கப்படுகிறது

source: Required
ta_in: தேவையான

source: MySQL version
ta_in: MySQL பதிப்பு

source: Upgrade MySQL server to version at least 4.1
ta_in: குறைந்தபட்சம் 4.1 பதிப்புக்கு MySQL சேவையகத்தை மேம்படுத்தவும்

source: PHP MySQL extension
ta_in: PHP MySQL நீட்டிப்பு

source: Your PHP has to have MySQL extension enabled.
ta_in: உங்கள் PHP MySQL நீட்டிப்பு செயல்படுத்தப்பட வேண்டும்.

source: PHP version
ta_in: PHP பதிப்பு

source: Upgrade PHP to version at least 5.0.0
ta_in: குறைந்தபட்சம் 5.0.0 பதிப்புக்கு PHPஐ மேம்படுத்தவும்

source: Server system
ta_in: சேவையகம் அமைப்பு

source: Session save path
ta_in: அமர்வு சேமி பாதை

source: Removed install wizard folder
ta_in: நிறுவ வழிகாட்டி கோப்புறையை நீக்கியது

source: Not removed
ta_in: அகற்றப்படவில்லை

source: Remove or rename install wizard folder for security reasons.
ta_in: பாதுகாப்பு காரணங்களுக்காக நிறுவ வழிகாட்டி கோப்புறையை நீக்க அல்லது மறுபெயரிடு.

source: Browser type
ta_in: உலாவி வகை

source: Any browser is supported
ta_in: எந்த உலாவி ஆதரிக்கப்படுகிறது

source: Http server type
ta_in: Http சேவையக வகை

source: Any server is supported
ta_in: எந்த சேவையகம் ஆதரிக்கப்படுகிறது

source: Native gettext
ta_in: இவரது வேண்டுகோள்

source: In case of no gettext support, php emulation is used
ta_in: எந்த gettext ஆதரவு, PHP சமநிலை பயன்படுத்தப்படுகிறது

source: Debugging mode
ta_in: பிழைதிருத்தும் முறை

source: To switch debugging on set $go_debug>0 in config.php file
ta_in: Config.php கோப்பில் $go_debug>0 என்ற அமைப்பில் பிழைகளை மாற்றுவதற்கு

source: Error logging
ta_in: உள்நுழைவதில் பிழை

source: Disabled
ta_in: முடக்கப்பட்டது

source: To switch error logging set $error_logging in config.php file
ta_in: பிழை logging ஐ அமைப்பது config.php கோப்பில் $error_logging ஐ அமைக்க

source: Log file is not writeable
ta_in: பதிவு கோப்பு எழுதக்கூடியதாக இல்லை

source: Current database version
ta_in: தற்போதைய தரவுத்தள பதிப்பு

source: Database structure seems to be not upgraded to current version
ta_in: தரவுத்தள வடிவமைப்பு தற்போதைய பதிப்பிற்கு மேம்படுத்தப்படவில்லை

source: Company subdirectories consistency
ta_in: நிறுவனம் துணை அடைவு நிலைத்தன்மையும்

source: '%s' is not writeable
ta_in: '%s' எழுத இயலாது

source: Temporary directory
ta_in: தற்காலிக கோப்பகம்

source: Language configuration consistency
ta_in: மொழி கட்டமைப்பு நிலைத்தன்மையும்

source: Languages folder should be writeable.
ta_in: மொழிகள் கோப்புறை எழுதப்பட வேண்டும்.

source: Languages configuration file should be writeable.
ta_in: மொழிகள் கட்டமைப்பு கோப்பு எழுதப்பட வேண்டும்.

source: Missing %s translation file.
ta_in: %s மொழிபெயர்ப்பு கோப்பை காணவில்லை.

source: Missing system locale: %s
ta_in: கணினி மொழி காணவில்லை: %s

source: Main config file
ta_in: முக்கிய கட்டமைப்பு கோப்பு

source: Can't write '%s' file. Check FA directory write permissions.
ta_in: '%s' கோப்பை எழுத முடியவில்லை. FA அடைவு எழுத அனுமதிகளை சரிபார்க்கவும்.

source: '%s' file exists.
ta_in: '%s' கோப்பு உள்ளது.

source: '%s' file should be read-only
ta_in: '%s' கோப்பு படிக்க-மட்டும் இருக்க வேண்டும்

source: Database auth file
ta_in: தரவுத்தள auth கோப்பு

source: '%s' file should be read-only if you do not plan to add or change companies
ta_in: நிறுவனங்களைச் சேர்க்க அல்லது மாற்றுவதற்கு நீங்கள் திட்டமிடவில்லை என்றால் '%s' கோப்பு வாசிக்க வேண்டும்

source: Extensions system
ta_in: நீட்டிப்புகள் அமைப்பு

source: Extensions configuration files and directories should be writeable
ta_in: நீட்டிப்புகள் கட்டமைப்பு கோப்புகள் மற்றும் கோப்பகங்கள் எழுதப்பட வேண்டும்

source: Non-standard theme directory '%s' is not writable
ta_in: தரமற்ற கோப்பகத்தின் அடைவு '%s' எழுத இயலாது

source: OpenSSL PHP extension have to be enabled to use extension repository system.
ta_in: OpenSSL PHP நீட்டிப்பு நீட்டிப்பு களஞ்சிய அமைப்பு பயன்படுத்த இயலுமைப்படுத்த வேண்டும்.

source: Test
ta_in: டெஸ்ட்

source: Test type
ta_in: சோதனை வகை

source: Value
ta_in: மதிப்பு

source: Comments
ta_in: கருத்துக்கள்

source: Ok
ta_in: சரி

source: Some transactions journal GL postings were not indexed due to lack of audit trail record.
ta_in: சில பரிவர்த்தனைகள் பத்திரிகை ஜி.எல் தகவல்களால் தணிக்கை தடமறிதல் பதிவு இல்லாமை காரணமாக குறியிடப்படவில்லை.

source: Invalid validator string
ta_in: தவறான செல்லுபடியாக்க சரம்

source: Input parameter '%s' have to be set.
ta_in: உள்ளீடு அளவுரு '%s' அமைக்கப்பட வேண்டும்.

source: Parameter '%s' cannot be empty.
ta_in: '%s' அளவுரு வெறுமையாக இருக்க முடியாது.

source: Parameter '%s' contains invalid characters.
ta_in: '%s' அளவுருவுக்கு தவறான எழுத்துகள் உள்ளன.

source: Parameter '%s' has invalid value.
ta_in: '%s' அளவுருவுக்கு தவறான மதிப்பு உள்ளது.

source: Invalid key passed reading '%s'
ta_in: '%s' ஐ வாசிப்பதில் தவறான விசை

source: Empty update data for table
ta_in: அட்டவணைக்கான காலியாக புதுப்பித்தல் தரவு

source: Invalid key for update '%s'
ta_in: '%s' புதுப்பிக்கு செல்லாத விசை

source: Cannot update record in
ta_in: பதிவு புதுப்பிக்க முடியவில்லை

source: Empty data set for insertion into
ta_in: செருகுவதற்கு காலியாக உள்ள தரவு அமைக்கப்பட்டுள்ளது

source: Cannot insert record into
ta_in: பதிவைச் செருக முடியவில்லை

source: Empty update data for array
ta_in: வரிசைக்கு காலியாக புதுப்பித்தல் தரவு

source: Empty data for array
ta_in: வரிசைக்கு காலியாக உள்ள தரவு

source: This prefix conflicts with another one already defined. Prefix have to be unambigous.
ta_in: இந்த முன்னுரிமையை ஏற்கனவே வரையறுத்த மற்றொருவர்களுடன் முரண்பாடுகள் உள்ளன. முன்னுரிமை ஒருவரையல்ல.

source: Invalid template format.
ta_in: தவறான வார்ப்புரு வடிவம்.

source: Transaction type cannot be empty.
ta_in: பரிவர்த்தனை வகை காலியாக இருக்க முடியாது.

source: Next reference cannot be empty.
ta_in: அடுத்த குறிப்பு காலியாக இருக்க முடியாது.

source: You cannot use placeholders in refline prefix.
ta_in: நீங்கள் மறுநிரப்பு முன்னொட்டில் பெட்டிகளைப் பயன்படுத்த முடியாது.

source: Curly brackets does not balance.
ta_in: கர்லி அடைப்புக்குறிக்குள் சமநிலை இல்லை.

source: Invalid placeholder '%s'. Placeholders allowed for this transaction type are: %s.
ta_in: '%s' செல்லுபடியாகாத ஒதுக்கிடம். இந்த பரிவர்த்தனை வகைக்கு அனுமதிக்கப்பட்ட பெட்டிகள்: %s.

source: Missing numeric placeholder. If you want to use template based references, you have to define numeric placeholder too.
ta_in: எண் ஒதுக்கிடத்தை காணவில்லை. வார்ப்புருவை அடிப்படையாகக் கொண்ட குறிப்புகள் பயன்படுத்த விரும்பினால், நீங்கள் எண் பெட்டிக்கு வரையறுக்க வேண்டும்.

source: Reference line which is default for any transaction type cannot be deleted.
ta_in: எந்தவொரு பரிவர்த்தனை வகையிலும் இயல்புநிலையாக உள்ள குறிப்பு குறிப்பு நீக்கப்படாது.

source: Reference line cannot be deleted because it is already in use.
ta_in: ஏற்கனவே பயன்பாட்டில் இருப்பதால், குறிப்புக் கோட்டை நீக்க முடியாது.

source: Cost was
ta_in: செலவு இருந்தது

source: changed to
ta_in: மாற்றப்பட்டது

source: for item
ta_in: உருப்படிக்கு

source: Zero/negative inventory handling
ta_in: ஜீரோ/எதிர்மறை சரக்கு கையாளுதல்

source: Allocated amounts in %s:
ta_in: %s இல் ஒதுக்கப்பட்டுள்ள அளவு:

source: Transaction Type
ta_in: பரிவர்த்தனை வகை

source: Supplier Ref
ta_in: சப்ளையர் Ref

source: Ref
ta_in: குறிப்பு

source: Other Allocations
ta_in: மற்ற ஒதுக்கீடு

source: Left to Allocate
ta_in: ஒதுக்கி விடலாம்

source: This Allocation
ta_in: இந்த ஒதுக்கீடு

source: Total Allocated
ta_in: மொத்த ஒதுக்கீடு

source: The entry for one or more amounts is invalid or negative.
ta_in: ஒன்று அல்லது அதற்கு மேற்பட்ட அளவுகளுக்கான நுழைவு தவறானது அல்லது எதிர்மறை.

source: At least one transaction is overallocated.
ta_in: குறைந்தபட்சம் ஒரு பரிவர்த்தனை மொத்தமாக உள்ளது.

source: These allocations cannot be processed because the amount allocated is more than the total amount left to allocate.
ta_in: ஒதுக்கீடு செய்யப்படும் தொகை, ஒதுக்கீடு செய்யப்படும் மொத்த தொகையைவிட அதிகமாக இருப்பதால், இந்த ஒதுக்கீடு செயல்படுத்தப்பட முடியாது.

source: ID
ta_in: ஐடி

source: Docs Title
ta_in: ஆவணங்கள் தலைப்பு

source: Date Updated
ta_in: தேதி புதுப்பிக்கப்பட்டது

source: Attachment Detail
ta_in: இணைப்பு விவரம்

source: Customer ID
ta_in: வாடிக்கையாளர் ID

source: Supplier ID
ta_in: சப்ளையர் ID

source: File:
ta_in: கோப்பு:

source: %s [%s bytes]
ta_in: %s [%s பைட்டுகள்]

source: File change
ta_in: கோப்பு மாற்றம்

source: Select file
ta_in: கோப்பைத் தேர்ந்தெடுக்கவும்

source: Submit changes
ta_in: மாற்றங்களைச் சமர்ப்பி

source: Cancel edition
ta_in: பதிப்பை ரத்துசெய்

source: The existing Docs could not be removed
ta_in: இருக்கும் ஆவணங்களை அகற்ற முடியவில்லை

source: A New Attachment Added Successfully
ta_in: ஒரு புதிய இணைப்பு வெற்றிகரமாக சேர்க்கப்பட்டது

source: Description cannot be empty.
ta_in: விளக்கம் காலியாக இருக்க முடியாது.

source: The Selected Attachment is Deleted Successfully
ta_in: தேர்ந்தெடுக்கப்பட்ட இணைப்பு வெற்றிகரமாக நீக்கப்பட்டது

source: Clone
ta_in: குளோன்

source: Transaction type
ta_in: பரிவர்த்தனை வகை

source: Prefix
ta_in: முன்னொட்டு

source: Pattern
ta_in: முறை

source: Reference Pattern:
ta_in: குறிப்பு வடிவம்:

source: Default for This Type:
ta_in: இந்த வகைக்கான இயல்புநிலை:

source: Set as Default for This Type:
ta_in: இந்த வகைக்கு இயல்புநிலையாக அமைக்கவும்:

source: Assignment
ta_in: வேலையை

source: Sec Phone
ta_in: இரண்டாம் தொலைபேசி

source: Fax
ta_in: தொலைநகல்

source: email
ta_in: மின்னஞ்சல்

source: Contact data
ta_in: தொடர்புத் தகவல்

source: First Name:
ta_in: முதல் பெயர்:

source: Last Name:
ta_in: கடைசி பெயர்:

source: Contact active for:
ta_in: செயலில் தொடர்பு கொள்ளவும்:

source: Phone:
ta_in: தொலைபேசி:

source: E-mail:
ta_in: மின்னஞ்சல்:

source: Document Language:
ta_in: ஆவண மொழி:

source: Customer default
ta_in: வாடிக்கையாளர் இயல்புநிலை

source: Notes:
ta_in: குறிப்புகள்:

source: The contact name cannot be empty.
ta_in: தொடர்புப் பெயர் காலியாக இருக்க முடியாது.

source: Contact reference cannot be empty.
ta_in: தொடர்பு குறிப்பு காலியாக இருக்க முடியாது.

source: You have to select at least one category.
ta_in: நீங்கள் குறைந்தபட்சம் தேர்ந்தெடுக்க வேண்டும்

source: Show also Inactive
ta_in: மேலும் செயலற்றவை காட்டு

source: First
ta_in: முதல்

source: Prev
ta_in: முன்

source: Next
ta_in: அடுத்த

source: Last
ta_in: கடந்த

source: Records %d-%d of %d
ta_in: %d இன் %d-%d பதிவுகள்

source: No records
ta_in: பதிவுகள் இல்லை

source: Exchange rate roundings
ta_in: பரிமாற்ற வீத வட்டங்கள்

source: Edit new record with current data
ta_in: தற்போதைய தரத்துடன் புதிய பதிவைத் திருத்துக
