Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.18-1.po
Languages: fa_ir

source: Work order releases
fa_ir: آزادسازی سفارش کار

source: Work order analytical reports and inquiries
fa_ir: گزارش ها و استعلام های تحلیلی سفارش کار

source: Manufacturing cost inquiry
fa_ir: استعلام هزینه های تولید

source: Work order bulk reports
fa_ir: گزارش های انبوه سفارش کار

source: Bill of materials reports
fa_ir: گزارش های صورتحساب مواد

source: Dimension tags
fa_ir: برچسب های ابعاد

source: Dimension view
fa_ir: مشاهده ابعاد

source: Dimension entry
fa_ir: ورود ابعاد

source: Dimension reports
fa_ir: گزارش های ابعاد

source: Item tax type definitions
fa_ir: تعاریف نوع مالیات اقلام

source: GL accounts edition
fa_ir: ویرایش حساب های GL

source: GL account groups
fa_ir: گروه های حساب GL

source: GL account classes
fa_ir: کلاس های حساب GL

source: Quick GL entry definitions
fa_ir: تعاریف ورود سریع GL

source: Bank accounts
fa_ir: حساب های بانکی

source: Tax rates
fa_ir: نرخ های مالیاتی

source: Tax groups
fa_ir: گروه های مالیاتی

source: Fiscal years maintenance
fa_ir: نگهداری سال های مالی

source: Company GL setup
fa_ir: تنظیمات GL شرکت

source: GL Account tags
fa_ir: برچسب های حساب GL

source: Closing GL transactions
fa_ir: بستن تراکنش های GL

source: Reopening GL transactions
fa_ir: باز کردن مجدد تراکنش های GL

source: Allow entry on non closed Fiscal years
fa_ir: اجازه ورود در سال های مالی بسته نشده

source: Bank transactions view
fa_ir: مشاهده تراکنش های بانکی

source: GL postings view
fa_ir: مشاهده پست های GL

source: Exchange rate table changes
fa_ir: تغییرات جدول نرخ ارز

source: Bank payments
fa_ir: پرداخت های بانکی

source: Bank deposits
fa_ir: سپرده های بانکی

source: Bank account transfers
fa_ir: انتقال حساب های بانکی

source: Bank reconciliation
fa_ir: پیکربندی بانکداری

source: Manual journal entries
fa_ir: ورود روزنامه دستی

source: Journal entries to bank related accounts
fa_ir: ورود روزنامه به حساب های مرتبط با بانک

source: Budget edition
fa_ir: ویرایش بودجه

source: Item standard costs
fa_ir: هزینه های استاندارد اقلام

source: GL analytical reports and inquiries
fa_ir: گزارش ها و استعلام های تحلیلی GL

source: Tax reports and inquiries
fa_ir: گزارش ها و استعلام های مالیاتی

source: Bank reports and inquiries
fa_ir: گزارش ها و استعلام های بانکی

source: GL reports and inquiries
fa_ir: گزارش ها و استعلام های GL

source: Cannot retrieve exchange rate for currency %s as of %s. Please add exchange rate manually on Exchange Rates page.
fa_ir: نمی توان نرخ ارز برای ارز %s به تاریخ %s را بازیابی کرد. لطفاً نرخ ارز را به صورت دستی در صفحه نرخ های ارز اضافه کنید.

source: Before software upgrade you have to include old $security_groups and $security_headings arrays from old config.php file to the new one.
fa_ir: قبل از به روزرسانی نرم افزار، شما باید آرایه های قدیمی $security_groups و $security_headings را از فایل config.php قدیمی به فایل جدید اضافه کنید.

source: System is available for site admin only until full database upgrade
fa_ir: سیستم فقط برای مدیر سایت در دسترس است تا زمانی که به روزرسانی کامل دیتابیس انجام شود

source: New password for
fa_ir: رمز عبور جدید برای

source: Requesting data...
fa_ir: در حال درخواست داده...

source: Vertical bars
fa_ir: میله های عمودی

source: Horizontal bars
fa_ir: میله های افقی

source: Dots
fa_ir: نقاط

source: Lines
fa_ir: خطوط

source: Pie
fa_ir: پای

source: Donut
fa_ir: دونات

source: Half Donut
fa_ir: نیمه دونات

source: Splines
fa_ir: اسپلاین ها

source: Tables
fa_ir: جدول ها

source: Customers
fa_ir: مشتریان

source: Branches
fa_ir: شعبه ها

source: Salesmen
fa_ir: فروشندگان

source: Overdue Invoices
fa_ir: فاکتورهای معوق

source: Customer
fa_ir: مشتری

source: Sales Total
fa_ir: مجموع فروش

source: Aging Total
fa_ir: مجموع سن

source: Suppliers
fa_ir: تأمین کنندگان

source: New Orders
fa_ir: سفارشات جدید

source: Invoices
fa_ir: فاکتورها

source: Supplier
fa_ir: تأمین کننده

source: Purchasable Total
fa_ir: مجموع قابل خرید

source: Items
fa_ir: اقلام

source: Locations
fa_ir: مکان ها

source: Kits
fa_ir: کیت ها

source: Below Reorder Level
fa_ir: زیر سطح سفارش مجدد

source: Assembled Items
fa_ir: اقلام مونتاژ شده

source: Manufactured Items
fa_ir: اقلام تولید شده

source: Work Centres
fa_ir: مرکزهای کار

source: Open Workorders
fa_ir: سفارشات کار باز

source: Categories
fa_ir: کتگوری ها

source: Fixed Asset Classes
fa_ir: کلاس های دارایی ثابت

source: Total Sales
fa_ir: مجموع فروش

source: Total Costs
fa_ir: مجموع هزینه ها

source: Total Results
fa_ir: مجموع نتایج

source: Type 2 Dimensions
fa_ir: ابعاد نوع 2

source: Dimensions Total Balance
fa_ir: مجموع بیلانس ابعاد

source: Dimensions Total Result
fa_ir: مجموع نتیجه ابعاد

source: Receivables
fa_ir: دریافتنی ها

source: Payables
fa_ir: پرداختنی ها

source: Todays Deposits
fa_ir: سپرده های امروز

source: Todays Payments
fa_ir: پرداخت های امروز

source: Extensions
fa_ir: گسترش ها

source: Languages
fa_ir: زبان ها

source: Database Size
fa_ir: اندازه دیتابیس

source: Top %s customers in fiscal year
fa_ir: بهترین %s مشتریان در سال مالی

source: Sales
fa_ir: فروش

source: Top %s suppliers in fiscal year
fa_ir: بهترین %s تأمین کنندگان در سال مالی

source: Purchases
fa_ir: خریدها

source: Top %s Manufactured Items in fiscal year
fa_ir: بهترین %s اقلام تولید شده در سال مالی

source: Top %s Fixed Assets
fa_ir: بهترین %s دارایی های ثابت

source: Top %s Sold Items in fiscal year
fa_ir: بهترین %s اقلام فروخته شده در سال مالی

source: Costs
fa_ir: هزینه ها

source: Results
fa_ir: نتایج

source: Quantity
fa_ir: مقدار

source: Top %s Dimensions in fiscal year
fa_ir: بهترین %s ابعاد در سال مالی

source: Result
fa_ir: نتیجه

source: Class Balances
fa_ir: بیلانس کلاس ها

source: Totals
fa_ir: مجموع ها

source: Last %s weeks Performance
fa_ir: عملکرد %s هفته گذشته

source: Week
fa_ir: هفته

source: Weeks
fa_ir: هفته ها

source: Last %s Months Performance
fa_ir: عملکرد %s ماه گذشته

source: Month
fa_ir: ماه

source: Months
fa_ir: ماه ها

source: Total Customers Aged Analysis
fa_ir: تحلیل سن مشتریان کل

source: Balances
fa_ir: بیلانسها

source: Days
fa_ir: روزها

source: Total Suppliers Aged Analysis
fa_ir: تحلیل سن تأمین کنندگان کل

source: Last %s Months Cash Flow
fa_ir: جریان نقدی %s ماه گذشته

source: No Data available yet!
fa_ir: هنوز داده ای در دسترس نیست!

source: overdue Sales Invoices
fa_ir: فاکتورهای فروش معوق

source: Ref.
fa_ir: مرجع.

source: Branch
fa_ir: شعبه

source: Remainder
fa_ir: باقیمانده

source: Overdue Recurrent Invoices
fa_ir: فاکتورهای تکراری معوق

source: Template No
fa_ir: شماره الگو

source: Next invoice
fa_ir: فاکتور بعدی

source: unpaid Purchase Invoices
fa_ir: فاکتورهای خرید پرداخت نشده

source: Marked items are overdue.
fa_ir: اقلام علامت گذاری شده معوق هستند.

source: items are below Reorder Level
fa_ir: اقلام زیر سطح سفارش مجدد هستند

source: Location
fa_ir: مکان

source: Stock Id
fa_ir: شناسه موجودی

source: Reorder
fa_ir: سفارش مجدد

source: qty
fa_ir: مقدار

source: Bank Account Balances
fa_ir: بیلانس حساب های بانکی

source: %s #%s is closed for further edition.
fa_ir: %s #%s برای ویرایش بیشتر بسته شده است.

source: You have no edit access to transactions created by other users.
fa_ir: شما دسترسی ویرایش به تراکنش های ایجاد شده توسط کاربران دیگر ندارید.

source: The entered reference is invalid.
fa_ir: مرجع وارد شده نامعتبر است.

source: The entered reference is already in use.
fa_ir: مرجع وارد شده قبلاً در حال استفاده است.

source: Unhandled exception [%s]: %s.
fa_ir: استثنای بدون مدیریت [%s]: %s.

source: in file
fa_ir: در فایل

source: at line
fa_ir: در خط

source: Debug mode database warning:
fa_ir: هشدار دیتابیس در حالت اشکال زدایی:

source: DATABASE ERROR :
fa_ir: خطای دیتابیس:

source: The entered information is a duplicate. Please go back and enter different values.
fa_ir: اطلاعات وارد شده تکراری است. لطفاً به عقب برگردید و مقادیر متفاوتی وارد کنید.

source: This page is usable only with javascript enabled browsers.
fa_ir: این صفحه فقط با مرورگرهای دارای جاوااسکریپت فعال قابل استفاده است.

source: No key field '%s' in file '%s'
fa_ir: هیچ فیلد کلیدی '%s' در فایل '%s' وجود ندارد.

source: Cannot download repo index file.
fa_ir: نمی توان فایل نمایه مخزن را دانلود کرد.

source: OpenSSL have to be available on your server to use extension repository system.
fa_ir: OpenSSL باید در سرور شما موجود باشد تا از سیستم مخزن افزونه استفاده شود.

source: Cannot delete outdated '%s' file.
fa_ir: نمی توان فایل قدیمی '%s' را حذف کرد.

source: Release file in repository is invalid, or public key is outdated.
fa_ir: فایل انتشار در مخزن نامعتبر است یا کلید عمومی قدیمی است.

source: Repository version does not match application version.
fa_ir: نسخه مخزن با نسخه برنامه مطابقت ندارد.

source: Cannot download '%s' file.
fa_ir: نمی توان فایل '%s' را دانلود کرد.

source: Security alert: broken index file in repository '%s'. Please inform repository administrator about this issue.
fa_ir: هشدار امنیتی: فایل نمایه خراب در مخزن '%s'. لطفاً مدیر مخزن را در مورد این مشکل مطلع کنید.

source: Security alert: broken package '%s' in repository. Please inform repository administrator about this issue.
fa_ir: هشدار امنیتی: بسته خراب '%s' در مخزن. لطفاً مدیر مخزن را در مورد این مشکل مطلع کنید.

source: Package '%s' not found.
fa_ir: بسته '%s' پیدا نشد.

source: Invalid refline template.
fa_ir: الگوی خط مرجع نامعتبر است.

source: Missing refline context data: '%s'
fa_ir: داده های زمینه خط مرجع گم شده اند: '%s'

source: Missing numeric placeholder in refline definition.
fa_ir: جایگزین عددی در تعریف خط مرجع گم شده است.

source: Incorrect Password
fa_ir: رمز عبور نادرست است

source: The user and password combination is not valid for the system.
fa_ir: ترکیب کاربر و رمز عبور برای سیستم معتبر نیست.

source: If you are not an authorized user, please contact your system administrator to obtain an account to enable you to use the system.
fa_ir: اگر شما کاربر مجاز نیستید، لطفاً با مدیر سیستم خود تماس بگیرید تا حسابی برای شما ایجاد کند تا بتوانید از سیستم استفاده کنید.

source: Try again
fa_ir: دوباره تلاش کنید

source: Incorrect Email
fa_ir: ایمیل نادرست است

source: The email address does not exist in the system, or is used by more than one user.
fa_ir: آدرس ایمیل در سیستم وجود ندارد یا توسط بیش از یک کاربر استفاده می شود.

source: Plase try again or contact your system administrator to obtain new password.
fa_ir: لطفاً دوباره تلاش کنید یا با مدیر سیستم خود تماس بگیرید تا رمز عبور جدیدی دریافت کنید.

source: New password sent
fa_ir: رمز عبور جدید ارسال شد

source: A new password has been sent to your mailbox.
fa_ir: یک رمز عبور جدید به صندوق پستی شما ارسال شده است.

source: Login here
fa_ir: اینجا وارد شوید

source: Brute force attack on account '%s' detected. Access for non-logged users temporarily blocked.
fa_ir: حمله brute force به حساب '%s' شناسایی شد. دسترسی برای کاربران غیر وارد شده به طور موقت مسدود شده است.

source: Security settings have not been defined for your user account.
fa_ir: تنظیمات امنیتی برای حساب کاربری شما تعریف نشده است.

source: Please contact your system administrator.
fa_ir: لطفاً با مدیر سیستم خود تماس بگیرید.

source: Please remove $security_groups and $security_headings arrays from config.php file!
fa_ir: لطفاً آرایه های $security_groups و $security_headings را از فایل config.php حذف کنید!

source: Access to application has been blocked until database upgrade is completed by system administrator.
fa_ir: دسترسی به برنامه مسدود شده است تا زمانی که به روزرسانی دیتابیس توسط مدیر سیستم تکمیل شود.

source: The security settings on your account do not permit you to access this function
fa_ir: تنظیمات امنیتی در حساب شما اجازه دسترسی به این عملکرد را نمی دهند

source: System is blocked after source upgrade until database is updated on System/Software Upgrade page
fa_ir: سیستم پس از به روزرسانی منبع مسدود شده است تا زمانی که دیتابیس در صفحه به روزرسانی سیستم/نرم افزار به روزرسانی شود

source: Bank Payment
fa_ir: پرداخت بانکی

source: Bank Deposit
fa_ir: سپرده بانکی

source: Funds Transfer
fa_ir: انتقال وجوه

source: Sales Invoice
fa_ir: فاکتور فروش

source: Customer Credit Note
fa_ir: یادداشت اعتباری مشتری

source: Customer Payment
fa_ir: پرداخت مشتری

source: Delivery Note
fa_ir: یادداشت تحویل

source: Location Transfer
fa_ir: انتقال مکان

source: Inventory Adjustment
fa_ir: تنظیم موجودی

source: Purchase Order
fa_ir: سفارش خرید

source: Supplier Invoice
fa_ir: فاکتور تأمین کننده

source: Supplier Credit Note
fa_ir: یادداشت اعتباری تأمین کننده

source: Supplier Payment
fa_ir: پرداخت تأمین کننده

source: Purchase Order Delivery
fa_ir: تحویل سفارش خرید

source: Work Order
fa_ir: سفارش کار

source: Work Order Issue
fa_ir: مسئله سفارش کار

source: Work Order Production
fa_ir: تولید سفارش کار

source: Sales Order
fa_ir: سفارش فروش

source: Sales Quotation
fa_ir: نقل قول فروش

source: Cost Update
fa_ir: به روزرسانی هزینه

source: Fixed Asset
fa_ir: دارایی ثابت

source: Bank Account
fa_ir: حساب بانکی

source: Fixed Assets Disposal
fa_ir: حذف دارایی های ثابت

source: Fixed Assets Revaluation
fa_ir: ارزیابی مجدد دارایی های ثابت

source: Savings Account
fa_ir: حساب پس انداز

source: Chequing Account
fa_ir: حساب جاری

source: Credit Account
fa_ir: حساب اعتباری

source: Cash Account
fa_ir: حساب نقدی

source: Transfer
fa_ir: انتقال

source: Cheque
fa_ir: چک

source: Cash
fa_ir: نقد

source: Assemble
fa_ir: مونتاژ

source: Unassemble
fa_ir: غیرمونتاژ

source: Advanced Manufacture
fa_ir: تولید پیشرفته

source: Labour Cost
fa_ir: هزینه کار

source: Overhead Cost
fa_ir: هزینه های عمومی

source: Materials
fa_ir: مواد

source: Assets
fa_ir: دارایی ها

source: Equity
fa_ir: سرمایه

source: Income
fa_ir: درآمد

source: Cost of Goods Sold
fa_ir: هزینه کالاهای فروخته شده

source: Expense
fa_ir: هزینه

source: Amount, increase base
fa_ir: مبلغ افزایش پایه

source: Amount, reduce base
fa_ir: مبلغ کاهش پایه

source: % amount of base
fa_ir: % مبلغ پایه

source: % amount of base, increase base
fa_ir: % مبلغ پایه، افزایش پایه

source: % amount of base, reduce base
fa_ir: % مبلغ پایه، کاهش پایه

source: Taxes added
fa_ir: مالیات های اضافه شده

source: Taxes added, increase base
fa_ir: مالیات های اضافه شده، افزایش پایه

source: Taxes added, reduce base
fa_ir: مالیات های اضافه شده، کاهش پایه

source: Taxes included
fa_ir: مالیات های شامل شده

source: Taxes included, increase base
fa_ir: مالیات های شامل شده، افزایش پایه

source: Taxes included, reduce base
fa_ir: مالیات های شامل شده، کاهش پایه

source: Supplier Invoice/Credit
fa_ir: فاکتور/اعتبار تأمین کننده

source: Declining balance
fa_ir: بیلانس کاهشی

source: Straight line
fa_ir: خط مستقیم

source: Sum of the Year Digits
fa_ir: جمع ارقام سال

source: One-time
fa_ir: یک باره

source: Manufactured
fa_ir: تولید شده

source: Service
fa_ir: خدمات

source: Customer branch
fa_ir: شعبه مشتری

source: Shipper
fa_ir: فرستنده

source: Company internal
fa_ir: داخلی شرکت

source: Prepayment
fa_ir: پیش پرداخت

source: After No. of Days
fa_ir: پس از تعداد روزها

source: Day In Following Month
fa_ir: روز در ماه بعدی

source: Sum per line taxes
fa_ir: جمع مالیات ها به ازای هر خط

source: Taxes from totals
fa_ir: مالیات ها از مجموع ها

source: Jan
fa_ir: حمل

source: Feb
fa_ir: ثور

source: Mar
fa_ir: جوزا

source: Apr
fa_ir: سرطان

source: May
fa_ir: اسد

source: Jun
fa_ir: سنبله

source: Jul
fa_ir: میزان

source: Aug
fa_ir: عقرب

source: Sep
fa_ir: قوس

source: Oct
fa_ir: جدی

source: Nov
fa_ir: دلو

source: Dec
fa_ir: حوت

source: Unicode (multilanguage)
fa_ir: یونی کد (چند زبانه)

source: Icelandic
fa_ir: ایسلندی

source: Latvian
fa_ir: لتونی

source: Romanian
fa_ir: رومانیایی

source: Slovenian
fa_ir: اسلوونیایی

source: Polish
fa_ir: لهستانی

source: Estonian
fa_ir: استونیایی

source: Spanish
fa_ir: اسپانیایی

source: Swedish
fa_ir: سوئدی

source: Turkish
fa_ir: ترکی

source: Czech
fa_ir: چکی

source: Danish
fa_ir: دانمارکی

source: Lithuanian
fa_ir: لیتوانیایی

source: Slovak
fa_ir: اسلواکی

source: Spanish (alternative)
fa_ir: اسپانیایی (جایگزین)

source: Persian
fa_ir: فارسی

source: Hungarian
fa_ir: مجارستانی

source: French
fa_ir: فرانسوی

source: Italian
fa_ir: ایتالیایی

source: Info
fa_ir: اطلاعات

source: Optional
fa_ir: اختیاری

source: Recommended
fa_ir: توصیه شده

source: Required
fa_ir: ضروری

source: MySQL version
fa_ir: نسخه MySQL

source: Upgrade MySQL server to version at least 4.1
fa_ir: سرور MySQL را به نسخه حداقل 4.1 به روزرسانی کنید

source: PHP MySQL extension
fa_ir: افزونه PHP MySQL

source: Your PHP has to have MySQL extension enabled.
fa_ir: PHP شما باید افزونه MySQL فعال باشد.

source: PHP version
fa_ir: نسخه PHP

source: Upgrade PHP to version at least 5.0.0
fa_ir: PHP را به نسخه حداقل 5.0.0 به روزرسانی کنید

source: Server system
fa_ir: سیستم سرور

source: Session save path
fa_ir: مسیر ذخیره جلسه

source: Removed install wizard folder
fa_ir: پوشه نصب جادوگر حذف شده است

source: Not removed
fa_ir: حذف نشده

source: Remove or rename install wizard folder for security reasons.
fa_ir: برای دلایل امنیتی پوشه نصب جادوگر را حذف یا تغییر نام دهید.

source: Browser type
fa_ir: نوع مرورگر

source: Any browser is supported
fa_ir: هر مرورگری پشتیبانی می شود

source: Http server type
fa_ir: نوع سرور Http

source: Any server is supported
fa_ir: هر سروری پشتیبانی می شود

source: Native gettext
fa_ir: gettext بومی

source: In case of no gettext support, php emulation is used
fa_ir: در صورت عدم پشتیبانی از gettext، شبیه سازی PHP استفاده می شود

source: Debugging mode
fa_ir: حالت اشکال زدایی

source: To switch debugging on set $go_debug>0 in config.php file
fa_ir: برای فعال سازی اشکال زدایی، مقدار $go_debug>0 را در فایل config.php تنظیم کنید

source: Error logging
fa_ir: ثبت خطا

source: Disabled
fa_ir: غیرفعال

source: To switch error logging set $error_logging in config.php file
fa_ir: برای فعال سازی ثبت خطا، مقدار $error_logging را در فایل config.php تنظیم کنید

source: Log file is not writeable
fa_ir: فایل ثبت قابل نوشتن نیست

source: Current database version
fa_ir: نسخه فعلی دیتابیس

source: Database structure seems to be not upgraded to current version
fa_ir: به نظر می رسد ساختار دیتابیس به نسخه فعلی به روزرسانی نشده است

source: Company subdirectories consistency
fa_ir: سازگاری زیرپوشه های شرکت

source: '%s' is not writeable
fa_ir: '%s' قابل نوشتن نیست

source: Temporary directory
fa_ir: پوشه موقت

source: Language configuration consistency
fa_ir: سازگاری پیکربندی زبان

source: Languages folder should be writeable.
fa_ir: پوشه زبان ها باید قابل نوشتن باشد.

source: Languages configuration file should be writeable.
fa_ir: فایل پیکربندی زبان ها باید قابل نوشتن باشد.

source: Missing %s translation file.
fa_ir: فایل ترجمه %s گم شده است.

source: Missing system locale: %s
fa_ir: محل سیستم گم شده است: %s

source: Main config file
fa_ir: فایل پیکربندی اصلی

source: Can't write '%s' file. Check FA directory write permissions.
fa_ir: نمی توان فایل '%s' را نوشت. مجوزهای نوشتن پوشه FA را بررسی کنید.

source: '%s' file exists.
fa_ir: فایل '%s' وجود دارد.

source: '%s' file should be read-only
fa_ir: فایل '%s' باید فقط خواندنی باشد

source: Database auth file
fa_ir: فایل احراز هویت دیتابیس

source: '%s' file should be read-only if you do not plan to add or change companies
fa_ir: فایل '%s' باید فقط خواندنی باشد اگر قصد اضافه کردن یا تغییر شرکت ها را ندارید

source: Extensions system
fa_ir: سیستم افزونه ها

source: Extensions configuration files and directories should be writeable
fa_ir: فایل ها و پوشه های پیکربندی افزونه ها باید قابل نوشتن باشند

source: Non-standard theme directory '%s' is not writable
fa_ir: پوشه تم غیر استاندارد '%s' قابل نوشتن نیست

source: OpenSSL PHP extension have to be enabled to use extension repository system.
fa_ir: افزونه OpenSSL PHP باید فعال باشد تا از سیستم مخزن افزونه استفاده شود.

source: Test
fa_ir: آزمایش

source: Test type
fa_ir: نوع آزمایش

source: Comments
fa_ir: نظرات

source: Ok
fa_ir: باشه

source: Some transactions journal GL postings were not indexed due to lack of audit trail record.
fa_ir: برخی از ثبت های دفتر کل معاملات به دلیل عدم وجود رکورد ردیابی حسابرسی ایندکس نشده اند.

source: This prefix conflicts with another one already defined. Prefix have to be unambigous.
fa_ir: این پیشوند با پیشوند دیگری که قبلاً تعریف شده است تداخل دارد. پیشوند باید بدون ابهام باشد.

source: Invalid template format.
fa_ir: فرمت الگو نامعتبر است.

source: Transaction type cannot be empty.
fa_ir: نوع تراکنش نمی تواند خالی باشد.

source: Next reference cannot be empty.
fa_ir: مرجع بعدی نمی تواند خالی باشد.

source: You cannot use placeholders in refline prefix.
fa_ir: شما نمی توانید از جایگزین ها در پیشوند خط مرجع استفاده کنید.

source: Curly brackets does not balance.
fa_ir: براکت های خمیده متعادل نیستند.

source: Invalid placeholder '%s'. Placeholders allowed for this transaction type are: %s.
fa_ir: جایگزین '%s' نامعتبر است. جایگزین های مجاز برای این نوع تراکنش عبارتند از: %s.

source: Missing numeric placeholder. If you want to use template based references, you have to define numeric placeholder too.
fa_ir: جایگزین عددی گم شده است. اگر می خواهید از مراجع مبتنی بر الگو استفاده کنید، باید جایگزین عددی را نیز تعریف کنید.

source: Reference line which is default for any transaction type cannot be deleted.
fa_ir: خط مرجع که به عنوان پیش فرض برای هر نوع تراکنش است، نمی تواند حذف شود.

source: Reference line cannot be deleted because it is already in use.
fa_ir: خط مرجع نمی تواند حذف شود زیرا در حال حاضر در حال استفاده است.

source: Cost was
fa_ir: هزینه بود

source: changed to
fa_ir: به

source: for item
fa_ir: برای مورد

source: Zero/negative inventory handling
fa_ir: مدیریت موجودی صفر/منفی

source: Allocated amounts in %s:
fa_ir: مبالغ تخصیص یافته در %s:

source: Transaction Type
fa_ir: نوع تراکنش

source: Supplier Ref
fa_ir: مرجع تأمین کننده

source: Ref
fa_ir: مرجع

source: Other Allocations
fa_ir: تخصیص های دیگر

source: Left to Allocate
fa_ir: باقیمانده برای تخصیص

source: This Allocation
fa_ir: این تخصیص

source: Total Allocated
fa_ir: مجموع تخصیص یافته

source: The entry for one or more amounts is invalid or negative.
fa_ir: ورودی برای یک یا چند مبلغ نامعتبر یا منفی است.

source: At least one transaction is overallocated.
fa_ir: حداقل یک تراکنش بیش از حد تخصیص یافته است.

source: Allocated transaction allocated is not related to company selected.
fa_ir: تراکنش تخصیص یافته به شرکت انتخاب شده مربوط نمی شود.

source: These allocations cannot be processed because the amount allocated is more than the total amount left to allocate.
fa_ir: این تخصیص ها نمی توانند پروسس شوند زیرا مبلغ تخصیص یافته بیشتر از مجموع مبلغ باقی مانده برای تخصیص است.

source: ID
fa_ir: شناسه

source: Attachment Detail
fa_ir: جزئیات پیوست

source: Customer ID
fa_ir: شناسه مشتری

source: Supplier ID
fa_ir: شناسه تأمین کننده

source: Item ID
fa_ir: شناسه مورد

source: Fixed Asset ID
fa_ir: شناسه دارایی ثابت

source: Bank Account ID
fa_ir: شناسه حساب بانکی

source: File:
fa_ir: فایل:

source: %s [%s bytes]
fa_ir: %s [%s بایت]

source: File change
fa_ir: تغییر فایل

source: Select file
fa_ir: فایل را انتخاب کنید

source: Submit changes
fa_ir: تغییرات را ارسال کنید

source: Cancel edition
fa_ir: ویرایش را لغو کنید

source: The existing Docs could not be removed
fa_ir: مدارک موجود نمی توانند حذف شوند

source: A New Attachment Added Successfully
fa_ir: یک پیوست جدید با موفقیت اضافه شد

source: Description cannot be empty.
fa_ir: توضیحات نمی تواند خالی باشد.

source: The Selected Attachment is Deleted Successfully
fa_ir: پیوست انتخاب شده با موفقیت حذف شد

source: Clone
fa_ir: کپی

source: Transaction type
fa_ir: نوع تراکنش

source: Prefix
fa_ir: پیشوند

source: Pattern
fa_ir: الگو

source: Reference Pattern:
fa_ir: الگوی مرجع:

source: Default for This Type:
fa_ir: پیش فرض برای این نوع:

source: Set as Default for This Type:
fa_ir: تنظیم به عنوان پیش فرض برای این نوع:

source: Assignment
fa_ir: تخصیص

source: Sec Phone
fa_ir: تلفن ثانویه

source: Fax
fa_ir: فکس

source: email
fa_ir: ایمیل

source: Contact data
fa_ir: داده های تماس

source: First Name:
fa_ir: نام:

source: Last Name:
fa_ir: نام خانوادگی:

source: Contact active for:
fa_ir: تماس فعال برای:

source: Phone:
fa_ir: تلفن:
