Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.3-1.po
Languages: hi_in, zh_tw

source: Cancel Quotation
hi_in: कोटेशन रद्द करें
zh_tw: 取消報價單

source: Place Quotation
hi_in: प्लेसमेंट कोटेशन
zh_tw: 安排報價單

source: Commit Quotations Changes
hi_in: कमेंट कोटेशन परिवर्तन
zh_tw: 提交報價單異動

source: Enter Delivery Details and Confirm Order
hi_in: डिलीवरी विवरण दर्ज करें और ऑर्डर की पुष्टि करें
zh_tw: 輸入出貨詳細資料和確認訂單

source: Commit Order Changes
hi_in: कमेट ऑर्डर परिवर्तन
zh_tw: 提交訂單修改

source: Cancels document entry or removes sales order when editing an old document
hi_in: पुराने दस्तावेज़ को संपादित करते समय दस्तावेज़ प्रविष्टि रद्द या विक्रय आदेश को निकालता है
zh_tw: 當編輯舊文件時是否取消文件輸入或是移出銷貨訂單

source: You are about to void this Document.\nDo you want to continue?
hi_in: आप इस दस्तावेज़ को खाली करने वाले हैं। \n क्या आप जारी रखना चाहते हैं?
zh_tw: 您正要使此文件失效。\n您確定繼續？

source: Validate changes and update document
hi_in: परिवर्तनों को मान्य करें और दस्तावेज़ अपडेट करें
zh_tw: 驗證變更與更新文件

source: You are about to cancel undelivered part of this order.\nDo you want to continue?
hi_in: आप इस आदेश के अनारक्षित भाग को रद्द करने वाले हैं। \n क्या आप जारी रखना चाहते हैं?
zh_tw: 您將要取消該訂單未交付的一部分。\n你要繼續嗎？

source: Allocate Customer Payment or Credit Note
hi_in: ग्राहक भुगतान या क्रेडिट नोट आवंटित करें
zh_tw: 指定客戶付款或是貸方通知單

source: Allocation of %s # %d
hi_in: %s # %d का आबंटन
zh_tw: %s # %d 的指定

source: Customer Allocations
hi_in: ग्राहक आवंटन
zh_tw: 客戶指定

source: Select a customer:
hi_in: एक ग्राहक चुनें:
zh_tw: 選擇客戶：

source: Credit Status
hi_in: क्रेडिट स्थिति
zh_tw: 信用狀況

source: The credit status description cannot be empty.
hi_in: क्रेडिट स्थिति का विवरण रिक्त नहीं हो सकता।
zh_tw: 信用狀態說明不能空白。

source: New credit status has been added
hi_in: नई क्रेडिट स्थिति जोड़ दी गई है
zh_tw: 新的信用狀況記錄已新增

source: Selected credit status has been updated
hi_in: चयनित क्रेडिट स्थिति को अपडेट किया गया है
zh_tw: 選定信用狀況已更新

source: Cannot delete this credit status because customer accounts have been created referring to it.
hi_in: यह क्रेडिट स्थिति नहीं हटाई जा सकती है क्योंकि ग्राहक खाते का संदर्भ दिया गया है।
zh_tw: 不能刪除信用狀況因為已有客戶帳號已使用。

source: Selected credit status has been deleted
hi_in: चयनित क्रेडिट स्थिति हटा दी गई है
zh_tw: 選定的信用狀況已刪除

source: Dissallow Invoices
hi_in: डिस्लालो इनवॉइसस
zh_tw: 不允許的發票

source: Invoice OK
hi_in: चालान ठीक है
zh_tw: 發票 OK

source: NO INVOICING
hi_in: कोई चालान नहीं
zh_tw: 沒有發票作業

source: Dissallow invoicing ?
hi_in: डिसेलो ऐवॉइसिंग?
zh_tw: 不允許發票作業?

source: Customer Branches
hi_in: ग्राहक शाखाएं
zh_tw: 客戶分支機構

source: There are no customers defined in the system. Please define a customer to add customer branches.
hi_in: सिस्टम में परिभाषित कोई ग्राहक नहीं हैं कृपया ग्राहक शाखाएं जोड़ने के लिए ग्राहक को परिभाषित करें।
zh_tw: 目前系統沒有任何客戶定義，在新增分支機構之前需要先新增客戶。

source: There are no sales people defined in the system. At least one sales person is required before proceeding.
hi_in: सिस्टम में परिभाषित कोई बिक्री व्यक्ति नहीं हैं आगे बढ़ने से पहले कम से कम एक बिक्री व्यक्ति की आवश्यकता है
zh_tw: 目前系統沒有任何業務人員定義，在處理前需要先新增一個。

source: There are no sales areas defined in the system. At least one sales area is required before proceeding.
hi_in: सिस्टम में परिभाषित कोई बिक्री वाले क्षेत्र नहीं हैं आगे बढ़ने से पहले कम से कम एक विक्रय क्षेत्र आवश्यक है
zh_tw: 目前系統沒有任何業務區定義，在處理前需要先新增一個。

source: There are no shipping companies defined in the system. At least one shipping company is required before proceeding.
hi_in: सिस्टम में परिभाषित कोई शिपिंग कंपनियों नहीं हैं आगे बढ़ने से पहले कम से कम एक शिपिंग कंपनी की आवश्यकता है
zh_tw: 目前系統沒有任何貨運公司定義，在處理前需要先新增一個。

source: The Branch name cannot be empty.
hi_in: शाखा का नाम रिक्त नहीं हो सकता।
zh_tw: 分支機構名稱不能空白。

source: The Branch short name cannot be empty.
hi_in: शाखा का संक्षिप्त नाम रिक्त नहीं हो सकता।
zh_tw: 分支機構簡稱不能空白。

source: Selected customer branch has been updated
hi_in: चयनित ग्राहक शाखा को अद्यतन किया गया है
zh_tw: 選取的客戶分支機構已更新

source: New customer branch has been added
hi_in: नई ग्राहक शाखा को जोड़ा गया है
zh_tw: 新客戶分支機構已新增

source: Cannot delete this branch because customer transactions have been created to this branch.
hi_in: इस शाखा को हटा नहीं सकते क्योंकि ग्राहक शाखाओं को इस शाखा में बनाया गया है।
zh_tw: 未能刪除此分支機構，因為已有客戶交易使用中。

source: Cannot delete this branch because sales orders exist for it. Purge old sales orders first.
hi_in: इस शाखा को हटा नहीं सकते क्योंकि बिक्री के आदेश मौजूद हैं। पुरानी बिक्री के आदेश को पहले ठीक करें
zh_tw: 無法刪除這個分支機構，因為已經有銷貨訂單。請先刪除舊有銷貨訂單。

source: Selected customer branch has been deleted
hi_in: चयनित ग्राहक शाखा को हटा दिया गया है
zh_tw: 選擇的客戶分支構構已刪除

source: Main Branch
hi_in: मुख्य शाखा
zh_tw: 主要分支機構

source: Name and Contact
hi_in: नाम और संपर्क
zh_tw: 名稱及聯絡

source: Branch Name:
hi_in: शाखा का नाम:
zh_tw: 分支機構名稱：

source: Branch Short Name:
hi_in: शाखा संक्षिप्त नाम:
zh_tw: 分支機構簡稱：

source: Sales Person:
hi_in: बिक्री व्यक्ति:
zh_tw: 業務員：

source: Sales Area:
hi_in: इस इलाके में बेचा जाता है:
zh_tw: 業務區：

source: Sales Group:
hi_in: बिक्री समूह:
zh_tw: 業務群組：

source: Default Inventory Location:
hi_in: डिफ़ॉल्ट इन्वेंटरी स्थान:
zh_tw: 預設庫存地點：

source: Default Shipping Company:
hi_in: डिफ़ॉल्ट शिपिंग कंपनी:
zh_tw: 預設貨運公司：

source: Accounts Receivable Account:
hi_in: लेखा प्राप्य खाते:
zh_tw: 應收帳款會計項目：

source: General contact data
hi_in: सामान्य संपर्क डेटा
zh_tw: 一般聯絡資料

source: Billing Address:
hi_in: बिल भेजने का पता:
zh_tw: 帳單地址：

source: Contact
hi_in: संपर्क करें
zh_tw: 聯絡

source: Area
hi_in: क्षेत्र
zh_tw: 地區

source: Phone No
hi_in: फोन नंबर
zh_tw: 電話

source: Fax No
hi_in: फ़ैक्स नहीं
zh_tw: 傳真

source: Tax Group
hi_in: कर समूह
zh_tw: 稅區

source: The selected customer does not have any branches. Please create at least one branch.
hi_in: चयनित ग्राहक के पास कोई शाखा नहीं है कृपया कम से कम एक शाखा बनाएं।
zh_tw: 選擇的客戶沒有分支機構，請至少建立一個。

source: The customer name cannot be empty.
hi_in: ग्राहक का नाम खाली नहीं हो सकता।
zh_tw: 客戶名稱不能空白。

source: The customer short name cannot be empty.
hi_in: ग्राहक का संक्षिप्त नाम रिक्त नहीं हो सकता।
zh_tw: 客戶簡稱不能空白。

source: The credit limit must be numeric and not less than zero.
hi_in: क्रेडिट सीमा अंकीय और शून्य से कम नहीं होनी चाहिए।
zh_tw: 信用額度必須是數字且不能少於0。

source: The payment discount must be numeric and is expected to be less than 100% and greater than or equal to 0.
hi_in: भुगतान छूट अंकीय होना चाहिए और 100 से कम और 0 से अधिक या उसके बराबर होने की उम्मीद है।
zh_tw: 付款折扣必須是數字且預設低於100%及大於或等於0。

source: The discount percentage must be numeric and is expected to be less than 100% and greater than or equal to 0.
hi_in: डिस्काउंट प्रतिशत संख्यात्मक होना चाहिए और 100 से कम और 0 से अधिक या उसके बराबर होने की संभावना है।
zh_tw: 折扣百分比必須是數字且預設低於100%及大於或等於0。

source: Customer has been updated.
hi_in: ग्राहक को अपडेट किया गया है
zh_tw: 分支機構已更新。

source: A new customer has been added.
hi_in: एक नया ग्राहक जोड़ा गया है
zh_tw: 新客戶已新增。

source: A default Branch has been automatically created, please check default Branch values by using link below.
hi_in: एक डिफ़ॉल्ट शाखा स्वचालित रूप से बनाई गई है, कृपया नीचे दी गई लिंक का उपयोग करके डिफ़ॉल्ट शाखा मूल्यों की जांच करें।
zh_tw: 預設分支機構已經自動建立，請藉由下面的鏈接查看預設分支機構的值。

source: This customer cannot be deleted because there are transactions that refer to it.
hi_in: इस ग्राहक को हटाया नहीं जा सकता है क्योंकि इसमें लेनदेन हैं जो इसका संदर्भ देते हैं।
zh_tw: 這客戶不能刪除，因為已有交易使用中。

source: Cannot delete the customer record because orders have been created against it.
hi_in: ग्राहक के रिकॉर्ड को हटा नहीं सकते हैं क्योंकि इसके विरुद्ध आदेश बनाए गए हैं।
zh_tw: 未能刪除客戶記錄，因為已有訂單使用中。

source: Cannot delete this customer because there are branch records set up against it.
hi_in: इस ग्राहक को हटा नहीं सकते क्योंकि उसके खिलाफ शाखा रिकॉर्ड स्थापित हैं I
zh_tw: 未能刪除這客戶，因為有分支機構記錄使用中。

source: Selected customer has been deleted.
hi_in: चयनित ग्राहक हटा दिया गया है
zh_tw: 選取的客戶已刪除。

source: Name and Address
hi_in: नाम और पता
zh_tw: 名稱與住址

source: Customer Name:
hi_in: ग्राहक का नाम:
zh_tw: 客戶名稱：

source: Customer Short Name:
hi_in: ग्राहक संक्षिप्त नाम:
zh_tw: 客戶簡稱：

source: Customer's Currency:
hi_in: ग्राहक की मुद्रा:
zh_tw: 客戶幣別：

source: Sales Type/Price List:
hi_in: बिक्री प्रकार / मूल्य सूची:
zh_tw: 銷售類別/價格表：

source: Customer status:
hi_in: ग्राहक का दर्जा:
zh_tw: 客戶狀態：

source: Discount Percent:
hi_in: डिस्काउंट प्रतिशत:
zh_tw: 折扣百分比：

source: Prompt Payment Discount Percent:
hi_in: शीघ्र भुगतान डिस्काउंट प्रतिशत:
zh_tw: 提示付款折扣：

source: Credit Status:
hi_in: क्रेडिट स्थिति:
zh_tw: 信用狀況

source: Customer branches
hi_in: ग्राहक शाखाएं
zh_tw: 客戶分公司(&B)

source: Select or &Add
hi_in: चुनें या जोड़ें
zh_tw: 選擇或新增(&A)

source: &Add or Edit
hi_in: जोड़ें या संपादित करें
zh_tw: 新增/編輯(&A)

source: Add New Customer
hi_in: नया ग्राहक जोड़ें
zh_tw: 新增客戶

source: Update Customer
hi_in: ग्राहक को अपडेट करें
zh_tw: 更新客戶

source: Update customer data
hi_in: ग्राहक डेटा अपडेट करें
zh_tw: 更新客戶資料

source: Select this customer and return to document entry.
hi_in: इस ग्राहक का चयन करें और दस्तावेज़ प्रविष्टि पर लौटें।
zh_tw: 選擇此客戶並且回到文件。

source: Delete Customer
hi_in: ग्राहक हटाएं
zh_tw: 刪除客戶

source: Delete customer data if have been never used
hi_in: ग्राहक डेटा हटाएं यदि कभी भी उपयोग नहीं किया गया है
zh_tw: 刪除未有使用的客戶資料

source: There are no sales types defined. Please define at least one sales type before adding a customer.
hi_in: कोई बिक्री प्रकार परिभाषित नहीं हैं ग्राहक जोड़ने से पहले कृपया कम से कम एक बिक्री प्रकार को परिभाषित करें
zh_tw: 沒有定義的銷售類別。新增一個客戶之前，請至少定義一個銷售類別。

source: New customer
hi_in: नए ग्राहक
zh_tw: 新增客戶

source: Sales &Orders
hi_in: बिक्री के आदेश
zh_tw: 銷貨訂單(&O)

source: Recurrent Invoices
hi_in: आवर्ती इनवॉइस
zh_tw: 常用發票(&I)

source: There is no template order in database. You have to create at least one sales order marked as template to be able to define recurrent invoices.
hi_in: डेटाबेस में कोई टेम्प्लेट ऑर्डर नहीं है। पुनरावर्ती चालान को परिभाषित करने में सक्षम होने के लिए आपको टेम्प्लेट के रूप में चिह्नित कम से कम एक विक्रय क्रम बनाना होगा।
zh_tw: 在資料中沒有訂單範本。 您必須至少建立一個銷貨訂單當成經常性發票的範本。

source: This customer has no branches. Please define at least one branch for this customer first.
hi_in: इस ग्राहक की कोई शाखाएं नहीं हैं पहले इस ग्राहक के लिए कम से कम एक शाखा को परिभाषित करें
zh_tw: 此客戶沒有分支機構。請先至少定義一個分支機構。

source: The invoice description cannot be empty.
hi_in: चालान विवरण रिक्त नहीं हो सकता।
zh_tw: 發票說明不能空白。

source: This recurrent invoice description is already in use.
hi_in: यह आवर्ती चालान विवरण पहले से उपयोग में है
zh_tw: 此經常性發的說明已被使用。

source: No recurence interval has been entered.
hi_in: कोई पुनरावर्ती अंतराल दर्ज नहीं किया गया है।
zh_tw: 已輸入資料無重覆間隔。

source: Selected recurrent invoice has been updated
hi_in: चयनित आवर्ती इनवॉइस को अपडेट किया गया है
zh_tw: 選擇的經常性發票已經更新

source: New recurrent invoice has been added
hi_in: नया पुनरावृत्त चालान जोड़ा गया है
zh_tw: 經常性發票已經新增

source: Selected recurrent invoice has been deleted
hi_in: चयनित पुनरावर्ती इनवॉइस को हटा दिया गया है
zh_tw: 選擇的經常性發票已經刪除

source: Last Created
hi_in: अंतिम बनाया गया
zh_tw: 最新建立

source: Days:
hi_in: दिन:
zh_tw: 天：

source: Monthly:
hi_in: महीने के:
zh_tw: 每月：

source: Begin:
hi_in: शुरू:
zh_tw: 開始：

source: End:
hi_in: समाप्त:
zh_tw: 結束：

source: The area description cannot be empty.
hi_in: क्षेत्र विवरण रिक्त नहीं हो सकता।
zh_tw: 地區說明不能空白。

source: Selected sales area has been updated
hi_in: चयनित बिक्री क्षेत्र को अपडेट किया गया है
zh_tw: 選擇銷售區記錄已更新

source: New sales area has been added
hi_in: नया बिक्री क्षेत्र जोड़ा गया है
zh_tw: 新的銷售區已新增

source: Cannot delete this area because customer branches have been created using this area.
hi_in: इस क्षेत्र को हटा नहीं सकते क्योंकि ग्राहक शाखाएं इस क्षेत्र का उपयोग कर बनाई गई हैं।
zh_tw: 不能刪除此地區，因為已有客戶分支機構使用中。

source: Selected sales area has been deleted
hi_in: चयनित बिक्री क्षेत्र हटा दिया गया है
zh_tw: 選取之銷售區已刪除

source: Area Name
hi_in: क्षेत्र का नाम
zh_tw: 地區名稱

source: Area Name:
hi_in: क्षेत्र का नाम:
zh_tw: 地區名稱：

source: Sales Groups
hi_in: बिक्री समूह
zh_tw: 業務群組

source: The sales group description cannot be empty.
hi_in: बिक्री समूह विवरण खाली नहीं हो सकता
zh_tw: 業務群組說明不能空白。

source: Selected sales group has been updated
hi_in: चयनित बिक्री समूह को अपडेट किया गया है
zh_tw: 選擇的業務群組已經更新

source: New sales group has been added
hi_in: नया बिक्री समूह जोड़ा गया है
zh_tw: 業務群組已經新增

source: Cannot delete this group because customers have been created using this group.
hi_in: इस समूह को हटा नहीं सकते क्योंकि ग्राहकों को इस समूह का उपयोग करके बनाया गया है।
zh_tw: 無法刪除此群組，因為已經有客戶使用中。

source: Selected sales group has been deleted
hi_in: चयनित बिक्री समूह हटा दिया गया है
zh_tw: 選擇的業務群組已經刪除

source: ID
hi_in: आईडी
zh_tw: 代號

source: Group Name:
hi_in: समूह का नाम:
zh_tw: 群組名稱：

source: Sales Persons
hi_in: बिक्री व्यक्ति
zh_tw: 業務人員

source: The sales person name cannot be empty.
hi_in: बिक्री व्यक्ति का नाम रिक्त नहीं हो सकता
zh_tw: 業務員名稱不能空白。

source: Salesman provision cannot be less than 0 or more than 100%.
hi_in: सेल्समैन प्रावधान 0 से कम या 100 % से अधिक नहीं हो सकता।
zh_tw: 業務員佣金不能小於 0 或是大於 100%。

source: Salesman provision breakpoint must be numeric and not less than 0.
hi_in: सेल्समैन प्रावधान ब्रेकपॉइंट संख्यात्मक और 0 से कम नहीं होना चाहिए।
zh_tw: 業務員佣金跳級門檻必須是數字且大於 0。

source: Selected sales person data have been updated
hi_in: चयनित विक्रय व्यक्ति के डेटा को अपडेट किया गया है
zh_tw: 選定的銷售人員被更新

source: New sales person data have been added
hi_in: नई बिक्री व्यक्ति डेटा जोड़ा गया है
zh_tw: 新的銷售人員已新增

source: Cannot delete this sales-person because branches are set up referring to this sales-person - first alter the branches concerned.
hi_in: इस बिक्री-व्यक्ति को नहीं हटा सकते क्योंकि शाखाएं इस विक्रय-व्यक्ति का जिक्र करते हैं - पहले संबंधित शाखाओं को बदलते हैं।
zh_tw: 不能刪除此銷售人員，因為已有分支機構使用中 - 請先調整相關分支機構。

source: Selected sales person data have been deleted
hi_in: चयनित बिक्री व्यक्ति डेटा हटा दिया गया है
zh_tw: 選擇的銷售人員資料已刪除。

source: Sales person name:
hi_in: बिक्री व्यक्ति का नाम:
zh_tw: 銷售人員名稱：

source: Telephone number:
hi_in: टेलीफोन नंबर:
zh_tw: 電話號碼：

source: Fax number:
hi_in: फैक्स नंबर:
zh_tw: 傳真號碼：

source: Turnover Break Pt Level:
hi_in: टर्नओवर ब्रेक पट स्तर:
zh_tw: 破PT.：

source: POS settings
hi_in: स्थिति सेटिंग्स
zh_tw: 收銀機設定

source: The POS name cannot be empty.
hi_in: पीओएस नाम रिक्त नहीं हो सकता।
zh_tw: 收銀機名稱不能空白。

source: New point of sale has been added
hi_in: बिक्री का नया बिंदु जोड़ा गया है
zh_tw: 收銀機已經新增

source: Selected point of sale has been updated
hi_in: बिक्री के चयनित बिंदु को अद्यतन किया गया है
zh_tw: 選擇的收銀機已經更新

source: Cannot delete this POS because it is used in users setup.
hi_in: इस पीओएस को हटा नहीं सकते क्योंकि इसका उपयोग उपयोगकर्ताओं के सेटअप में किया जाता है।
zh_tw: 不能刪除此收銀機，因為有使用者設定使用中。

source: Selected point of sale has been deleted
hi_in: बिक्री का चयनित बिंदु हटा दिया गया है
zh_tw: 選擇的收銀機已經刪除

source: POS Name
hi_in: पीओएस नाम
zh_tw: 收銀機名稱

source: Credit sale
hi_in: क्रेडिट बिक्री
zh_tw: 賖銷

source: Cash sale
hi_in: नकद बिक्री
zh_tw: 現銷

source: Default account
hi_in: मूल खाता
zh_tw: 預設會計項目

source: To have cash POS first define at least one cash bank account.
hi_in: नकद पीओएस के लिए पहले कम से कम एक नकद बैंक खाते को परिभाषित करें।
zh_tw: 要有現金POS前，首先至少定義一個現金的銀行賬戶。

source: Point of Sale Name
hi_in: बिक्री का नाम
zh_tw: 收銀機名稱

source: Allowed credit sale terms selection:
hi_in: स्वीकृत क्रेडिट बिक्री शर्तों का चयन:
zh_tw: 允許的信用銷售條件選擇：

source: Allowed cash sale terms selection:
hi_in: स्वीकृत नकदी बिक्री शर्तों का चयन:
zh_tw: 允許的現金銷售條件選擇：

source: Default cash account
hi_in: डिफ़ॉल्ट नकद खाता
zh_tw: 預設現金帳戶

source: POS location
hi_in: पीओएस स्थान
zh_tw: 收銀機地點

source: The sales type description cannot be empty.
hi_in: बिक्री प्रकार विवरण रिक्त नहीं हो सकता।
zh_tw: 銷售類別內容不能空白

source: Calculation factor must be valid positive number.
hi_in: गणना कारक वैध सकारात्मक नंबर होना चाहिए।
zh_tw: 計算因素必須是有效正數。

source: New sales type has been added
hi_in: नई बिक्री का प्रकार जोड़ा गया है
zh_tw: 新的銷售類別記錄已新增

source: Selected sales type has been updated
hi_in: चयनित बिक्री प्रकार को अपडेट किया गया है
zh_tw: 選定的銷售類別已更新

source: Cannot delete this sale type because customer transactions have been created using this sales type.
hi_in: इस बिक्री प्रकार को हटा नहीं सकते क्योंकि ग्राहक लेनदेन इस बिक्री प्रकार का उपयोग करके बनाया गया है।
zh_tw: 未能刪除此銷售類別，因為已有客戶交易使用中。

source: Cannot delete this sale type because customers are currently set up to use this sales type.
hi_in: इस बिक्री प्रकार को हटा नहीं सकते क्योंकि ग्राहक वर्तमान में इस बिक्री प्रकार का उपयोग करने के लिए सेट अप कर रहे हैं।
zh_tw: 未能刪除此銷售類別，因為客戶已設定使用中。

source: Selected sales type has been deleted
hi_in: चयनित बिक्री का प्रकार हटा दिया गया है
zh_tw: 選定銷售類別已刪除

source: Type Name
hi_in: नाम टाइप करें
zh_tw: 類別名稱

source: Factor
hi_in: फ़ैक्टर
zh_tw: 成本動因

source: Tax Incl
hi_in: कर सहित
zh_tw: 含稅

source: Base
hi_in: आधार
zh_tw: 基準

source: Marked sales type is the company base pricelist for prices calculations.
hi_in: चिह्नित बिक्री का प्रकार कीमतों की गणना के लिए कंपनी का आधार मूल्य सूची है
zh_tw: 標示的銷貨類別是價格表計算的基礎。

source: Sales Type Name
hi_in: बिक्री प्रकार नाम
zh_tw: 銷售類別名稱

source: Calculation factor
hi_in: गणना कारक
zh_tw: 計算成本動因

source: Tax included
hi_in: कर सहित
zh_tw: 含稅

source: View Credit Note
hi_in: क्रेडिट नोट देखें
zh_tw: 檢視貸方通知單

source: CREDIT NOTE #%d
hi_in: क्रेडिट नोट #% डी
zh_tw: 貸方通知單 #%d

source: There are no line items on this credit note.
hi_in: इस क्रेडिट नोट पर कोई लाइन आइटम नहीं हैं
zh_tw: 此貸方通知單沒有貨品。

source: View Sales Dispatch
hi_in: बिक्री डिस्पेच देखें
zh_tw: 檢視銷貨配送

source: DISPATCH NOTE #%d
hi_in: डिस्पैच नोट #% डी
zh_tw: 配送單 #%d

source: Charge Branch
hi_in: चार्ज शाखा
zh_tw: 收費分支機構

source: Customer Order Ref.
hi_in: ग्राहक आदेश रेफरी
zh_tw: 客戶訂單序號

source: Dispatch Date
hi_in: प्रेषण तारीख
zh_tw: 配送日期

source: There are no line items on this dispatch.
hi_in: इस प्रेषण पर कोई लाइन आइटम नहीं हैं।
zh_tw: 此配送沒有貨品。

source: TOTAL VALUE
hi_in: कुल मूल्य
zh_tw: 總價值

source: This dispatch has been voided.
hi_in: यह प्रेषण निरस्त कर दिया गया है।
zh_tw: 配送已作廢。

source: View Sales Invoice
hi_in: देखें बिक्री चालान
zh_tw: 檢視銷貨發票

source: FINAL INVOICE #%d
hi_in: अंतिम चालान #% डी
zh_tw: 正式發票 #%d

source: PREPAYMENT INVOICE #%d
hi_in: प्रीपेमेंट नौवहन #% डी
zh_tw: 預付款發票 #%d

source: SALES INVOICE #%d
hi_in: बिक्री चालान #% डी
zh_tw: 銷貨發票 #%d

source: There are no line items on this invoice.
hi_in: इस चालान पर कोई रेखा वस्तुएं नहीं हैं
zh_tw: 在此發票沒有一行的貨品。

source: PREPAYMENT AMOUNT INVOICED
hi_in: पूर्वभुगतान राशि चालान बनाया
zh_tw: 預付款的發票

source: View Customer Payment
hi_in: ग्राहक भुगतान देखें
zh_tw: 檢視客戶付款

source: Customer Payment #%d
hi_in: ग्राहक भुगतान #% डी
zh_tw: 客戶付款 #%d

source: From Customer
hi_in: ग्राहक से
zh_tw: 來自客戶

source: Date of Deposit
hi_in: जमा की तिथि
zh_tw: 存入日期

source: Customer Currency
hi_in: ग्राहक मुद्रा
zh_tw: 客戶幣別

source: Into Bank Account
hi_in: बैंक खाते में
zh_tw: 匯入銀行帳戶

source: Bank Amount
hi_in: बैंक की राशि
zh_tw: 銀行金額

source: This customer payment has been voided.
hi_in: इस ग्राहक भुगतान को समाप्त कर दिया गया है
zh_tw: 這個客戶付款已作廢。

source: View Sales Quotation
hi_in: बिक्री विक्रय देखें
zh_tw: 檢視銷售報價單

source: Sales Quotation #%d
hi_in: बिक्री कोटेशन #% डी
zh_tw: 銷貨報價單 #%d

source: View Sales Order
hi_in: बिक्री विक्रय देखें
zh_tw: 檢視銷貨訂單

source: Sales Order #%d
hi_in: विक्रय आदेश #% डी
zh_tw: 銷貨訂單 #%d

source: Order Information
hi_in: आदेश की जानकारी
zh_tw: 訂單資訊

source: Customer Name
hi_in: ग्राहक का नाम
zh_tw: 客戶名稱

source: Deliver To Branch
hi_in: शाखा को वितरित करें
zh_tw: 出貨到分支機構

source: Requested Delivery
hi_in: अनुरोधित वितरण
zh_tw: 要求出貨

source: Deliver From Location
hi_in: स्थान से उद्धार
zh_tw: 發貨地區

source: Non-Invoiced Prepayments
hi_in: गैर-चालानपूर्व प्रीपेमेंट्स
zh_tw: 尚未開立發票的付款

source: All Payments Allocated
hi_in: सभी भुगतान आवंटित
zh_tw: 被指定的全部付款

source: Telephone
hi_in: टेलीफोन
zh_tw: 電話

source: This Sales Order is used as a Template.
hi_in: यह विक्रय आदेश एक टेम्पलेट के रूप में उपयोग किया जाता है
zh_tw: 以此銷貨訂單當成範本。

source: Quantity Delivered
hi_in: मात्रा वितरित की गई
zh_tw: 已出貨數量

source: Customer Allocation Inquiry
hi_in: ग्राहक आवंटन जांच
zh_tw: 客戶分攤查詢

source: Allocation
hi_in: आवंटन
zh_tw: 分攤

source: Customer Transactions
hi_in: ग्राहक लेनदेन
zh_tw: 客戶交易

source: Print Receipt
hi_in: प्रिंट रसीद
zh_tw: 列印收據

source: CUSTOMER ACCOUNT IS ON HOLD
hi_in: ग्राहक खाता होल्ड पर है
zh_tw: 這個客戶帳號保留中。

source: Search Not Invoiced Deliveries
hi_in: खोज इनवॉइस डिलीवरी में नहीं है
zh_tw: 搜尋尚未開發票的出貨

source: Search All Deliveries
hi_in: सभी डिलीवरी देखें
zh_tw: 搜尋所有出貨單

source: For batch invoicing you should select at least one delivery. All items must be dispatched to the same customer branch.
hi_in: बैच चालान के लिए आपको कम से कम एक डिलीवरी का चयन करना चाहिए। सभी वस्तुओं को एक ही ग्राहक शाखा के लिए भेजा जाना चाहिए।
zh_tw: 對於批次開發票您應該 至少選擇一個出貨。所有貨品必須被配送到 同一個客戶的分支機構。

source: Delivery #
hi_in: डिलिवरी #
zh_tw: 出貨 #

source: Cust Ref
hi_in: कस्ट रेफरी
zh_tw: 客戶序號

source: Due By
hi_in: द्वारा कारण
zh_tw: 到期日由

source: Delivery Total
hi_in: डिलिवरी कुल
zh_tw: 出貨總數

source: Batch
hi_in: जत्था
zh_tw: 批次

source: Batch Invoicing
hi_in: बैच इंवॉइसिंग
zh_tw: 批次開立發票

source: Search Outstanding Sales Orders
hi_in: बकाया बिक्री आदेश खोजें
zh_tw: 搜尋未完成銷售訂單

source: Search Template for Invoicing
hi_in: इनवॉइसिंग के लिए खोजें खाका
zh_tw: 搜尋開立發票的範本

source: Select Template for Delivery
hi_in: डिलीवरी के लिए टेम्पलेट चुनें
zh_tw: 選取出貨單的範本

source: Invoicing Prepayment Orders
hi_in: इनवॉइसिंग प्रीपेमेंट ऑर्डर
zh_tw: 開具預付款單

source: Search All Sales Orders
hi_in: सभी बिक्री आदेश खोजें
zh_tw: 搜尋所有銷售訂單

source: Search All Sales Quotations
hi_in: सभी विक्रय कोटेशन खोजें
zh_tw: 搜尋所有銷貨報價單

source: Dispatch
hi_in: प्रेषण
zh_tw: 配送

source: Set this order as a template for direct deliveries/invoices
hi_in: इस आदेश को सीधे वितरण / चालान के लिए टेम्पलेट के रूप में सेट करें
zh_tw: 設定此訂單作為直接出貨/開立發票的範本

source: Prepayment Invoice
hi_in: प्रीपेमेंट इंवॉइस
zh_tw: 預付款的發票

source: Final Invoice
hi_in: अंतिम इनवॉइस
zh_tw: 正式發票

source: Show All:
hi_in: सब दिखाओ:
zh_tw: 全部顯示：

source: Order #
hi_in: ऑर्डर #
zh_tw: 訂單 #

source: Cust Order Ref
hi_in: क्रस्ट ऑर्डर रेफरी
zh_tw: 客戶訂單序號

source: Delivery To
hi_in: वितरण के लिए
zh_tw: 出貨到

source: Quote #
hi_in: उद्धरण #
zh_tw: 報價 #

source: Quote Date
hi_in: उद्धरण दिनांक
zh_tw: 報價日期

source: Quote Total
hi_in: उद्धरण कुल
zh_tw: 報價總計

source: Tmpl
zh_tw: 範本

source: You have to enter valid stock code or nonempty description
hi_in: आपको वैध स्टॉक कोड या गैर-निष्कासन विवरण दर्ज करना होगा
zh_tw: 您必須輸入正確的庫存代號或非空白的描述

source: This edit session has been abandoned by opening sales document in another browser tab. You cannot edit more than one sales document at once.
hi_in: यह संपादन सत्र दूसरे ब्राउज़र टैब में विक्रय दस्तावेज़ खोलकर छोड़ा गया है। आप एक से अधिक बिक्री दस्तावेज़ को एक बार में संपादित नहीं कर सकते
zh_tw: 這個編輯連線已經被取消，也許是透過其他瀏覽器畫面開啟了銷貨文件，一次不能夠編輯多個銷貨文件

source: Unsuspected overallocation happened due to sparse credit notes exists for this invoice. Check all credit notes allocated to this invoice for summarized freight charges.
hi_in: इस चालान के लिए विरल क्रेडिट नोट्स के कारण अनुपस्थित समग्र स्थान हुआ। संक्षेप में भाड़ा शुल्क के लिए इस चालान के लिए आवंटित सभी क्रेडिट नोटों को चेक करें
zh_tw: 在此發票中由於非預期的過度分配發生致短少的貸方通知單。 檢查分配給該發票總運費的所有貸方通知單。

source: Unknown %s price for '%s' in pricelist '%s'
hi_in: '%s' के लिए अज्ञात%s की कीमत pricelist '%s' में
zh_tw: 價格 %s 低於標準成本 %s

source: Return
hi_in: वापसी
zh_tw: 返回

source: Ex Inv:
hi_in: पूर्व आमंत्रण:
zh_tw: 發票：

source: Deleted.
hi_in: हटाए गए।
zh_tw: 已刪除。

source: Customer Currency:
hi_in: ग्राहक मुद्रा:
zh_tw: 客戶幣別：

source: Shipping Company:
hi_in: नौवहन कंपनी:
zh_tw: 運送公司：

source: Customer Discount:
hi_in: ग्राहक डिस्काउंट:
zh_tw: 客戶折扣：

source: This item is already on this document. You have been warned.
hi_in: यह आइटम पहले से ही इस दस्तावेज़ पर है। आपको चेतावनी दी गई है।
zh_tw: 貨品已經存在於這個文件，您已經被警告過。
