Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: Display settings have been updated.
da_dk: Udseende indstillinger er opdateret.
es_es: Las configuraciones de pantalla han sido actualizadas.
id_id: Pengaturan tampilan berhasil diperbarui.
it_it: Le impostazioni display sono state aggiornate.
ka_ge: დისპლეის პარამეტრები განახლებულია.
pt_br: Configurações visualizadas foram atualizadas.
pt_pt: Configurações de ecrã foram atualizadas.
ru_ru: Настройки были обновлены.

source: Decimal Places
da_dk: Decimalplaceringer
es_es: Posiciones Decimales
id_id: Belakang Koma
it_it: Decimali
ka_ge: წილადის სიზუსტე
pt_br: Casas Decimais
pt_pt: Casas Decimais
ru_ru: Десятичных знаков

source: Prices/Amounts:
da_dk: Priser/Beløb:
es_es: Precios/Montos:
id_id: Harga/Jumlah:
it_it: Prezzi/Importi:
ka_ge: ფასები/თანხები:
pt_br: Preços/Quantias:
pt_pt: Preços/Valores:
ru_ru: Цены / суммы:

source: Quantities:
da_dk: Antal:
es_es: Cantidades:
id_id: Jumlah:
it_it: Quantità :
ka_ge: რაოდენობები:
pt_br: Quantidades:
pt_pt: Quantidades:
ru_ru: Количества:

source: Exchange Rates:
da_dk: Valutakurser:
es_es: Tasas de Cambio:
id_id: Nilai Tukar:
it_it: Tassi di cambio:
ka_ge: გაცვლითი კურსები:
pt_br: Taxa de câmbio:
pt_pt: Taxas de câmbio:
ru_ru: Курсы валют:

source: Percentages:
da_dk: Procent:
es_es: Porcentajes:
id_id: Persentase:
it_it: Percentuali:
ka_ge: პროცენტები:
pt_br: Porcentagens:
pt_pt: Percentagens:
ru_ru: Процентное:

source: Date Separator:
da_dk: Dato separator:
es_es: Separador de Fecha:
id_id: Pemisah Tanggal:
it_it: Separatore data:
ka_ge: თარიღის გამყოფი:
pt_br: Separador de Data:
pt_pt: Separador de Data:
ru_ru: Дата Сепаратор:

source: Thousand Separator:
da_dk: Tusind separator:
es_es: Separador de miles:
id_id: Tanda Ribuan:
it_it: Separatore delle migliaia:
ka_ge: ათასეულის გამყოფი:
pt_br: Separador de Milhar:
pt_pt: Separador de Milhar:
ru_ru: Тысячи Сепаратор:

source: Decimal Separator:
da_dk: Decimal seperator:
es_es: Separador decimal:
id_id: Tanda Desimal:
it_it: Separatore decimale:
ka_ge: წილადის ნიშანი:
pt_br: Separador Decimal:
pt_pt: Separador Decimal:
ru_ru: Десятичного разделителя:

source: PDF/Printer
es_es: PDF/Impresora
it_it: PDF/Stampa
ka_ge: PDF/პრინტერი
pt_br: PDF/Impressora
pt_pt: PDF/Impressora
ru_ru: PDF / Принтер

source: Landscape
pt_pt: Paisagem
ru_ru: Пейзаж

source: Portrait
pt_pt: Retrato
ru_ru: Портрет

source: Miscellaneous
da_dk: Andet
es_es: Misceláneos
id_id: Lain-lain
it_it: Varie
ka_ge: სხვადასხვა
pt_br: Diversos
pt_pt: Diversos
ru_ru: Разное

source: Show hints for new users:
da_dk: Vis hjælpetekster for nye brugere:
es_es: Mostrar indicaciones para usuarios nuevos:
id_id: Tampilkan petunjuk untuk pengguna baru:
it_it: Mostra suggerimenti per i nuovi utenti:
ka_ge: აჩვენე მინიშნებები ახალბედა მომხმარებლებისთვის:
pt_br: Mostrar dicas para novos usuários:
pt_pt: Mostrar dicas para novos utilizadores:
ru_ru: Показать подсказки для новых пользователей:

source: Show GL Information:
da_dk: Vis bilagsinformation:
es_es: Mostrar Información Libro Mayor:
id_id: Tampilkan informasi JU:
it_it: Mostra Informazioni contabilità generale:
ka_ge: აჩვენე მთავარი წიგნის ინფორმაცია:
pt_br: Mostrar Informações do GL:
pt_pt: Mostrar Movimentos da Contabilidade:
ru_ru: Показать ГК информация:

source: Show Item Codes:
da_dk: Vis varekoder:
es_es: Mostrar los Códigos de Artículos:
id_id: Tampilkan Kode Barang:
it_it: Mostra codici articolo:
ka_ge: აჩვენე დასახელებების კოდები:
pt_br: Mostrar Códigos de Itens:
pt_pt: Mostrar Códigos de Artigos:
ru_ru: Показать товар коды:

source: Page Size:
da_dk: Sidestørrelse:
es_es: Tamaño de página:
id_id: Ukuran halaman:
it_it: Formato pagina:
ka_ge: გვერდის ზომა:
pt_br: Tamanho da Página:
pt_pt: Tamanho da Página:
ru_ru: Размер страницы:

source: Start-up Tab
da_dk: Start tab
es_es: Pestaña Comienzo
id_id: Tab Halaman Awal
it_it: Tab iniziale
ka_ge: საწყისი სანიშნი
pt_br: Tab Inicial:
pt_pt: Separador Inicial:
ru_ru: Запусковая закладка

source: Printing profile
da_dk: Udskrivnings profil
es_es: Perfil de Impresión
id_id: Profil pencetakan
it_it: Profilo di stampa
ka_ge: ბეჭდვის პროფილი
pt_br: Perfil de impressão
pt_pt: Perfil de impressão
ru_ru: Печатный профиль

source: Browser printing support
da_dk: Browser udskrivning understøttelse
es_es: Soporte de impresión del Navegador
id_id: Dukungan pencetakan browser
it_it: Supporto del Browser alla stampa
ka_ge: ბრაუზერის ბეჭდვის მხარდაჭერა
pt_br: Suporte de impressão do navegador
pt_pt: Suporte de impressão do browser
ru_ru: Посмотрет поддержка печати

source: Use popup window to display reports:
da_dk: Brug popup-vindue til at vise rapporter:
es_es: Use ventana emergente para mostrar reportes:
id_id: Gunakan jendela pop-up untuk laporan:
it_it: Usa la finestra di popup per visualizzare i report:
ka_ge: გამოიყენე დამატებითი ფანჯარა რეპორტების საჩვენებლად:
pt_br: Usar janela de popup para mostrar relatórios:
pt_pt: Usar janela de popup para mostrar relatórios:
ru_ru: Используйте всплывающее окно для отображения отчетов:

source: Set this option to on if your browser directly supports pdf files
da_dk: Sæt denne indstilling til Aktiv, hvis din browser direkte understøtter pdf-filer
es_es: Marque esta opción si su navegador soporta directamente archivos pdf
id_id: Tandai pilihan ini jika broswer anda mendukung file pdf
it_it: Attiva questa opzione se il tuo browser supporta nativamente i file pdf
ka_ge: აირჩიე ეს პარამეტრი თუ შენს ბრაუზერს აქვს pdf ფაილების პირდაპირი მხარდაჭერა
pt_br: -Setar esta opção para on se o seu navegador suporta arquivo pdf
pt_pt: Ativar esta opção se o seu browser suporta arquivo pdf
ru_ru: Установите эту опцию, если ваш браузер напрямую поддерживает файлы в формате PDF

source: Use icons instead of text links:
da_dk: Brug ikoner i stedet for tekst links:
es_es: Usar iconos en lugar de vínculos de texto:
id_id: Gunakan ikon daripada tautan teks:
it_it: Usa le icone al posto dei link testuali:
ka_ge: გამოიყენე პიქტოგრამები ტექსტური ბმულების ნაცვლად:
pt_br: Usar ícones ao invés de links de textos:
pt_pt: Usar ícones ao invés de links de texto:
ru_ru: Используйте иконки вместо текста ссылки:

source: Set this option to on for using icons instead of text links
da_dk: Sæt denne indstilling til Aktiv, for at bruge ikoner i stedet for tekst links
es_es: Marque esta opción a encendido para usar iconos en lugar de vínculos de texto
id_id: Tandai pilihan ini jika memilih gambar ikon daripada tautan teks
it_it: Attiva questa opzione per usare le icone al posto dei link testuali
ka_ge: აირჩიე ეს პარამეტრი პიქტოგრამების გამოსაყენებლად ტექსტური ბმულების ნაცვლად
pt_br: -Setar esta opção para on para utilizar ícones ao invés de links de textos
pt_pt: Ativar esta opção para utilizar ícones ao invés de links de textos
ru_ru: Установите эту опцию для использования на значки вместо текстовых ссылок

source: Remember last document date:
da_dk: Husk sidste dokument dato:
es_es: Recordar fecha del último documento:
id_id: Ingat tanggal dokumen terakhir:
it_it: Ricordare la data dell'ultimo documento:
ka_ge: დაიმახსოვრე ბოლო დოკუმენტის თარიღი:
pt_br: Lembrar a data do último documento:
pt_pt: Lembrar a data do último documento:
ru_ru: Запомните дату последнего документа:

source: If set document date is remembered on subsequent documents, otherwise default is current date
da_dk: Hvis sat til Aktiv, huskes dokument dato på de efterfølgende dokumenter, ellers er standard den aktuelle dato
es_es: Si esta configurado recordar fecha del último documento en los documentos siguientes, de otra forma por defecto es la fecha actual
id_id: Jika dipilih, tanggal dokumen hanya diingat untuk dokumen yang berjenis sama, selain itu digunakan tanggal saat ini
it_it: Se attivo, la data del documento è ricordata per i documenti successivi, altrimenti vale la data corrente
ka_ge: თუ არჩეულია, დოკუმენტის თარიღი დამახსოვრებულია შემდეგი დოკუმენტისთვის, წინააღმდეგ შემთხვევაში გამოიყენება მიმდინარე თარიღი
pt_br: -Se a data setada do documento é lembrado em documentos subseqüente, caso contrário o padrão esta com a data correta
pt_pt: Se ativar esta opção a data do documento é lembrado em documentos posteriores, caso contrário é considerado a data atual

source: Query page size:
da_dk: Forsp. Sidestørrelse:
es_es: Tamaño de página de la consulta:
id_id: Baris per halaman:
it_it: Numero righe esito ricerche:
ka_ge: ფილტრის გვერდის ზომა:
pt_br: Tamanho da página de busca:
pt_pt: Tamanho da página de consulta:
ru_ru: Запрос размер страницы:

source: Language
da_dk: Sprog
es_es: Idioma
id_id: Bahasa
it_it: Lingua
ka_ge: ენა
pt_br: Idioma
pt_pt: Idioma
ru_ru: Язык

source: Language:
da_dk: Sprog:
es_es: Idioma:
id_id: Bahasa:
it_it: Lingua:
ka_ge: ენა:
pt_br: Idioma:
pt_pt: Idioma:
ru_ru: Язык:

source: Fiscal Years
da_dk: Regnskabsår
es_es: Años fiscales
id_id: Tahun Fiskal
it_it: Periodi Amministrativi
ka_ge: ფინანსური წლები
pt_br: Anos Fiscais
pt_pt: Anos Fiscais
ru_ru: Финансовый год

source: Invalid BEGIN date in fiscal year.
da_dk: Ugyldig startdato i regnskabsår.
es_es: Fecha de INICIO no válida en año fiscal.
id_id: Salah tanggal AWAL tahun fiskal.
it_it: Data di inizio periodo amministartivo non valida.
ka_ge: არასწორი საწყისი თარიღი ფინანსურ წელში.
pt_br: Data de INÍCIO no ano fiscal inválida.
pt_pt: Data de INÍCIO no ano fiscal inválida.
ru_ru: Неверный даты начала финансового года.

source: Invalid END date in fiscal year.
da_dk: Ugyldig slutdato i regnskabsår.
es_es: Fecha de TERMINO no válida en año fiscal.
id_id: Salah tanggal AKHIR tahun fiskal.
it_it: Data di fine periodo amministrativo non valida.
ka_ge: არასწორი ბოლო თარიღი ფინანსურ წელში.
pt_br: Data FINAL no ano fiscal inválida.
pt_pt: Data FINAL no ano fiscal inválida.
ru_ru: Неверная дата окончания финансового года.

source: Invalid BEGIN or END date in fiscal year.
es_es: Fecha de COMIENZO o TERMINO no válida en el año fiscal
id_id: Salah tanggal AWAL atau AKHIR tahun fiskal.
ka_ge: არასწორი საწყისი და ბოლო თარიღი ფინანსურ წელში.
pt_pt: Data INICIO ou FINAL inválida no ano fiscal
ru_ru: Неправильное время начала или окончания финансового года.

source: BEGIN date bigger than END date.
da_dk: Start dato større end slut dato.
es_es: Fecha de INICIO mayor a fecha de TERMINO.
id_id: Tanggal AWAL lebih besar dari AKHIR
it_it: Data iniziale maggiore della data finale.
ka_ge: საწყისი თარიღი უფრო გვიანდელია ვიდრე საბოლოო.
pt_br: Data de INÍCIO maior que data FINAL.
pt_pt: Data de INÍCIO maior que data FINAL.
ru_ru: Дата начала больше даты окончания.

source: Cannot CLOSE this year because there are open fiscal years before
da_dk: Kan ikke lukke regnskabsåret i år, fordi der er åbne regnskabsår fra før
es_es: No se puede CERRAR este año debido a que hay abiertos años fiscales anteriores
id_id: Tidak dapat menutup tahun fiskal ini karena masih ada tahun fiskal sebelumnya yang belum ditutup
it_it: Non puoi chiudere questo periodo amministrativo perchè prima ce ne sono altri aperti
ka_ge: მიმდინარე წლის დახურვა შეუძლებელია, დაუხურავი წინა წლების გამო
pt_br: Não pode FECHAR este ano porque existem anos fiscais anteriores abertos
pt_pt: Não é possível FECHAR este ano porque existem anos fiscais anteriores abertos
ru_ru: Не может закрыть в этом году, потому что есть открытые финансового года до

source: Selected fiscal year has been updated
da_dk: Regnskabsåret er opdateret.
es_es: El año fiscal seleccionado ha sido actualizado.
id_id: Tahun fiskal yang dipilih berhasil diperbarui
it_it: Il periodo amministrativo selezionato è stato aggiornato
ka_ge: არჩეული ფინანსური წელი განახლებულია
pt_br: Ano fiscal selecionado foi atualizado
pt_pt: Ano fiscal selecionado foi atualizado
ru_ru: Выбранный финансовом году было обновлено

source: New fiscal year has been added
da_dk: Nyt regnskabsår er oprettet.
es_es: Un nuevo año fiscal ha sido adicionado.
id_id: Tahun fiskal berhasil ditambahkan
it_it: Il nuovo periodo amministrativo è stato aggiunto
ka_ge: ახალი ფინანსური წელი დამატებულია
pt_br: Um novo ano fiscal foi adicionado
pt_pt: Um novo ano fiscal foi adicionado
ru_ru: Новый финансовый год были добавлены

source: Cannot delete this fiscal year because there are fiscal years before.
id_id: Tidak dapat menghapus tahun fiskal ini karena ada tahun fiskal sebelumnya.
pt_pt: Não é possível apagar este ano fiscal porque existem anos fiscais anteriores.

source: Cannot delete this fiscal year because the fiscal year is not closed.
da_dk: Kan ikke slette dette regnskabsår da der er åbne transaktioner.
es_es: No se puede eliminar este año fiscal porque el año fiscal no está cerrado.
id_id: Tidak dapat menghapus tahun fiskal ini karena belum ditutup.
it_it: Non puoi cancellare questo periodo amministrativo perchè non è chiuso.
ka_ge: მიმდინარე ფინანსური წლის წაშლა შეუძლებელია რადგან იგი არ არის დახურული.
pt_br: Não é possivél deletar este ano fiscal porque o ano fiscal não está fechado.
pt_pt: Não é possível apagar este ano fiscal, porque o ano fiscal não está fechado.
ru_ru: Не удается удалить текущий финансовый год, поскольку финансовый год не закрыт.

source: Selected fiscal year has been deleted
da_dk: Valgt regnskabsår er slettet.
es_es: El año fiscal seleccionado ha sido eliminado
id_id: Tahun fiskal yang dipilih berhasil dihapus
it_it: Il periodo amministrativo selezionato è stato cancellato
ka_ge: არჩეული ფინანსური წელი წაშლილია
pt_br: O Ano Fiscal selecionado foi deletado
pt_pt: Ano fiscal selecionado foi apagado
ru_ru: Выбранный финансовый год был удален

source: Warning: Deleting a fiscal year all transactions are removed and converted into relevant balances. This process is irreversible!
da_dk: Advarsel: Sletning af et regnskabsår sletter alle transaktioner og omdanner disse til relevante balancer. Denne proces kan ikke fortrydes!
es_es: Advertencia: Al eliminar un año fiscal, todas las transacciones son borradas y convertidas en los balances relevantes. Este proceso es irreversible!
id_id: PERINGATAN: Jika menghapus tahun fiskal, seluruh transaksi akan dihapus dan dikonversi ke saldo yang relevan. Proses ini tidak dapat dibalik!
it_it: Avviso: Cancellando un periodo amministrativo tutte le transazioni saranno cancellate e convertite nei relativi bilanci. Questo processo è irreversibile
ka_ge: გაფრთხილება: მიმდინარეობს ფინანსური წლის წაშლა, ყველა ტრანზაქცია წაშლილია და კონვერტირებული შესაბამის ნაშთებში. ეს პროცესი შეუქცევადია!
pt_pt: Atenção: Ao apagar um ano fiscal todas as transações serão eliminadas os movimentos serão apagados e convertidos em saldos. Este processo é irreversível!

source: Fiscal Year Begin
da_dk: Regnskabsårets start
es_es: Inicio del año fiscal
id_id: Awal Tahun Fiskal
it_it: Inizio Periodo Amministrativo
ka_ge: ფინანსური წლის დასაწყისი
pt_br: Início do Ano Fiscal
pt_pt: Início do Ano Fiscal
ru_ru: Финансовый год Начало

source: Fiscal Year End
da_dk: Regnskabsårets slut
es_es: Término del año fiscal
id_id: Akhir Tahun Fiskal
it_it: Fine Periodo Amministrativo
ka_ge: ფინანსური წლის ბოლო
pt_br: Final do Ano Fiscal
pt_pt: Fim do Ano Fiscal
ru_ru: Окончания финансового года

source: Closed
da_dk: Lukket
es_es: Cerrado
id_id: Ditutup
it_it: Chiuso
ka_ge: დახურულია
pt_br: Fechado
pt_pt: Fechado
ru_ru: Закрыто

source: Are you sure you want to delete fiscal year %s - %s? All transactions are deleted and converted into relevant balances. Do you want to continue ?
da_dk: Er du sikker på du vil slette regnskabsår %s -%s? Alle transaktioner bliver slettet og konverteret til relevante balancer. Ønsker du at fortsætte?
es_es: Está seguro que quiere borrar el año fiscal %s - %s? Todas las transacciones son borradas y convertidas en los balances relevantes. ¿Desea continuar?
id_id: Yakin akan menghapus tahun fiskal %s - %s? Seluruh transaksi akan dihapus dan dikonversi ke saldo yang relevan. Lanjut?
it_it: Sei sicuro di voler cancellare il periodo amministrativo %s - %s? Tutte le transazioni saranno cancellate e convertite nei relativi bilanci. Vuoi continuare?
ka_ge: დარწმუნებული ხარ, რომ გინდა ფინანსური წლის წაშლა %s - %s? ყველა ტრანზაქცია წაშლილია და კონვერტირებული შესაბამის ნაშთებში. გსურს გააგრძელო?
pt_pt: Tem a certeza de que deseja excluir o ano fiscal %s - %s? Todas as transações são eliminadas e convertidas em saldos. Deseja continuar?

source: The marked fiscal year is the current fiscal year which cannot be deleted.
da_dk: Markeret regnskabsår er indeværende og kan ikke slettes.
es_es: El año fiscal seleccionado es el actual, el cual no puede ser eliminado.
id_id: Tahun fiskal yang ditandai, sedang dipakai, sehingga tidak dapat dihapus.
it_it: Il periodo amministrativo evidenziato è il periodo corrente che non può essere eliminato.
ka_ge: მონიშნული ფინანსური წელი არის მიმდინარე, წაშლა შეუძლებელია.
pt_br: O ano fiscal marcado é o ano fiscal atual e não pode ser deletado.
pt_pt: O ano fiscal marcado é o ano fiscal atual e não pode ser apagado.

source: Fiscal Year Begin:
da_dk: Regnskabsårets start:
es_es: Inicio de año fiscal:
id_id: Awal Tahun Fiskal:
it_it: Inizio Periodo Amministrativo:
ka_ge: ფინანსური წლის დასაწყისი:
pt_br: Início do Ano Fiscal:
pt_pt: Início do Ano Fiscal:
ru_ru: Финансовый год Начало:

source: Fiscal Year End:
da_dk: Regnskabsårets slut:
es_es: Término de año fiscal:
id_id: Akhir Tahun Fiskal:
it_it: Fine Periodo Amministrativo:
ka_ge: ფინანსური წლის ბოლო:
pt_br: Final do Ano Fiscal:
pt_pt: Final do Ano Fiscal:
ru_ru: Окончания финансового года:

source: Is Closed:
da_dk: Lukket?
es_es: Está cerrado:
id_id: Ditutup:
it_it: è chiuso:
ka_ge: დახურულია:
pt_br: Esta Fechado:
pt_pt: Está Fechado:
ru_ru: Закрыто:

source: System and General GL Setup
da_dk: Finans og system, indstillinger
es_es: Configuración de Sistema y de Contabilidad General
id_id: Atur Sistem dan JU
it_it: Setup Sistema e Contabilità Generale
ka_ge: სისტემის და მთავარი წიგნის ზოგადი გაწყობა
pt_br: Configuração do Sistema
pt_pt: Sistema e Configuração da Contabilidade
ru_ru: Система и генеральный ГК установки

source: The delivery over-receive allowance must be between 0 and 100.
da_dk: Tilladt overleverance skal være mellem 0 og 100 pct.
es_es: La asignación para sobre-recepción del envío debe estar entre 0 y 100.
id_id: Batas kelebihan pengiriman yang diperbolehkan harus antara 0 dan 100.
it_it: La tolleranza per la maggiorazione di consegna deve essere compresa tra 0 e 100
ka_ge: მიწოდებისას ჭარბი მიღების შეღავათი უნდა იყოს 0-სა და 100-ს შორის.
pt_br: O limite do excesso na entrega deve ser entre 0 e 100.
pt_pt: O limite do excesso na entrega deve ser entre 0 e 100.
ru_ru: Доставка по-получать пособие должно быть между 0 и 100.

source: The invoice over-charge allowance must be between 0 and 100.
da_dk: Tilladt overfakturering skal være mellem 0 og 100 pct.
es_es: La asignación para sobre-cargo de facturas debe estar entre 0 y 100.
id_id: Batas kelebihan tagih yang diperbolehkan harus antara 0 dan 100.
it_it: La tolleranza per la maggiorazione di fatturazione deve essere compresa tra 0 e 100
ka_ge: ინვოისის ჭარბი დაკისრების შეღავათი უნდა იყოს 0-სა და 100-ს შორის.
pt_br: A fatura cobrada em excesso deve ser entre 0 e 100.
pt_pt: A fatura cobrada em excesso deve ser entre 0 e 100.
ru_ru: В счете-фактуре учетом перезарядки должно быть между 0 и 100.

source: The past due days interval allowance must be between 0 and 100.
da_dk: Daginterval i aldersanalyse skal være mellem 0 og 100.
es_es: El intervalo de concesión debe estar entre 0 y 100.
id_id: Batas interval hari keterlambatan harus antara 0 dan 100.
it_it: La tolleranza per i giorni di ritardo deve essere compresa tra 0 e 100
ka_ge: ვადაგადაცილებული დღეების ინტერვალის შეღავათი უნდა იყოს 0-სა და 100-ს შორის.
pt_br: -O intervalo de dias devido deve ser entre 0 e 100.
pt_pt: O intervalo de dias devido deve ser entre 0 e 100.
ru_ru: Просроченная интервал дней пособие должно быть между 0 и 100.

source: Before GRN Clearing Account can be changed all GRNs have to be invoiced
es_es: Antes que la Cuenta de Compensación NBR pueda ser cambiada, todas las NBR tienen que ser facturadas
id_id: Sebelum Akun kliring Bukti Penerimaan Barang (BPB) dapat diubah, seluruh BPB harus sudah ditagih
ka_ge: სასაქონლო ზედნადების განაღდების ანგარიშის შეცვლადმე ყველა სასაქონლო ზედნადები უნდა დაინვოისდეს
pt_pt: Antes de poder alterar a conta de compensação GRN todas as contas GRNs tem que ser faturadas
ru_ru: Перед GRN расчетного счета может быть изменен всех GRNS должны быть выставлен счет

source: The Retained Earnings Account should be a Balance Account or the Profit and Loss Year Account should be an Expense Account (preferred the last one in the Expense Class)
es_es: Las Cuentas de Ganancias Acumuladas debe ser una Cuenta de Balance, o la Cuenta de Beneficios y Pérdidas Anuales debe ser una Cuenta de Gastos (preferentemente la última en la Clase de Gastos)
id_id: Akun Laba Ditahan harus berjenis Akun Saldo atau akun Akun Laba Rugi harus berupa Akun Pengeluaran (lebih baik berada di nomor terakhir Kelas Pengeluaran)
ka_ge: გაუნაწილებელი მოგების ანგარიში უნდა იყოს საბალანსო ანგარიში ან მოგება/ზარალის ანგარიში უნდა იყოს ხარჯის ანგარიში
pt_pt: A conta de lucros acumulados deve ser uma Conta de Saldo ou a conta de Lucros e Perdas Anuais deve ser uma conta de despesa (de preferência o último da classe de despesa)

source: The general GL setup has been updated.
da_dk: Almindelige bogføringsindstillinger er opdateret.
es_es: La configuración de contabilidad general ha sido actualizada.
id_id: Pengaturan JU umum berhasil diperbarui.
it_it: Il setup contabilità generale è stato aggiornato.
ka_ge: მთავარი წიგნის ზოგადი გაწყობა განახლებულია.
pt_br: A configuração do sistema foi atualizada.
pt_pt: A configuração geral do plano de contas foi atualizada.
ru_ru: Общие настройки ГК был обновлен.

source: General GL
da_dk: Almindelig bogføring
es_es: Libro Mayor General
id_id: JU Umum
it_it: Contabilità generale
ka_ge: ზოგადი მთავარი წიგნი
pt_br: Sistema Contábil
pt_pt: Registo Contabilistico
ru_ru: Генеральный ГК

source: Past Due Days Interval:
da_dk: Interval i aldersanalyse:
es_es: Intervalo de días de retraso:
id_id: Interval hari keterlambatan:
it_it: Intervallo giorni di ritardo:
ka_ge: ვადაგადაცილებული დღეების ინტერვალი:
pt_br: Intervalo para vencimento:
pt_pt: Intervalo para vencimento:
ru_ru: Просроченные Интервал дней:

source: days
da_dk: dage
es_es: días
id_id: hari
it_it: giorni
ka_ge: დღე
pt_br: dias
pt_pt: dias
ru_ru: дней

source: Retained Earnings:
da_dk: Overførte Resultater:
es_es: Ganancias Acumuladas:
id_id: Akun Laba Tahun Berjalan:
it_it: Utili di esercizi precedenti:
ka_ge: გაუნაწილებელი მოგება:
pt_br: Lucros Retidos:
pt_pt: Lucros Acumulados:
ru_ru: Нераспределенная прибыль:

source: Profit/Loss Year:
da_dk: Gevinst/Tab År:
es_es: Año Ganancia/Perdida:
id_id: Laba Rugi Tahun:
it_it: Profitti/Perdite annuali:
ka_ge: მიმდინარე მოგება/ზარალი:
pt_br: Ano Lucro/Perda:
pt_pt: Lucro / Perdas Ano:
ru_ru: Прибыль / убыток год:

source: Exchange Variances Account:
da_dk: Valutakurs difference konto:
es_es: Cuentas de Variaciones de Cambio:
id_id: Akun Selisih Kurs:
it_it: Conto Differenze di Cambio:
ka_ge: კურსთა სხვაობის ანგარიში:
pt_br: Conta de Variação Cambial:
pt_pt: Conta de Variação Cambial:
ru_ru: Биржи отклонений счет:

source: Bank Charges Account:
da_dk: Bankgebyrer Konto:
es_es: Cuenta de Cargos Bancarios:
id_id: Akun Biaya Bank:
it_it: Conto Addebiti Bancari:
ka_ge: ბანიკის ხარჯი ანგარიში:
pt_br: Conta de Encargos Bancários:
pt_pt: Conta de Encargos Bancários:
ru_ru: Банк списываются с лицевого счета:

source: Dimension Defaults
da_dk: Dimensionsstandarder
es_es: Valores de dimensión por defecto
id_id: Patokan Dimensi
it_it: Dimensione predefinita
ka_ge: განზომილების სტანდარტული მონაცემები
pt_br: Departamento Padrão
pt_pt: Centro de Custo por defeito
ru_ru: Измерения по умолчанию
