Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: The entered shipping value is not numeric.
da_dk: Angiven fragt værdi er ikke numerisk.
es_es: El valor del transporte introducido no es numérico.
id_id: Nilai pengiriman harus berupa angka.
it_it: Il prezzo di spedizione inserito non è numerico.
ka_ge: შეყვანილი გადაზიდვის სიდიდე არ არის რიცხვი.
pt_br: O valor de envio digitado não é numérico.
pt_pt: O valor de transporte digitado não é numérico.
ru_ru: Введенный доставка значение не является числовым.

source: There are no item quantities on this delivery note.
da_dk: Der findes intet på denne følgeseddel.
es_es: No existen cantidades de artículos en esta nota de entrega.
id_id: Tidak ada kuantitas pada nota pengiriman ini.
it_it: Manca la quantità dell'articolo in questa bolla di spedizione.
ka_ge: ამ სასაქონლო ზედნადებზე რაოდენობები არ არის.
pt_br: Não há quantidade de itens na nota de entrega.
pt_pt: Não existe quantidades de artigos nesta nota de entrega.
ru_ru: Есть никаких пункта количествах на этой накладной.

source: For Sales Order
da_dk: For salgs ordre
es_es: Para Pedido
id_id: Untuk order penjualan
it_it: Per Ordine di Vendita
ka_ge: გაყიდვების შეკვეთისთვის
pt_br: Para Pedido de Vendas
pt_pt: Para Encomenda de Cliente
ru_ru: Для заказа клиента

source: Delivery From
da_dk: Levereres fra
es_es: Entrega De
id_id: Kirim dari
it_it: Consegna da
ka_ge: მიწოდება
pt_br: Entrega De
pt_pt: Entrega De
ru_ru: Доставка из

source: Invoice Dead-line
da_dk: Faktura dead-line
es_es: Fecha Límite de Factura
id_id: Dead-line Tagihan
it_it: Scadenza fattura
ka_ge: ინვოისის ბოლო ვადა
pt_br: Prazo da Fatura
pt_pt: Prazo da Fatura
ru_ru: Счет срок

source: The selected customer account is currently on hold. Please contact the credit control personnel to discuss.
da_dk: Debitorkontoen er i øjeblikket spæret. Venligst kontakt kreditkontrolansvarlig.
es_es: La cuenta de cliente seleccionada está actualmente bloqueada. Por favor consulte al personal de control de crédito.
id_id: Akun pelanggan terpilih sedang dalam pengawasan. Silakan diskusikan dengan personal pengontrol kredit.
it_it: Il cliente selezionato è al momento in sospeso. Contattareil personale di controllo credito.
ka_ge: არჩეული მომხმარებლის ანგარიში გაყინულია. დაუკავშირდი კრედიტის კონტროლის ჯგუფს.
pt_br: A conta de cliente selecionada está atualmente na espera. Favor entrar em contato com o pessoal de controle de crédito para negociar.
pt_pt: A conta do cliente selecionado está atualmente com crédito bloqueado. Favor entrar em contato com o gestor de créditos.

source: Delivery Items
da_dk: Leverede varer
es_es: Entrega de artículos
id_id: Baris Pengiriman
it_it: Consegna articoli
ka_ge: ზედნადების დასახელებები
pt_br: Itens de Entrega
pt_pt: Entrega de Artigos
ru_ru: Доставка товаров

source: Max. delivery
da_dk: Max. levering
es_es: Max. Entregado
id_id: Maksimal pengiriman
it_it: Consegna massima
ka_ge: მაქას. მიწოდება
pt_pt: Entrega Max.
ru_ru: Максимум доставка

source: Invoiced
da_dk: faktureret
es_es: Facturado
id_id: Ditagih
it_it: Fatturato
ka_ge: ინვოისირებული
pt_br: Faturado
pt_pt: Faturado
ru_ru: Фактурная

source: Shipping Cost
da_dk: Fragt Omkostning
es_es: Coste del Transporte
id_id: Biaya Kirim
it_it: Spese di spedizione
ka_ge: გადაზიდვის ხარჯი
pt_br: Custo de Envio
pt_pt: Custo de Transporte
ru_ru: Стоимость доставки

source: Marked items have insufficient quantities in stock as on day of delivery.
da_dk: Markerede varer har utilstrækkeligt antal på lager ved leveringstidspunktet.
es_es: Los artículos marcados tienen cantidades insuficientes en stock para el día de entrega.
id_id: Baris yang ditandai memiliki kekurangan stok per hari pengiriman.
it_it: Gli articoli evidenziati sono in quantità insufficiente nel giorno della consegna.
ka_ge: მონიშნული დასახელებების რაოდენობები არასაკმარისია მიწოდების დღისთვის.
pt_br: Itens marcado tem quantidades insuficiente no estoque mesmo no dia da entrega.
pt_pt: Artigos marcados tem quantidade insuficiente em stock, mesmo no dia da entrega.

source: Action For Balance
da_dk: Håndtering af restleverance
es_es: Acción Para Balance
it_it: Azione per saldo
ka_ge: ქმედება ნაშთისთვის
pt_br: Ação Para Saldo
pt_pt: Ação Para Quant. não Entregue
ru_ru: Действия для равновесия

source: Refresh document page
da_dk: Opdater dokumentside
es_es: Refrescar pagina del documento
id_id: Refresh halaman dokumen
it_it: Aggiorna pagina documento
ka_ge: განაახლე დოკუმენტის გვერდი
pt_br: Atualizar página
pt_pt: Atualizar página
ru_ru: Обновить страницу документа

source: Reset quantity
id_id: Reset kuantitas
pt_pt: Redefinir quantidade

source: Clear quantity
id_id: Kosongkan kuantitas
pt_pt: Limpar quantidade

source: Process Dispatch
da_dk: Udfør leverancen
es_es: Proceso Entregado
id_id: Proses Pengiriman
it_it: Processa Spedizione
ka_ge: დაამუშავე გაგზავნა
pt_br: Processar Despache
pt_pt: Processar Entrega
ru_ru: Процесс Dispatcher

source: Check entered data and save document
da_dk: Tjek indtastet data og gem dokument
es_es: Verifique datos introducidos y grabe el documento
id_id: Cek data dan simpan dokumen
it_it: Controlla la data inserita e salva il documento
ka_ge: შეამოწმე შეყვანილი მონაცემები და შეინახე დოკუმენტი
pt_br: Verificar data digitada e salvar documento
pt_pt: Verifique data digitada e guarde documento
ru_ru: Проверьте введенные данные и сохранить документ

source: Modifying Sales Invoice # %d.
da_dk: Ændr faktura # %d.
es_es: Modificando factura de venta Nº %d.
id_id: Mengubah Tagihan Penjualan # %d.
it_it: Modifica Fattura di Vendita # %d.
ka_ge: გაყიდვების ინვოისი # %d ცვლილება.
pt_br: Modificando Fatura de Vendas # %d.
pt_pt: Modificar Fatura de Vendas nº %d.

source: Issue an Invoice for Delivery Note
da_dk: Opret en faktura for følgeseddel
es_es: Emitir una factura para la Nota de Entrega
id_id: Buat Tagihan untuk Nota Pengiriman
it_it: Emetti una fattura per nota di spedizione
ka_ge: შექმენი ინვოისი სასაქონლო ზედნადებისთვის
pt_br: Emitir uma Fatura para Nota de Entrega
pt_pt: Emissão de uma Fatura para Nota de Entrega
ru_ru: Выписать счет на поставки Примечание

source: Issue Batch Invoice for Delivery Notes
da_dk: Opret batch-fakturaer fra følgesedler
es_es: Emitir Lote de Facturas para las Notas de Entrega
id_id: Buat Tagihan untuk beberapa Nota Pengiriman
it_it: Emetti una fattura cumulativa per note di spedizione
ka_ge: გამოუშვი ჯგუფური ინვოისი სასაქონლო ზედნადებისთვის
pt_br: Emissão de Factura de Carga para Notas de Entrega
pt_pt: Emissão em Lote de Facturas para Notas de Entrega
ru_ru: Выпуск пакетного счета для доставки Примечания

source: Selected deliveries has been processed
da_dk: Valgt opgave er udført
es_es: Las entregas seleccionadas han sido procesada.
id_id: Pengiriman yang dipilih berhasil diproses
it_it: Le consegne selezionate sono state processate
ka_ge: არჩეული მიწოდებები დამუშავებულია
pt_br: Entregas selecionadas foram processadas
pt_pt: Entregas selecionadas foram processadas
ru_ru: Выбранный поставки были обработаны

source: &View This Invoice
da_dk: &Se Denne Faktura
es_es: &Ver esta Factura
id_id: Tampilkan Tagihan (&T)
it_it: &Visualizza questa fattura
ka_ge: დაათვალიერე ინვოისი
pt_br: Visualizar Esta Fatura
pt_pt: &Visualizar Esta Fatura
ru_ru: И Просмотреть этот счет

source: &Print This Invoice
da_dk: Udskriv Denne Faktura
es_es: &Imprimir esta Factura
id_id: Cetak Tagihan (&C)
it_it: &Stampa questa fattura
ka_ge: დაბეჭდე ინვოისი
pt_br: Imprimir Esta Fatura
pt_pt: &Imprimir Esta Fatura
ru_ru: Печать счетов

source: &Email This Invoice
da_dk: &E-mail Denne Faktura
es_es: &enviar por mail esta Factura
id_id: Email Tagihan (&E)
it_it: Invia tramite &Email questa fattura
ka_ge: გააგზავნე ელ.ფოსტით ინვოისი
pt_br: Enviar esta Fatura por E-mail
pt_pt: Enviar esta Fatura por &E-mail
ru_ru: Отправить этот счет

source: View the GL &Journal Entries for this Invoice
da_dk: Se bilaget for denne faktura
es_es: &Ver los Asientos de Diario para esta Factura
it_it: Visualizza le registrazioni di contabilità generale per questa Fattura
ka_ge: დაათვალიერე გატარებები ამ ინვოისისთვის
pt_br: Vizualizar Entradas no Diário para esta Fatura
pt_pt: Visualizar a Entrada no &Diário para esta Fatura
ru_ru: Просмотр GL Записи в журнале для этого счета

source: Select Another &Delivery For Invoicing
da_dk: Vælg en Anden Levering til Fakturering
es_es: Seleccionar Otra &Entrega para Facturar
id_id: Pilih pengiriman lain untuk ditagih
it_it: Seleziona un'altra &Consegna da fatturare
ka_ge: აირჩიე სხვა ზედნადები ინვოისირებისთვის
pt_br: Selecione Outra Faturar Para Entrega
pt_pt: Selecionar Outra Nota &Entrega para Faturar
ru_ru: Выбрать другой Доставка для выставления счета

source: Sales Invoice # %d has been updated.
da_dk: Faktura # %d er opdateret.
es_es: La Factura de Ventas Nº %d ha sido actualizada.
id_id: Tagihan Penjualan # %d berhasil diubah
it_it: La Fattura di Vendita # %d è stata aggiornata.
ka_ge: გაყიდვების ინვოისი # %d განახლებულია.
pt_br: Fatura das Vendas # %d foi atualizada.
pt_pt: Fatura de Vendas nº %d foi atualizada.

source: Select Another &Invoice to Modify
da_dk: Vælg en Anden Faktura for Ændring
es_es: Seleccione Otra &Factura para Modificar
id_id: Pilih Tagihan lain untuk diubah (&B)
it_it: Seleziona un'altra &Fattura da Modificare
ka_ge: აირჩიე სხვა ინვოისი შესაცვლელად
pt_pt: Selecione Outra &Fatura para Modificar
ru_ru: Выбрать другой Счет для изменения

source: Select a different delivery to invoice
da_dk: Vælg en anden leverance at fakturera
es_es: Seleccione una entrega diferente para facturar
id_id: Pilih pengiriman lain untuk ditagih
it_it: Seleziona una consegna differente da fatturare
ka_ge: აირჩიე სხვა ზედნადები ინვოისირებისთვის
pt_br: Selecione uma entrega diferente para faturar
pt_pt: Selecione uma entrega diferente para faturar
ru_ru: Выберите другую доставку счет-фактура

source: There are no delivered items with a quantity left to invoice. There is nothing left to invoice.
da_dk: Der findes ingen leverede varer tilbage at fakturere.
es_es: No existen artículos entregados con cantidad restante por facturar. No queda nada más por facturar.
id_id: Tidak ada baris kiriman dengan kuantitas tersisa untuk ditagih. Tidak ada yang bisa ditagih.
it_it: Non ci sono articoli spediti con una quantità da fatturare. Non c'ènulla da fatturare.
ka_ge: მიწოდებული დასახელებები ყველა ინვოისირებულია.
pt_br: Não há itens entregados com a quantidade deixada para faturar. Não há nada deixado para faturar.
pt_pt: Não existem artigos por entregar com a quantidade por faturar. Não existem quantidades por faturar.

source: All quantities on this invoice has been credited. There is nothing to modify on this invoice
da_dk: Alle varer på denne faktura er krediterede. Der er intet at ændre på fakturaen.
es_es: Todas las cantidades en esta factura han sido acreditadas. No hay nada que modificar en esta factura
id_id: Seluruh kuantitas pada tagihan ini sudah dikredit. Tidak ada yang dapat diubah pada tagihan ini
it_it: Tutte le quantità in questa fattura sono state accreditate. Non c'è nulla da modificarein questa fattura.
ka_ge: ყველა რაოდენობა ამ ინვოისზე დაკრედიტებულია. იგი შეცვლას არ საჭიროებს
pt_br: Todas as quantidades nesta fatura foram creditadas. Não há nada para modificar nesta fatura
pt_pt: Todas as quantidades nesta fatura foram creditadas. Não é possivel efetuar alterações

source: This page can only be opened after delivery selection. Please select delivery to invoicing first.
da_dk: Denne side kan kun åbnes såfremt en leverance er valgt. Vælg venligst en leverance at fakturere først.
es_es: Esta página solo puede ser abierta luego de seleccionar una entrega. Por favor seleccione primero una factura.
id_id: Halaman ini hanya dapat dibuka dengan memilih pengiriman. Silakan pilih pengiriman untuk ditagih.
it_it: Questa pagina può essere aperta solo dopo aver selezionato una consegna. Perfavore seleziona prima una consegna da fatturare.
ka_ge: ამ გვერდის გახსნა შესაძლებელია ზედნადები არჩევის შემდეგ. აირჩიე ზედნადები ინვოისირებისთვის.
pt_br: Está página pode ser aberta somente depois da seleção da entrega. Favor selecione entrega para faturar primeiro.
pt_pt: Está página apenas pode ser aberta após a seleção da nota de entrega. Favor selecionar a nota de entrega para faturação.

source: Select Delivery to Invoice
da_dk: Vælg leverance at fakturere
es_es: Seleccione Entrega de la Factura
id_id: Pilih Pengiriman untuk Ditagih
it_it: Seleziona consegna da fatturare
ka_ge: აირჩიე ზედნადები ინვოისირებისთვის
pt_br: Selecione Entrega para Faturar
pt_pt: Selecionar Nota de Entrega para Faturar
ru_ru: Выберите Доставка счета

source: Selected quantity cannot be less than quantity credited nor more than quantity not invoiced yet.
da_dk: Valgt antal kan ikke være mindre end antal krediterede eller mere end det antal der ikke er faktureret endnu.
es_es: La cantidad seleccionada no puede ser menor a la cantidad de credito o mayor a la cantidad aún no facturada.
id_id: Kuantitas dipilih tidak boleh kurang dari kuantitas dikredit dan tidak boleh lebih dari kuantitas yang belum ditagih.
it_it: Le quantità selezionate non possono essere inferiori alle quantità acceditate o superiorialle quantità non ancora fatturate.
ka_ge: არჩეული რაოდენობა არ შეიძლება იყოს დაკრედიტებულზე ნაკლები, არც ჯერ დასაინვოისირებელ რაოდენობაზე მეტი.
pt_br: Quantidade selecionada não pode ser menor que quatidade creditada nem maior que quantidade não faturada ainda.
pt_pt: Quantidade selecionada não pode ser menor que a quantidade creditada nem maior que quantidade ainda não faturada.

source: The entered invoice date is invalid.
da_dk: Angiven faktura dato er ugyldig.
es_es: La fecha de la factura es inválida.
id_id: Tanggal tagihan tidak valid.
it_it: La data di fatturazione inserita non è valida.
ka_ge: შეყვანილი ინვოისის თარიღი არასწორია.
pt_br: A data da fatura digitada é inválida.
pt_pt: A data indicada na fatura é inválida.
ru_ru: Введенные даты выставления счета является недействительным.

source: The entered invoice due date is invalid.
da_dk: Angiven forf. dato er ugyldig.
es_es: La fecha introducida de vencimiento de la factura no es válida.
id_id: Tanggal jatuh tempo tagihan tidak valid.
it_it: La scadenza della fattura inserita non è valida.
ka_ge: შეყვანილი ინვოისის გადახდის თარიღი არასწორია.
pt_br: A data de vencimento da fatura é inválida.
pt_pt: A data de vencimento da fatura é inválida.
ru_ru: Введенный счета срок является недопустимым.

source: There are no item quantities on this invoice.
da_dk: Der findes intet vare antal på denne faktura.
es_es: No existen cantidades de artículos en esta factura.
id_id: Tidak ada jumlah kuantitas pada tagihan ini.
it_it: Manca la quantità di articolo in questa fattura.
ka_ge: ინვოისზე რაოდენობები არ არის მითითებული.
pt_br: Não há quantidades de item na fatura.
pt_pt: Não existem quantidades de artigos na fatura.
ru_ru: Есть никаких пункта количествах на этот счет.

source: Payment terms:
da_dk: Betalingsvilkår:
es_es: Términos de Pago:
id_id: Termin Pembayaran:
it_it: Termini di pagamento:
ka_ge: გადახდის პირობები:
pt_pt: Formas de pagamento:
ru_ru: Условия оплаты:

source: Sales Order Items
da_dk: Ordrelinier
es_es: Artículos del Pedido
id_id: Baris Order Penjualan
it_it: Ordine di Vendita Articoli
ka_ge: გაყიდვების შეკვეთის დასახელებები
pt_br: Itens de Vendas de Pedidos
pt_pt: Artigos da Encomenda
ru_ru: Товары заказов

source: Invoice Items
da_dk: Fakturalinier
es_es: Artículos de la Factura
id_id: Baris Tagihan
it_it: Fattura articoli
ka_ge: ინვოისის ელემენტები
pt_br: Itens de Fatura
pt_pt: Artigos na Fatura
ru_ru: Счет товаров

source: This Invoice
da_dk: Denne faktura
es_es: Esta Factura
id_id: Tagihan ini
it_it: Questa fattura
ka_ge: ეს ინვოისი
pt_br: Esta Fatura
pt_pt: Esta Fatura
ru_ru: Этот счет-фактура

source: Credited
da_dk: Krediteret
es_es: Crédito asignado
id_id: Dikredit
it_it: Accreditato
ka_ge: დაკრედიტებული
pt_br: Creditado
pt_pt: Creditado
ru_ru: Кредитоваться

source: Invoice Total
da_dk: Faktura total
es_es: Total de Factura
id_id: Total Tagihan
it_it: Fattura totale
ka_ge: ინვოისის ჯამი
pt_br: Total da Fatura
pt_pt: Total da Fatura
ru_ru: Счет Всего

source: Customer Payment Entry
da_dk: Indbetaling fra debitor
es_es: Entrada de Pago de Cliente
id_id: Pembayaran oleh Pelanggan
it_it: Inserimento Pagamento Cliente
ka_ge: მომხმარებლის გადახდის ჩანაწერი
pt_br: Registrar Pagamentos de Clientes
pt_pt: Registar Pagamentos de Cliente
ru_ru: Вступление клиентов оплаты

source: There are no customers defined in the system.
da_dk: Der findes ingen debitorer defineret i systemet.
es_es: No existen clientes definidos en el sistema.
id_id: Belum ada pelanggan dalam sistem.
it_it: Non ci sono clienti definiti nel sistema.
ka_ge: მომხმარებლები არ არის განსაზღვრული სისტემაში.
pt_br: Não há clientes definido no sistema.
pt_pt: Não existem clientes definidos no sistema.
ru_ru: Есть нет клиентов определен в системе.

source: Invalid sales invoice number.
es_es: Número de factura de ventas no válido
id_id: Nomor tagihan tidak valid.
pt_pt: O numero da fatura de venda é inválido
ru_ru: Неверный счет продажи номером.

source: The customer payment has been successfully entered.
da_dk: Indbetalingen er opdateret.
es_es: El pago del cliente ha sido introducido exitosamente.
id_id: Pembayaran pelanggan berhasil dimasukkan.
it_it: Il pagamento cliente è stato inserito con successo.
ka_ge: მომხმარებლის გადახდა გატარებულია.
pt_br: O pagamento de cliente foi digitado com sucesso.
pt_pt: O pagamento do cliente foi registado com sucesso.
ru_ru: Заказчиком платеж был успешно введен.

source: &Print This Receipt
da_dk: Udskriv denne kvittering
es_es: &Imprimir este recibo
id_id: Cetak Penerimaan (&C)
it_it: &Stampa questa Ricevuta
ka_ge: დაბეჭდე ეს ქვითარი
pt_pt: &Imprimir Este Recibo
ru_ru: Распечатать эту квитанцию

source: Enter Another &Customer Payment
da_dk: Angiv en anden debitorbetaling
es_es: Introducir Otro Pago de Cliente
id_id: Input Pembayaran oleh Pelanggan lain (&B)
it_it: Inserisci un altro Pagamento &Cliente
ka_ge: შეიყვანე სხვა მომხმარებლის გადახდა
pt_br: Entrar Outro Pagamento de Cliente
pt_pt: Registar Outro Pagamento de &Cliente
ru_ru: Введите другой клиент оплаты

source: &View the GL Journal Entries for this Customer Payment
da_dk: Se Bogførings journaloptegnelser for denne debitorbetaling
es_es: Ver las introducidas de diario para este pago
it_it: &Visualizza le registrazioni per questo Pagamento Cliente
ka_ge: დაათვალიერე გატარებები ამ მომხმარებლის გადახდისთვის
pt_br: Vizualizar Entradas no Diário para este Pagamento de Cliente
pt_pt: &Visualizar a Entrada no Diário para este Pagamento de Cliente
ru_ru: И Просмотр GL Записи в журнале для этого клиента оплаты

source: The customer payment has been successfully updated.
es_es: El pago del cliente ha sido actualizado exitosamente.
id_id: Pembayaran pelanggan berhasil diubah.
pt_pt: O pagamento de cliente foi atualizado com sucesso.
ru_ru: Заказчиком платеж был успешно обновлен.

source: Select Another Customer Payment for &Edition
id_id: Pilih Pembayaran Pelanggan lain untuk Diubah
pt_pt: Selecione outro pagamento de Cliente para &Edição
ru_ru: Выбрать другой клиент Оплата издание

source: There is no customer selected.
da_dk: Der er ingen kunde valgt.
es_es: No se ha seleccionado cliente.
id_id: Belum ada pelanggan yang dipilih.
it_it: Nessun cliente selezionato.
ka_ge: მომხმარებელი არჩეული არ არის.
pt_pt: Não existe cliente selecionado.
ru_ru: Там нет клиентов выбрали.

source: This customer has no branch defined.
da_dk: Disse Kunder har ingen afdelig defineret.
es_es: Este cliente no tiene sucursal definida.
id_id: Pelanggan tidak memiliki cabang.
it_it: Questo cliente non ha una filiale definita.
ka_ge: ამ მომხმარებელს არ აქვს ფილიალი განსაზღვრული.
pt_pt: Este cliente no possui filial definida.
ru_ru: Этот клиент не имеет филиала определены.

source: The entered date is invalid. Please enter a valid date for the payment.
da_dk: Angiven dato er ugyldig. Venligst angiv en gyldig dato for betaling.
es_es: La fecha introducida es inválida. Por favor entre una fecha válida para el pago.
id_id: Tanggal tidak valid. Masukkan tanggal yang sesuai untuk pembayaran.
it_it: La data inserita non è valida. Inserire una data valida per il pagamento.
ka_ge: შეყვანილი თარიღი არასწორია. შეიყვანე თარიღი სწორ ფორმატში ამ გადახდისთვის.
pt_br: A data didgitada está inválida. Favor digitar uma data válida para o pagamento.
pt_pt: A data indicada é inválida. Favor digitar uma data válida para o pagamento.
ru_ru: Неверно введенных данных. Пожалуйста, введите правильную дату для оплаты.

source: The entered amount is invalid or negative and cannot be processed.
da_dk: Angivet beløb er ugyldig eller negativ og kan ikke behandles.
es_es: El monto introducido no es válido o es negativo y no puede ser procesado.
id_id: Jumlah tidak valid atau negatif dan tidak dapat diproses.
it_it: L'importo inserito non è valido o negativo e non può essere processato.
ka_ge: შეყვანილი თანხა არასწორია ან უარყოფითია. შეასწორე.
pt_br: A quantia digitada está negativa ou inválida e não pode ser processada.
pt_pt: O valor indicado é negativa ou inválida e não pode ser processado.
ru_ru: Введенная сумма является недействительным или отрицательным и не может быть обработан.

source: The entered discount is not a valid number.
da_dk: Angiven rabat er ugyldig.
es_es: El descuento introducido no es un número válido.
id_id: Diskon tidak valid.
it_it: Lo sconto inserito non è un numero valido.
ka_ge: შეყვანილი ფასდათმობა არასწორია.
pt_br: O desconto digitado não é um número válido.
pt_pt: O desconto digitado não é um número válido.
ru_ru: Введенные скидки не является допустимым числом.

source: The balance of the amount and discount is zero or negative. Please enter valid amounts.
id_id: Saldo jumlah dan diskon nol atau negatif. Silakan masukkan jumlah yang valid.
it_it: Il saldo dell'importo e sconto è zero o negativo. Inserireammontari validi.
pt_pt: O saldo do montante e desconto é zero ou negativa. Por favor, insira valores válidos.

source: The entered payment amount is zero or negative.
id_id: Jumlah pembayaran nol atau negatif.
pt_pt: O valor do pagamento introduzido é zero ou negativo.

source: Into Bank Account:
da_dk: Til Bankkonto:
es_es: Hacia Cuenta Bancaria:
id_id: Ke Akun Bank:
it_it: Nel Conto Bancario:
ka_ge: ბანკის ანგარიშზე:
pt_br: Na Conta Corrente:
pt_pt: Para Conta Bancária:
ru_ru: На банковский счет:

source: From Customer:
da_dk: Fra debitor:
es_es: De Cliente:
id_id: Dari Pelanggan:
it_it: Da cliente:
ka_ge: მომხმარებლისგან:
pt_br: Do Cliente:
pt_pt: Do Cliente:
ru_ru: От Заказчика:

source: Date of Deposit:
da_dk: Dato for indbetaling:
es_es: Fecha del Depósito
id_id: Tanggal Pembayaran:
it_it: Data di Acconto:
ka_ge: დეპოზიტის თარიღი:
pt_br: Data do Depósito:
pt_pt: Data do Depósito:
ru_ru: Дата внесения вклада:

source: Payment Amount:
id_id: Jumlah Pembayaran:
pt_pt: Valor do Pagamento:

source: Customer prompt payment discount :
da_dk: Debitorrabat for hurtig betaling:
es_es: Descuento por pronto pago del cliente:
id_id: Diskon Pembayaran di depan untuk pelanggan (prompt payment):
it_it: Sconto Cliente per pagamento puntuale
ka_ge: კლიენტის ვადამდელი გადახდის ფასდათმობა:
pt_br: Desconto para pgmt à vista:
pt_pt: Desconto de cliente pronto pagamento:
ru_ru: Клиент строке скидку оплаты:

source: Add Payment
da_dk: Tilføj betaling
es_es: Añadir Pago
id_id: Tambah Pembayaran
it_it: Aggiungi pagamento
ka_ge: დაამატე გადახდა
pt_br: Adicionar Pagamento
pt_pt: Adicionar Pagamento
ru_ru: Добавить оплаты

source: Update Payment
es_es: Pago Actualizado
id_id: Ubah Pembayaran
pt_pt: Atualizar Pagamento
ru_ru: Обновление оплаты
