Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.15-1.po
Languages: vi_vn

source: Main Menu
vi_vn: Trình đơn chính

source: Logout
vi_vn: Đăng xuất

source: Restricted access
vi_vn: Giới hạn truy cập

source: Login as user: demouser and password: password
vi_vn: Đăng nhập với tư cách là người dùng: demouser và mật khẩu: mật khẩu

source: Please login here
vi_vn: Vui lòng đăng nhập ở đây

source: or
vi_vn: hoặ

source: request new password
vi_vn: yêu cầu mật khẩu mới

source: Too many failed login attempts.<br>Please wait a while or try later.
vi_vn: Quá nhiều lần đăng nhập thất bại. <br>Vui lòng đợi một lát hoặc thử lại sau.

source: Invalid password or username. Please, try again.
vi_vn: Sai mật khẩu hoặc tên truy cập. Vui lòng thử lại sau.

source: Authorization timeout
vi_vn: Thời gian chờ ủy quyền

source: Login
vi_vn: Đăng nhập

source: Version
vi_vn: Phiên bản

source: User name
vi_vn: Tên người dùng

source: Password:
vi_vn: Mật khẩu:

source: Company
vi_vn: Công ty

source: Login -->
vi_vn: Đăng nhập ->

source: Theme:
vi_vn: Chủ đề:

source: Thank you for using
vi_vn: Cảm ơn bạn đã sử dụng

source: Click here to Login Again.
vi_vn: Nhấp vào đây để Đăng nhập lại.

source: Password reset
vi_vn: Đặt lại mật khẩu

source: Send password -->
vi_vn: Gửi mật khẩu ->

source: Attach Documents
vi_vn: Tài liệu đính kèm

source: Selected transaction does not exists.
vi_vn: Giao dịch đã chọn không tồn tại.

source: Only graphics,pdf,doc and odt files are supported.
vi_vn: Chỉ hỗ trợ file hình ảnh và tài liệu định dạng pdf, doc, odt.

source: Select attachment file.
vi_vn: Chọn tập tin đính kèm.

source: The file size is over the maximum allowed.
vi_vn: Kích thước tệp vượt quá mức tối đa cho phép.

source: File name exceeds maximum of 60 chars. Please change filename and try again.
vi_vn: Tên file vượt quá 60 ký tự. Vui lòng đổi tên file và thử lại.

source: Attachment has been inserted.
vi_vn: Đã đính kèm tệp đính kèm.

source: Attachment has been updated.
vi_vn: Tài liệu đính kèm đã được cập nhật.

source: Attachment has been deleted.
vi_vn: Tệp đính kèm đã bị xoá.

source: Type:
vi_vn: Kiểu:

source: Select a customer:
vi_vn: Chọn một khách hàng:

source: Select a supplier:
vi_vn: Chọn một nhà cung cấp:

source: Edit
vi_vn: Chỉnh sửa

source: View
vi_vn: Lượt xem

source: Download
vi_vn: Tải về

source: Delete
vi_vn: Xóa bỏ

source: Description
vi_vn: Sự miêu tả

source: Filename
vi_vn: Tên tệp

source: Size
vi_vn: Kích thước

source: Filetype
vi_vn: Loại tệp

source: Date Uploaded
vi_vn: Ngày tải lên

source: Transaction #
vi_vn: Giao dịch #

source: Attached File
vi_vn: Tập tin đính kèm

source: Select backup file first.
vi_vn: Chọn tệp sao lưu trước.

source: Backup and Restore Database
vi_vn: Cơ sở dữ liệu sao lưu và khôi phục

source: Backup paths have not been set correctly.
vi_vn: Đường dẫn dự phòng chưa được đặt chính xác.

source: Please contact System Administrator.
vi_vn: Xin vui lòng liên hệ Quản trị hệ thống.

source: cannot find backup directory
vi_vn: không thể tìm thấy thư mục sao lưu

source: Backup successfully generated.
vi_vn: Sao lưu đã được tạo thành công.

source: Database backup failed.
vi_vn: Sao lưu cơ sở dữ liệu không thành công.

source: No
vi_vn: Không

source: Restore backup completed.
vi_vn: Phục hồi sao lưu đã hoàn tất.

source: File successfully deleted.
vi_vn: Đã xóa tệp thành công.

source: Can't delete backup file.
vi_vn: Không thể xóa tệp sao lưu.

source: You can only upload *.sql backup files
vi_vn: Bạn chỉ có thể tải lên các tệp sao lưu * .sql

source: Filename contains forbidden chars. Please rename file and try again.
vi_vn: Tên tệp có chứa ký tự bị cấm. Vui lòng đổi tên tệp và thử lại.

source: File uploaded to backup directory
vi_vn: Tệp được tải lên thư mục sao lưu

source: File was not uploaded into the system.
vi_vn: Tệp không được tải lên hệ thống.

source: Create backup
vi_vn: Tạo bản sao

source: Comments:
vi_vn: Bình luận:

source: Compression:
vi_vn: Nén:

source: Create Backup
vi_vn: Tạo bản sao

source: Backup scripts maintenance
vi_vn: Bảo trì tập lệnh sao lưu

source: View Backup
vi_vn: Xem bản sao lưu

source: Download Backup
vi_vn: Tải xuống Sao lưu

source: Restore Backup
vi_vn: Khôi phục lại bản sao lưu

source: You are about to restore database from backup file. Do you want to continue?
vi_vn: Bạn sắp khôi phục lại cơ sở dữ liệu từ tệp sao lưu. Bạn có muốn tiếp tục không?

source: Delete Backup
vi_vn: Xóa bản sao lưu

source: You are about to remove selected backup file. Do you want to continue ?
vi_vn: Bạn sắp xoá tệp sao lưu đã chọn. Bạn có muốn tiếp tục không?

source: Update security settings
vi_vn: Cập nhật cài đặt bảo mật

source: Protect security settings
vi_vn: Bảo vệ cài đặt bảo mật

source: Upload file
vi_vn: Cập nhật dử liệu

source: Change password
vi_vn: Đổi mật khẩu

source: Invalid password entered.
vi_vn: Đã nhập mật khẩu không hợp lệ.

source: The password entered must be at least 4 characters long.
vi_vn: Nhập mật khẩu phải dài ít nhất 4 ký tự.

source: The password cannot contain the user login.
vi_vn: Mật khẩu không thể chứa thông tin đăng nhập của người dùng.

source: The passwords entered are not the same.
vi_vn: Các mật khẩu đã nhập không giống nhau.

source: Password cannot be changed in demo mode.
vi_vn: Không thể thay đổi mật khẩu ở chế độ demo.

source: Your password has been updated.
vi_vn: Mật khẩu của bạn đã được cập nhật.

source: User login:
vi_vn: Đăng nhập người dùng:

source: Current Password:
vi_vn: Mật khẩu hiện tại:

source: New Password:
vi_vn: Mật khẩu mới:

source: Repeat New Password:
vi_vn: Lặp lại mật khẩu mới:

source: Enter your new password in the fields.
vi_vn: Nhập mật khẩu mới của bạn vào các trường.

source: Company Setup
vi_vn: Thiết lập công ty

source: Login timeout must be positive number not less than 10.
vi_vn: Thời gian chờ đăng nhập phải là số dương không dưới 10.

source: The company name must be entered.
vi_vn: Tên công ty phải được nhập.

source: Tax Periods must be positive number.
vi_vn: Chu kỳ thuế phải là số dương.

source: Tax Last Periods must be positive number.
vi_vn: Chu kỳ thuế gần nhất phải là số dương.

source: Max day range in Documents must be a positive number.
vi_vn: Khoảng ngày trong tài liệu phải là số dương.

source: Error uploading logo file.
vi_vn: Lỗi tải lên tệp biểu trưng.

source: Only jpg and png files are supported - a file extension of .jpg or .png is expected
vi_vn: Chỉ hỗ trợ các tệp jpg và png - sẽ mở rộng tệp .jpg hoặc .png

source: The file size is over the maximum allowed. The maximum size allowed in KB is
vi_vn: Kích thước tệp vượt quá mức tối đa cho phép. Kích thước tối đa cho phép trong KB là

source: Only graphics files can be uploaded
vi_vn: Chỉ có thể tải lên các tệp đồ hoạ

source: The existing image could not be removed
vi_vn: Không thể xóa hình ảnh hiện tại

source: Error uploading logo file
vi_vn: Lỗi tải lên tệp biểu trưng

source: Company setup has been updated.
vi_vn: Thiết lập công ty đã được cập nhật.

source: General settings
vi_vn: Cài đặt chung

source: Name (to appear on reports):
vi_vn: Tên (để xuất hiện trên báo cáo):

source: Address:
vi_vn: Địa chỉ nhà:

source: Domicile:
vi_vn: Địa chỉ:

source: Phone Number:
vi_vn: Số điện thoại:

source: Fax Number:
vi_vn: Số fax:

source: Email Address:
vi_vn: Địa chỉ email:

source: BCC Address for all outgoing mails:
vi_vn: Địa chỉ BCC cho tất cả các thư gửi đi:

source: Official Company Number:
vi_vn: Số công ty chính thức:

source: Home Currency:
vi_vn: Trang chủ Tiền tệ:

source: Company Logo:
vi_vn: Logo công ty:

source: New Company Logo (.jpg)
vi_vn: Biểu trưng Công ty Mới (.jpg)

source: Delete Company Logo:
vi_vn: Xóa Logo Công ty:

source: Time Zone on Reports
vi_vn: Múi giờ trên báo cáo

source: Company Logo on Reports
vi_vn: Logo Công ty trên Báo cáo

source: Use Barcodes on Stocks
vi_vn: Sử dụng Mã vạch trên Cổ phiếu

source: Auto Increase of Document References
vi_vn: Tự động tăng số tham chiếu tài liệu

source: Use Long Descriptions on Invoices
vi_vn: Sử dụng mô tả dài trên hóa đơn

source: Database Scheme Version
vi_vn: Phiên bản Cơ sở dữ liệu

source: General Ledger Settings
vi_vn: Cài đặt Chung Ledger

source: Fiscal Year:
vi_vn: Năm tài chính:

source: Tax Periods:
vi_vn: Kỳ thuế:

source: Months.
vi_vn: Tháng.

source: Tax Last Period:
vi_vn: Thuế Kỳ trước:

source: Months back.
vi_vn: Tháng trở lại.

source: Put alternative Tax Include on Docs
vi_vn: Đưa Bao gồm Thuế Thêm vào Tài liệu

source: Suppress Tax Rates on Docs
vi_vn: Ngăn chặn Thuế trên Tài liệu

source: Automatic Revaluation Currency Accounts
vi_vn: Tài khoản tiền tệ tự động cập nhật lại

source: Sales Pricing
vi_vn: Giá bán

source: Base for auto price calculations:
vi_vn: Cơ sở tính giá tự động:

source: No base price list
vi_vn: Không có bảng giá cơ sở

source: Add Price from Std Cost:
vi_vn: Thêm Giá từ Std Chi phí:

source: Round calculated prices to nearest:
vi_vn: Giá tính tròn đến gần nhất:

source: Optional Modules
vi_vn: Các module tùy chọn

source: Manufacturing
vi_vn: Sản xuất

source: Fixed Assets
vi_vn: Tài sản cố định

source: Use Dimensions:
vi_vn: Sử dụng Kích thước:

source: User Interface Options
vi_vn: Tùy chọn giao diện người dùng

source: Short Name and Name in List
vi_vn: Tên viết tắt và Tên trong Danh sách

source: Search Item List
vi_vn: Tìm kiếm

source: Search Customer List
vi_vn: Tìm kiếm danh sách khách hàng

source: Search Supplier List
vi_vn: Tìm kiếm Danh sách nhà cung cấp

source: Login Timeout:
vi_vn: Hết thời gian đăng nhập:

source: seconds
vi_vn: giây

source: Max day range in documents
vi_vn: Khoảng ngày tối đa trong tài liệu

source: days.
vi_vn: ngày.

source: Update
vi_vn: Cập nhật

source: Create/Update Company
vi_vn: Tạo / Cập nhật Công ty

source: Database settings are not specified.
vi_vn: Cài đặt cơ sở dữ liệu không được chỉ định.

source: Database port has to be numeric or empty.
vi_vn: Cổng cơ sở dữ liệu phải là số hoặc trống.

source: This database settings are already used by another company.
vi_vn: Cài đặt cơ sở dữ liệu này đã được công ty khác sử dụng.

source: You cannot have table set without prefix together with prefixed sets in the same database.
vi_vn: Bạn không thể có bảng thiết lập mà không có tiền tố cùng với các tập tố tiền tố trong cùng một cơ sở dữ liệu.

source: Error creating Database:
vi_vn: Lỗi khi tạo cơ sở dữ liệu:

source: , Please create it manually
vi_vn: , Hãy tạo nó theo cách thủ công

source: Cannot create new company due to bugs in sql file.
vi_vn: Không thể tạo công ty mới do lỗi trong tệp sql.

source: Cannot open the configuration file -
vi_vn: Không thể mở tập tin cấu hình -

source: Cannot write to the configuration file -
vi_vn: Không thể ghi vào tập tin cấu hình -

source: The configuration file
vi_vn: Tập tin cấu hình

source: is not writable. Change its permissions so it is, then re-run the operation.
vi_vn: không thể ghi. Thay đổi quyền truy cập của nó để nó được, sau đó chạy lại hoạt động.

source: New company has been created.
vi_vn: Công ty mới đã được tạo ra.

source: Company has been updated.
vi_vn: Công ty đã được cập nhật.

source: Broken company subdirectories system. You have to remove this company manually.
vi_vn: Hệ thống thư mục con của công ty bị hỏng. Bạn phải loại bỏ công ty này theo cách thủ công.

source: Cannot rename subdirectory to temporary name.
vi_vn: Không thể đổi tên thư mục con thành tên tạm thời.

source: Cannot rename company subdirectory
vi_vn: Không thể đổi tên thư mục con của công ty

source: Error removing Database:
vi_vn: Lỗi khi xóa cơ sở dữ liệu:

source: , please remove it manually
vi_vn: , hãy loại bỏ nó theo cách thủ công

source: Cannot remove temporary renamed company data directory
vi_vn: Không thể xóa danh bạ dữ liệu công ty được đổi tên tạm thời

source: Selected company has been deleted
vi_vn: Công ty đã chọn đã bị xóa

source: Database Host
vi_vn: Máy chủ cơ sở dữ liệu

source: Database Port
vi_vn: Cổng cơ sở dữ liệu

source: Database User
vi_vn: Người dùng cơ sở dữ liệu

source: Database Name
vi_vn: Tên cơ sở dữ liệu

source: Table Pref
vi_vn: Bảng Pref

source: Default
vi_vn: Mặc định

source: Yes
vi_vn: Vâng

source: You are about to remove company \'%s\'. Do you want to continue ?
vi_vn: Bạn sắp xóa công ty \'%s\'. Bạn có muốn tiếp tục không?

source: The marked company is the current company which cannot be deleted.
vi_vn: Công ty được đánh dấu là công ty hiện tại không thể bị xóa.

source: If no Admin Password is entered, the new Admin Password will be '<b>password</b>' by default
vi_vn: Nếu không có mật khẩu quản trị, mật khẩu quản trị mới sẽ là ' mật khẩu ' theo mặc định

source: Set Only Port value if you cannot use the default port 3306.
vi_vn: Chỉ đặt giá trị Port nếu bạn không thể sử dụng cổng mặc định 3306.

source: Host
vi_vn: Chủ nhà

source: Port
vi_vn: Hải cảng

source: Database Password
vi_vn: Mật khẩu cơ sở dữ liệu

source: Database Collation:
vi_vn: Cơ sở dữ liệu Collation:

source: None
vi_vn: không ai

source: Default Company
vi_vn: Công ty Mặc định

source: Database Script
vi_vn: Kịch bản cơ sở dữ liệu

source: New script Admin Password
vi_vn: Mật khẩu quản trị tập lệnh mới

source: Contact Categories
vi_vn: Liên hệ Danh mục

source: Category description cannot be empty.
vi_vn: Mô tả danh mục không được để trống.

source: Selected contact category has been updated
vi_vn: Danh mục liên hệ đã chọn đã được cập nhật

source: New contact category has been added
vi_vn: Danh mục địa chỉ liên hệ mới đã được thêm vào

source: Cannot delete this category because there are contacts related to it.
vi_vn: Không thể xóa danh mục này vì có liên hệ liên quan đến nó.

source: Category has been deleted
vi_vn: Danh mục đã bị xóa

source: Category Type
vi_vn: Loại Loại

source: Category Subtype
vi_vn: Loại Subtype

source: Short Name
vi_vn: Tên ngắn

source: Contact Category Type:
vi_vn: Loại loại liên hệ:

source: Contact Category Subtype:
vi_vn: Danh mục Loại liên hệ:

source: Category Short Name:
vi_vn: Danh mục Tên viết tắt:

source: Category Description:
vi_vn: Danh mục loại:

source: Dashboard
vi_vn: bảng điều khiển

source: Display Setup
vi_vn: Cài đặt hiển thị

source: Query size must be integer and greater than zero.
vi_vn: Kích thước truy vấn phải là số nguyên và lớn hơn không.

source: Display settings have been updated. Keep in mind that changed settings are restored on every login in demo mode.
vi_vn: Cài đặt hiển thị đã được cập nhật. Lưu ý rằng các cài đặt đã thay đổi được khôi phục ở mỗi lần đăng nhập trong chế độ demo.

source: Display settings have been updated.
vi_vn: Cài đặt hiển thị đã được cập nhật.

source: Decimal Places
vi_vn: Vị trí thập phân

source: Prices/Amounts:
vi_vn: Giá / Số tiền:

source: Quantities:
vi_vn: Số lượng:

source: Exchange Rates:
vi_vn: Tỷ giá hối đoái:

source: Percentages:
vi_vn: Phần trăm:

source: Date Format and Separators
vi_vn: Định dạng Ngày và Dấu phân cách

source: Date Format:
vi_vn: Định dạng ngày tháng:

source: Date Separator:
vi_vn: Dấu phân cách ngày:

source: Thousand Separator:
vi_vn: Hàng ngàn máy tách:

source: Decimal Separator:
vi_vn: Phân số thập phân:

source: Use Date Picker
vi_vn: Sử dụng bộ chọn Ngày

source: Reports
vi_vn: Báo cáo

source: Save Report Selection Days:
vi_vn: Lưu ngày lựa chọn báo cáo:

source: Default Report Destination:
vi_vn: Điểm báo cáo Mặc định:

source: PDF/Printer
vi_vn: PDF / Máy in

source: Default Report Orientation:
vi_vn: Định hướng Báo cáo Mặc định:

source: Landscape
vi_vn: Phong cảnh

source: Portrait
vi_vn: Chân dung

source: Miscellaneous
vi_vn: Khác

source: Show hints for new users:
vi_vn: Hiển thị gợi ý cho người dùng mới:

source: Show GL Information:
vi_vn: Hiển thị thông tin GL:

source: Show Item Codes:
vi_vn: Hiển thị Mã Khoản:

source: Page Size:
vi_vn: Kích thước Trang:

source: Start-up Tab
vi_vn: Tab Khởi động

source: Printing profile
vi_vn: In hồ sơ

source: Browser printing support
vi_vn: Hỗ trợ in ấn của trình duyệt

source: Use popup window to display reports:
vi_vn: Sử dụng cửa sổ popup để hiển thị các báo cáo:

source: Set this option to on if your browser directly supports pdf files
vi_vn: Đặt tùy chọn này để bật nếu trình duyệt của bạn hỗ trợ trực tiếp các tệp pdf

source: Use icons instead of text links:
vi_vn: Sử dụng các biểu tượng thay vì liên kết văn bản:

source: Set this option to on for using icons instead of text links
vi_vn: Đặt tùy chọn này để bật để sử dụng các biểu tượng thay vì liên kết văn bản

source: Remember last document date:
vi_vn: Ghi nhớ ngày cuối cùng:

source: If set document date is remembered on subsequent documents, otherwise default is current date
vi_vn: Nếu ngày tài liệu được thiết lập được ghi nhớ trên các tài liệu tiếp theo, nếu không thì mặc định là ngày hiện tại

source: Query page size:
vi_vn: Kích thước trang truy vấn:

source: Transaction days:
vi_vn: Ngày giao dịch:

source: Language
vi_vn: Ngôn ngữ

source: Language:
vi_vn: Ngôn ngữ:

source: Fiscal Years
vi_vn: Năm tài chính

source: Invalid BEGIN date in fiscal year.
vi_vn: Ngày BEGIN không hợp lệ trong năm tài chính.

source: Invalid END date in fiscal year.
vi_vn: Ngày kết thúc END không hợp lệ trong năm tài chính.

source: Invalid BEGIN or END date in fiscal year.
vi_vn: Ngày BEGIN hoặc END không hợp lệ trong năm tài chính.

source: BEGIN date bigger than END date.
vi_vn: BEGIN ngày lớn hơn ngày kết thúc.

source: Cannot CLOSE this year because there are open fiscal years before
vi_vn: Không thể đóng năm tài chính vì có năm tài chính mở trước đó

source: Selected fiscal year has been updated
vi_vn: Năm tài chính đã chọn đã được cập nhật

source: New fiscal year has been added
vi_vn: Năm tài chính mới đã được thêm vào

source: Cannot delete this fiscal year because there are fiscal years before.
vi_vn: Không thể xóa năm tài chính này vì có năm tài chính trước đó.

source: Cannot delete this fiscal year because the fiscal year is not closed.
vi_vn: Không thể xóa năm tài chính này vì năm tài chính không bị đóng.

source: Selected fiscal year has been deleted
vi_vn: Năm tài chính đã chọn đã bị xóa

source: Warning: Deleting a fiscal year all transactions are removed and converted into relevant balances. This process is irreversible!
vi_vn: Cảnh báo: Xóa một năm tài chính tất cả các giao dịch are loại bỏ và chuyển đổi thành số dư có liên quan. Quá trình này là không thể đảo ngược!

source: Fiscal Year Begin
vi_vn: Năm tài chính bắt đầu

source: Fiscal Year End
vi_vn: Cuối năm tài chính

source: Closed
vi_vn: Đóng

source: Are you sure you want to delete fiscal year %s - %s? All transactions are deleted and converted into relevant balances. Do you want to continue ?
vi_vn: Bạn có chắc muốn xóa năm tài chính %s -%s không? Tất cả các giao dịch đều bị xóa và chuyển đổi thành các số dư có liên quan. Bạn có muốn tiếp tục ?

source: The marked fiscal year is the current fiscal year which cannot be deleted.
vi_vn: Năm tài chính được đánh dấu là năm tài chính hiện tại mà không thể bị xóa.

source: Fiscal Year Begin:
vi_vn: Năm tài chính Bắt đầu:

source: Fiscal Year End:
vi_vn: Kết thúc năm tài chính:

source: Is Closed:
vi_vn: Được đóng:

source: Transaction References
vi_vn: Tài liệu tham khảo giao dịch

source: System and General GL Setup
vi_vn: Hệ thống và thiết lập chung GL

source: The past due days interval allowance must be between 0 and 100.
vi_vn: Khoản trợ cấp khoảng thời gian quá hạn trong quá khứ phải từ 0 đến 100.

source: The delivery over-receive allowance must be between 0 and 100.
vi_vn: Khoản trợ cấp nhận trợ cấp quá hạn phải từ 0 đến 100.

source: The invoice over-charge allowance must be between 0 and 100.
vi_vn: Phụ cấp cước quá phụ từ hoá đơn phải từ 0 đến 100.

source: Before GRN Clearing Account can be changed all GRNs have to be invoiced
vi_vn: Trước khi GRN Clearing Account có thể được thay đổi, tất cả các GRN phải được lập hóa đơn

source: The Retained Earnings Account should be a Balance Account or the Profit and Loss Year Account should be an Expense Account (preferred the last one in the Expense Class)
vi_vn: Tài khoản Lợi tức Giữ lại phải là một Tài khoản Tích luỹ hoặc Tài khoản Nộp Lương và Lợi tức phải là Tài khoản Chi phí (Ưu tiên nhất trong Lớp Chi phí)

source: The general GL setup has been updated.
vi_vn: Cài đặt chung GL đã được cập nhật.

source: Past Due Days Interval:
vi_vn: Khoảng thời gian Quá hạn:

source: days
vi_vn: ngày

source: Accounts Type:
vi_vn: Loại tài khoản:

source: Retained Earnings:
vi_vn: Thu nhập được giữ lại:

source: Profit/Loss Year:
vi_vn: Năm lợi nhuận:

source: Exchange Variances Account:
vi_vn: Tài khoản Variable Exchange:

source: Bank Charges Account:
vi_vn: Tài khoản Phí Ngân hàng:

source: Tax Algorithm:
vi_vn: Thuật toán Thuế:

source: Dimension Defaults
vi_vn: Thứ nguyên Mặc định

source: Dimension Required By After:
vi_vn: Thứ nguyên bắt buộc sau:

source: Customers and Sales
vi_vn: Khách hàng và Bán hàng

source: Default Credit Limit:
vi_vn: Giới hạn tín dụng mặc định:

source: Invoice Identification:
vi_vn: Nhận dạng hoá đơn:

source: Number
vi_vn: Con số

source: Reference
vi_vn: Tài liệu tham khảo

source: Accumulate batch shipping:
vi_vn: Tích lũy đợt vận chuyển:

source: Print Item Image on Quote:
vi_vn: In hình ảnh trên Trích dẫn:

source: Legal Text on Invoice:
vi_vn: Văn bản pháp lý về Hoá đơn:

source: Shipping Charged Account:
vi_vn: Tài khoản thanh toán giao hàng:

source: Deferred Income Account:
vi_vn: Tài khoản Thu nhập hoãn lại:

source: Not used
vi_vn: Không được sử dụng

source: Customers and Sales Defaults
vi_vn: Khách hàng và Mặc định bán hàng

source: Receivable Account:
vi_vn: Tài khoản phải thu:

source: Sales Account:
vi_vn: Tài khoản bán hàng:

source: Sales Discount Account:
vi_vn: Tài khoản Giảm giá Bán hàng:

source: Prompt Payment Discount Account:
vi_vn: Tài khoản Chiết khấu Thanh toán Nhanh chóng:

source: Quote Valid Days:
vi_vn: Các ngày Hợp lệ:

source: Delivery Required By:
vi_vn: Giao hàng Bắt buộc theo:

source: Suppliers and Purchasing
vi_vn: Nhà cung cấp và mua hàng

source: Delivery Over-Receive Allowance:
vi_vn: Phụ cấp Nhận Quá phụ cấp:

source: Invoice Over-Charge Allowance:
vi_vn: Phụ cấp Quá mức Hoá đơn:

source: Suppliers and Purchasing Defaults
vi_vn: Nhà cung cấp và Giá trị Mặc định Mua

source: Payable Account:
vi_vn: Tài khoản phải trả:

source: Purchase Discount Account:
vi_vn: Mua Tài khoản Giảm giá:

source: GRN Clearing Account:
vi_vn: Tài khoản thanh toán GRN:

source: No postings on GRN
vi_vn: Không có bài đăng nào về GRN

source: Receival Required By:
vi_vn: Yêu cầu nhận bởi:

source: Show PO item codes:
vi_vn: Hiển thị mã mục hàng PO

source: Inventory
vi_vn: Hàng tồn kho

source: Allow Negative Inventory:
vi_vn: Cho phép khoảng không quảng cáo phủ định:

source: Warning: This may cause a delay in GL postings
vi_vn: Cảnh báo: Điều này có thể gây ra sự chậm trễ trong việc đăng bài của GL

source: No zero-amounts (Service):
vi_vn: Không có số tiền bằng không (Dịch vụ):

source: Location Notifications:
vi_vn: Địa điểm Thông báo:

source: Allow Negative Prices:
vi_vn: Cho phép Giá Phủ định:

source: Items Defaults
vi_vn: Các khoản mục Mặc định

source: Inventory Account:
vi_vn: Tài khoản tồn kho:

source: C.O.G.S. Account:
vi_vn: COGS Tài khoản:

source: Inventory Adjustments Account:
vi_vn: Điều chỉnh khoảng không quảng cáo Tài khoản:

source: WIP Account:
vi_vn: Tài khoản WIP:

source: Fixed Assets Defaults
vi_vn: Mặc định Tài sản cố định

source: Loss On Asset Disposal Account:
vi_vn: Mất tài khoản xử lý tài sản:

source: Depreciation Period:
vi_vn: Giai đoạn khấu hao:

source: Monthly
vi_vn: Hàng tháng

source: Yearly
vi_vn: Hàng năm

source: Manufacturing Defaults
vi_vn: Mặc định Sản xuất

source: Work Order Required By After:
vi_vn: Yêu cầu Làm việc Yêu cầu Sau:

source: Install Charts of Accounts
vi_vn: Cài đặt biểu đồ tài khoản

source: Selected chart has been successfully deleted
vi_vn: Biểu đồ đã chọn đã được xóa thành công
