Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.3-1.po
Languages: hi_in, zh_tw

source: The selected customer and branch are not valid, or the customer does not have any branches.
hi_in: चयनित ग्राहक और शाखा वैध नहीं हैं, या ग्राहक की कोई शाखा नहीं है
zh_tw: 所選的客戶和分支機構不是有效的，或是客戶沒有仍何分支機構。

source: Shipping Charge
hi_in: भेजने की लागत
zh_tw: 運送費用

source: No customer found for entered text.
hi_in: दर्ज किए गए पाठ के लिए कोई ग्राहक नहीं मिला
zh_tw: 輸入的文字找不到客戶。

source: Customer's payment terms '%s' cannot be selected on this POS
hi_in: इस पीओएस पर ग्राहक के भुगतान शब्द '%s' का चयन नहीं किया जा सकता
zh_tw: 客戶的付款條件 '%s' 不能被此 POS 來選擇

source: Reference number unique for this document type
hi_in: इस दस्तावेज़ प्रकार के लिए संदर्भ संख्या अद्वितीय है
zh_tw: 此文件中類型的序號數字是唯一值

source: Price List:
hi_in: मूल्य सूची:
zh_tw: 價格表：

source: Date of order receive
hi_in: ऑर्डर प्राप्त करने की तिथि
zh_tw: 訂單接收日

source: [Select item]
hi_in: [वस्तु चुनें]
zh_tw: [選擇貨品]

source: Cash payment
hi_in: नकद भुगतान
zh_tw: 付現

source: Deliver from Location:
hi_in: स्थान से उद्धार:
zh_tw: 發貨地區：

source: Cash account:
hi_in: नकद खाता:
zh_tw: 現金帳戶：

source: Delivery Details
hi_in: डिलिवरी का विवरण
zh_tw: 出貨詳細資料

source: Invoice Delivery Details
hi_in: चालान वितरण विवरण
zh_tw: 發票上出貨詳細資料

source: Invoice before
hi_in: चालान से पहले
zh_tw: 之前發票

source: Quotation Delivery Details
hi_in: कोटेशन डिलीवरी विवरण
zh_tw: 報價單出貨詳細資料

source: Order Delivery Details
hi_in: आदेश वितरण विवरण
zh_tw: 訂單出貨詳細資料

source: Enter requested day of delivery
hi_in: डिलीवरी के अनुरोधित दिन दर्ज करें
zh_tw: 輸入要求的出貨日

source: Enter Valid until Date
hi_in: दिनांक तक मान्य दर्ज करें
zh_tw: 輸入有效日期

source: Deliver To:
hi_in: उसे देदो:
zh_tw: 出貨到：

source: Additional identifier for delivery e.g. name of receiving person
hi_in: डिलीवरी के लिए अतिरिक्त पहचानकर्ता, व्यक्ति प्राप्त करने का नाम
zh_tw: 出貨的其他識別，像是收貨人員的名稱

source: Delivery address. Default is address of customer branch
hi_in: डिलिवरी का पता। ग्राहक शाखा का पता डिफ़ॉल्ट है
zh_tw: 遞送地址。預設地址 為客戶分支機構。

source: Contact Phone Number:
hi_in: संपर्क दूरभाष क्रमांक:
zh_tw: 連絡電話：

source: Phone number of ordering person. Defaults to branch phone number
hi_in: आदेश देने वाले व्यक्ति की फोन नंबर डिफ़ॉल्ट रूप से शाखा फोन नंबर
zh_tw: 採購人員電話，預設是分支機構電話

source: Customer Reference:
hi_in: ग्राहक संदर्भ:
zh_tw: 客戶的序號：

source: Customer reference number for this order (if any)
hi_in: इस आदेश के लिए ग्राहक संदर्भ संख्या (यदि कोई हो)
zh_tw: 此訂單的客戶序號(如果有)

source: Item Tax Types
hi_in: आइटम कर प्रकार
zh_tw: 貨品稅別

source: The item tax type description cannot be empty.
hi_in: आइटम कर प्रकार विवरण रिक्त नहीं हो सकता।
zh_tw: 貨品稅別內容不能空白。

source: Selected item tax type has been updated
hi_in: चयनित आइटम कर प्रकार अपडेट कर दिया गया है
zh_tw: 選定貨品稅別已更新

source: New item tax type has been added
hi_in: नया आइटम कर प्रकार जोड़ा गया है
zh_tw: 新貨品稅別已新增

source: Cannot delete this item tax type because items have been created referring to it.
hi_in: इस मद कर प्रकार को हटा नहीं सकते क्योंकि आइटम का संदर्भ दिया गया है।
zh_tw: 無法刪除這個貨品稅別，因為已經有貨品使用了。

source: Cannot delete this item tax type because item categories have been created referring to it.
hi_in: इस मद कर प्रकार को हटा नहीं सकते क्योंकि आइटम श्रेणियां इसके संदर्भ में बनाई गई हैं।
zh_tw: 無法刪除這個貨品稅別，因為已經有貨品分類使用了。

source: Selected item tax type has been deleted
hi_in: चयनित आइटम कर प्रकार हटा दिया गया है
zh_tw: 選取的稅別已刪除

source: Tax exempt
hi_in: कर छूट
zh_tw: 免稅

source: Is Fully Tax-exempt:
hi_in: पूरी तरह कर मुक्त है:
zh_tw: 完全免稅：

source: Select which taxes this item tax type is exempt from.
hi_in: चुनें कि यह आइटम कर किस प्रकार से छूट प्राप्त है
zh_tw: 選擇此貨品可免稅的稅別。

source: Tax Name
hi_in: टैक्स नाम
zh_tw: 課稅名稱

source: Is exempt
hi_in: छूट है
zh_tw: 免稅？

source: Tax Groups
hi_in: टैक्स समूह
zh_tw: 課稅分區

source: There are no tax types defined. Define tax types before defining tax groups.
hi_in: कोई टैक्स प्रकार परिभाषित नहीं हैं कर समूहों को परिभाषित करने से पहले कर प्रकार को परिभाषित करें
zh_tw: 目前沒有定義任何稅別。定義稅別之前需要先定義稅區。

source: The tax group name cannot be empty.
hi_in: कर समूह नाम खाली नहीं हो सकता
zh_tw: 稅區名稱不能空白。

source: Selected tax group has been updated
hi_in: चयनित कर समूह को अपडेट किया गया है
zh_tw: 選定的稅區已更新

source: New tax group has been added
hi_in: नया कर समूह जोड़ा गया है
zh_tw: 新稅區已新增

source: Cannot delete this tax group because customer branches been created referring to it.
hi_in: इस कर समूह को नहीं हटाया जा सकता है क्योंकि ग्राहक की शाखाएं इसके संदर्भ में बनाई गई हैं
zh_tw: 無法刪除這個稅區，因為已經有客戶分支機構使用中。

source: Cannot delete this tax group because suppliers been created referring to it.
hi_in: इस कर समूह को नहीं हटाया जा सकता है क्योंकि आपूर्तिकर्ताओं को इसके संदर्भ में बनाया गया है
zh_tw: 無法刪除這個稅區，因為已經有供應商使用中。

source: Selected tax group has been deleted
hi_in: चयनित कर समूह हटा दिया गया है
zh_tw: 選取的稅區已刪除

source: Select the taxes that are included in this group.
hi_in: इस समूह में शामिल किए गए करों का चयन करें।
zh_tw: 選定的稅率已在這群組中。

source: Shipping Tax
hi_in: शिपिंग टैक्स
zh_tw: 貨運稅

source: Tax Types
hi_in: टैक्स प्रकार
zh_tw: 稅別

source: The tax type name cannot be empty.
hi_in: टैक्स प्रकार का नाम रिक्त नहीं हो सकता
zh_tw: 稅別名稱不能空白。

source: The default tax rate must be numeric and not less than zero.
hi_in: डिफ़ॉल्ट कर दर संख्यात्मक होनी चाहिए और शून्य से कम नहीं होनी चाहिए
zh_tw: 預設的稅率是必須是數字或不得小於零。

source: Selected GL Accounts cannot be used by another tax type.
hi_in: चयनित जीएल खाते का उपयोग किसी दूसरे कर प्रकार से नहीं किया जा सकता है।
zh_tw: 已選定會計項目無法被其他稅別使用。

source: New tax type has been added
hi_in: नया कर प्रकार जोड़ा गया है
zh_tw: 新稅別已新增

source: Selected tax type has been updated
hi_in: चयनित कर प्रकार को अपडेट किया गया है
zh_tw: 選取的稅別已更新

source: Cannot delete this tax type because tax groups been created referring to it.
hi_in: इस टैक्स प्रकार को हटा नहीं सकते क्योंकि टैक्स ग्रुप को इसके संदर्भ में बनाया गया है।
zh_tw: 無法刪除這個稅別，因為已經有稅區使用中。

source: Selected tax type has been deleted
hi_in: चयनित कर प्रकार हटा दिया गया है
zh_tw: 選定的稅別已刪除

source: To avoid problems with manual journal entry all tax types should have unique Sales/Purchasing GL accounts.
hi_in: मैन्युअल जर्नल प्रविष्टि के साथ समस्याओं से बचने के लिए सभी टैक्स प्रकारों में अद्वितीय बिक्री / क्रय जीएल खाते होना चाहिए।
zh_tw: 為了避免在手動會計分錄出現問題，所有稅別應該有唯一的銷售/採購會計項目。

source: Default Rate (%)
hi_in: सामान्य नियोजित दर (%)
zh_tw: 預設稅率(%)

source: Sales GL Account
hi_in: बिक्री जीएल खाता
zh_tw: 銷貨會計項目

source: Purchasing GL Account
hi_in: जीएल खाता खरीदना
zh_tw: 採購會計項目

source: Default Rate:
hi_in: सामान्य नियोजित दर:
zh_tw: 預設稅率(%)：

source: Sales GL Account:
hi_in: बिक्री जीएल खाता:
zh_tw: 銷貨會計項目

source: Purchasing GL Account:
hi_in: जीएल खाता खरीदना:
zh_tw: 採購會計項目

source: Main Menu
hi_in: मुख्य मेनू
zh_tw: 主要選單

source: Preferences
hi_in: पसंद
zh_tw: 系統屬性

source: Change Password
hi_in: पासवर्ड बदलें
zh_tw: 變更密碼

source: Help
hi_in: मदद
zh_tw: 幫助

source: Upgrade from version 2.0 to 2.1
hi_in: संस्करण 2.0 से 2.1 में अपग्रेड करें
zh_tw: 從 2.0 版升級到 2.1

source: Cannot retrieve bank accounts codes
hi_in: बैंक खाते कोड पुनर्प्राप्त नहीं कर सकते
zh_tw: 無法取得銀行帳號代號

source: Cannot update bank transactions
hi_in: बैंक लेनदेन को अपडेट नहीं किया जा सकता
zh_tw: 無法更新銀行交易

source: Cannot select stock identificators
hi_in: स्टॉक पहचानकर्ता चुन नहीं सकते
zh_tw: 無法選擇庫存識別

source: Cannot insert stock id into item_codes
hi_in: आइटम आईडी को स्टॉक आईडी में शामिल नहीं किया जा सकता
zh_tw: 無法插入庫存id到貨品代號

source: Seems that system upgrade to version 2.1 has been performed for this company already.<br> If something has gone wrong and you want to retry upgrade process you MUST perform database restore from last backup file first.
hi_in: लगता है कि सिस्टम 2.1 में उन्नयन करने वाले सिस्टम को पहले से ही इस कंपनी के लिए been किया गया है। अगर कोई कुछ चला गया है wrong और आप अपग्रेड प्रक्रिया को फिर से करने के लिए करना चाहते हैं तो आप database पिछले बैकअप फ़ाइल से पहले बहाल।
zh_tw: 似乎系統已昇級到 2.1 此公司已執行中<br> 若有錯誤發生時 您首先要準備昇級程序前的必需步驟 還原最新備份檔到資料庫中。

source: Upgrade from version 2.1/2.2beta to 2.2
hi_in: संस्करण 2.1 / 2.2 बीटा से 2.2 में अपग्रेड करें
zh_tw: 從 2.1/2.2beta 升級到 2.2

source: Cannot query max sales order number.
hi_in: अधिकतम विक्रय क्रम संख्या क्वेरी नहीं कर सकते
zh_tw: 無法查詢最大銷貨訂單編號

source: Cannot store next sales order reference.
hi_in: अगले बिक्री आदेश संदर्भ को स्टोर नहीं किया जा सकता।
zh_tw: 無法儲存下一個銷貨訂單序號。

source: Cannot upgrade extensions system: file /modules/installed_modules.php is not writeable
hi_in: एक्सटेंशन सिस्टम का उन्नयन नहीं किया जा सकता है: file /modules/installed_modules.php लेखन योग्य नहीं है
zh_tw: 不能升級擴展系統：file/modules/installed_modules.php 是無法寫入

source: Upgrade from version 2.2 to 2.3
hi_in: संस्करण 2.2 से 2.3 तक अपग्रेड करें
zh_tw: 從 2.2 版升級到 2.3

source: Upgrade from version 2.3 to 2.4
hi_in: संस्करण 2.3 से 2.4 तक का नवीनीकरण करें
zh_tw: 從 2.3 昇級到 2.4

source: Set optimal parameters and start upgrade:
hi_in: इष्टतम पैरामीटर सेट करें और अपग्रेड प्रारंभ करें:
zh_tw: 設定最佳參數並開始升級：

source: Text collation optimization:
hi_in: टेक्स्ट कोलेशन अनुकूलन:
zh_tw: 文字整理最佳化：

source: Cannot update config_db.php file.
hi_in: Config_db.php फ़ाइल को अपडेट नहीं किया जा सकता
zh_tw: 不能更新 config_db.php 檔。

source: Cannot update work orders costs: %s
hi_in: कार्य आदेश लागतों को अपडेट नहीं किया जा सकता: %s
zh_tw: 不能更新工作單成本： %s

source: Convertion to utf8 done.
hi_in: यूटीएफ 8 को परिवर्तित करना
zh_tw: 轉換成 utf8 完成。

source: Cannot drop column in %s table: %s
hi_in: कॉलम %s तालिका में नहीं छोड़ सकता: %s
zh_tw: 無法在 %s 表中刪除列：%s

source: Upgrade from version 2.4beta to 2.4RC1
hi_in: संस्करण 2.4 बीटा से 2.4 आरसी 1 तक अपग्रेड करें
zh_tw: 從 2.4beta 升級到 2.4RC1

source: None (will be set later)
hi_in: कोई नहीं (बाद में सेट किया जाएगा)
zh_tw: 無(之後設定)

source: Cannot update sys prefs setting: %s
hi_in: Sys prefs सेटिंग अपडेट नहीं किया जा सकता है: %s
zh_tw: 不能更新系統屬性設定： %s

source: GJ
hi_in: जी जे

source: BP
hi_in: बीपी

source: BT
hi_in: बीटी

source: SI
hi_in: एसआई

source: CN
hi_in: सीएन

source: CP
hi_in: सी.पी.

source: DN
hi_in: डीएन

source: IT
hi_in: आईटी

source: IA
hi_in: मैं एक

source: PI
hi_in: पीआई

source: PC
hi_in: पीसी

source: SP
hi_in: सपा

source: SO
hi_in: इसलिए

source: SQ
hi_in: वर्ग

source: CU
hi_in: सीयू

source: Unicode (multilanguage)
hi_in: यूनिकोड (बहुभाषी)

source: Ok
hi_in: ठीक

source: email
hi_in: ईमेल

source: E-mail:
hi_in: ईमेल:

source: Cash invoice
hi_in: नकद चालान
