Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: Cost
da_dk: Omkostning
es_es: Coste
id_id: Biaya
it_it: Costo
ka_ge: თვითღირებულება
pt_br: Custo
pt_pt: Custo
ru_ru: Стоить

source: Contribution
da_dk: Bidrag
es_es: Contribución
id_id: Kontribusi
it_it: Contributo
ka_ge: კონტრიბუცია
pt_br: Contribuição
pt_pt: Contribuição
ru_ru: Вклад

source: Inventory Sales Report
da_dk: Lager, salgsrapporter
es_es: Reportes de Ventas de Inventario
id_id: Laporan Penjualan Inventaris
it_it: Report di Vendita Inventario
ka_ge: მარაგების გაყიდვების რეპორტი
pt_br: Relatório de Vendas de Estoque
pt_pt: Relatório de Inventário de Vendas
ru_ru: Отчет инвентаризации продаж

source: PO No
da_dk: PO* Nummer
es_es: OC Num
id_id: No Pembelian
it_it: Nr Ord Acq
ka_ge: შესყ.შეკვ. #
pt_br: Ordem de Compra nº
pt_pt: PC Nº
ru_ru: PO Нет

source: Inv Price
es_es: Precio del Inventario
id_id: Harga Tagihan
ka_ge: ინვ ფასი
pt_pt: Preço Inv.
ru_ru: Inv цены

source: PO Price
es_es: Precio de la OC
id_id: Harga Pembelian
ka_ge: შშ ფასი
pt_pt: Preço OC
ru_ru: PO цены

source: GRN Valuation Report
da_dk: (GRN) Vurderingsrapport
es_es: Reporte de Valoración de las NBR
id_id: Laporan Valuasi Penerimaan
it_it: Report di valorizzazione BEM
ka_ge: სასაქონლო ზედნადების ღირებულების რეპორტი
pt_br: Relatório de Avaliação do GRN
pt_pt: Relatório Valorização Rec. Merc.
ru_ru: GRN отчета об оценке

source: Unit Price
da_dk: Enhedspris
id_id: Harga satuan
it_it: Prezzo unitario
ka_ge: ერთეულის ფასი
pt_br: Preço Unitário
pt_pt: Preço Unit.
ru_ru: Цена за штуку

source: Inventory Purchasing Report
id_id: Laporan Pembelian Inventaris
pt_pt: Relatório de Compras de Stock
ru_ru: Отчет инвентаризации Закупки

source: Opening
id_id: Awal
pt_pt: Abertura
ru_ru: Открытие

source: Inventory Movements
id_id: Perpindahan Inventaris
it_it: Movimenti Inventario
pt_br: Movimentações de Estoque
pt_pt: Movimentos de Stock
ru_ru: Инвентаризация движения

source: OpeningStock
id_id: Stok awal
pt_pt: Stock Inicial

source: StockIn
id_id: Stok pada
pt_pt: ID Stock

source: ClosingStock
id_id: Stok akhir
pt_pt: Stock Final

source: QTY
id_id: JML
pt_pt: Quant.

source: Rate
da_dk: Kurs
es_es: Tasa
it_it: Tasso
ka_ge: განაკვეთი
pt_br: Taxa
pt_pt: Taxa
ru_ru: Скорость

source: Costed Inventory Movements
id_id: Biaya Pergerakan Inventaris
pt_pt: Custeio de Movimentos de Stock

source: Item/Category
id_id: Barang/Kategori
pt_pt: Artigo/Categoria

source: Remark
id_id: Penanda
pt_pt: Nota

source: Item Sales Summary Report
id_id: Laporan Ringkas Penjualan Barang
pt_pt: Relatório Resumo de Artigos de Venda

source: Gift
id_id: Hadiah
pt_pt: Presente

source: Wrk Ctr
da_dk: Værksted
es_es: Área de producción
id_id: Lokasi Rakit
it_it: Centro di lavoro
ka_ge: სამ. კნტ.
pt_br: Centro de Produção
pt_pt: Centro Prod.

source: Bill of Material Listing
da_dk: Materialspecifikationsliste
es_es: Lista de materiales
id_id: Daftar Rakitan
it_it: Elenco distinte basi
ka_ge: საწარმოო ზედნადების სია
pt_br: Listar Lista de Material
pt_pt: Conta de Lista de Materiais
ru_ru: Билл материала листинга

source: WORK ORDER
da_dk: ARBEJDS ORDRER
es_es: ORDEN DE TRABAJO
id_id: ORDER PERAKITAN
it_it: COMMESSA
ka_ge: საწარმოო შეკვეთა
pt_br: PEDIDO DE PRODUÇÃO
pt_pt: ORDEM DE PRODUÇÃO
ru_ru: Наряд на работу

source: YTD
da_dk: ÅTD
es_es: Año a la fecha
it_it: Aggiornato
pt_pt: Acum.Ano
ru_ru: С начала года

source: Dimension Summary
da_dk: Dimension Resumé
es_es: Resumen de la dimensión
id_id: Ringkasan Dimensi
it_it: Riassunto dimensione
ka_ge: განზომილებების რეზუმე
pt_br: Resumo dos Departamentos
pt_pt: Resumo de Centros de Custo
ru_ru: Измерения резюме

source: Bank Account
da_dk: Bankkonto
es_es: Cuenta Bancaria
id_id: Akun Bank
it_it: Conto Bancario
ka_ge: საბანკო ანგარიში
pt_br: Conta Corrente
pt_pt: Conta Bancária
ru_ru: Банковский счет

source: Total Debit / Credit
da_dk: Total debet / kredit
es_es: Deber/Haber Total
id_id: Total Debit / Kredit
it_it: Debito / Credito Totale
ka_ge: ჯამური დებეტი/კრედიტი
pt_pt: Total Debito/Crédito
ru_ru: Всего Debit / Credit

source: Net Change
da_dk: Nettoændring
es_es: Cargo Neto
id_id: Perubahan Bersih
it_it: Cambio netto
ka_ge: ნეტო ცვლილება
pt_pt: Variação Liquida
ru_ru: Чистое изменение

source: Type/Account
da_dk: Type/Konto
es_es: Tipo/Cuenta
id_id: Tipe/Akun
it_it: Tipo/Conto
ka_ge: ტიპი/ანგარიში
pt_br: Tipo/Conta
pt_pt: Tipo/Conta
ru_ru: Тип / счета

source: Date/Dim.
da_dk: Dato/Dim.
es_es: Fecha/Dimensión
id_id: Tgl/Dim.
it_it: Data/Dim.
ka_ge: თარიღი/განზ.
pt_br: Data/Dpt.
pt_pt: Data/Depart.
ru_ru: Дата / Dim.

source: Person/Item/Memo
da_dk: Person/enh./Memo
es_es: Persona/Artículo/Memo
id_id: Orang/Barang/Memo
it_it: Persona/Articolo/Memo
ka_ge: პირი/დასახელება/მემო
pt_br: Favorecido/Item/Obs.
pt_pt: Pessoa/Artigo/Obs.
ru_ru: Лицо / Item / Memo

source: List of Journal Entries
da_dk: Liste over journaloptegnelser
es_es: Lista de Asientos de Diario
it_it: Elenco Registrazioni
ka_ge: გატარებების სია
pt_br: Lista de Movimentações no Diário
pt_pt: Lista de Entradas de Diário
ru_ru: Список Записи в журнале

source: GL Account Transactions
da_dk: Kontouddrag
es_es: Transacciones de Cuenta de Libro Mayor
id_id: Transaksi akun GL
it_it: Transazioni Conto di contabilità generale
ka_ge: მთ.წიგნის ანგარიშების ტრანზაქციები
pt_br: Conta de Transações de GL
pt_pt: Transações no Plano de Contas
ru_ru: Сделки GL счета

source: Year
da_dk: Ær
es_es: Año
id_id: Tahun
it_it: Anno
ka_ge: წელი
pt_br: Ano
pt_pt: Ano
ru_ru: Год

source: Tags
es_es: Etiquetas
id_id: Tag
it_it: Tag
ka_ge: სანიშნები
pt_pt: Marcadores
ru_ru: Теги

source: Amounts in thousands
da_dk: Beløb i tusinde
es_es: Cantidades en miles
id_id: Jumlah dalam ribuan
it_it: Importo in migliaia
ka_ge: თანხა ათასებში
pt_br: Quantias em milhares
pt_pt: Valores em milhares
ru_ru: Суммы в тысячах

source: Annual Expense Breakdown
da_dk: Månedsrapport
es_es: Quiebre anual de gastos
id_id: Rincian Pengeluaran Tahunan
it_it: Dettaglio Spese annuali
ka_ge: ხარჯების წლიური გაშიფვრა
pt_br: Discriminação de Despesa Anual
pt_pt: Discriminação Despesa anual
ru_ru: Ежегодный Распределение расходов

source: Close Balance
da_dk: Luk Balance
es_es: Cerrar balance
id_id: Saldo Akhir
it_it: Chiudi bilancio
ka_ge: დასახური ნაშთი
pt_br: Saldo Final
pt_pt: Fechar Balanço
ru_ru: Закрыть Баланс

source: Profit and Loss Statement
da_dk: Driftsresultat
es_es: Estado de ganacias y pérdidas
id_id: Laporan Laba Rugi
it_it: Rendiconto Utili e Perdite
ka_ge: მოგება/ზარალის უწყისი
pt_br: Extrato de Lucro e Perda
pt_pt: Resumo de Lucros e Perdas
ru_ru: Счет прибылей и убытков

source: Tax Report
da_dk: Afgiftsrapport
es_es: Reporte de impuestos
id_id: Laporan Pajak
it_it: Report Tasse
ka_ge: გადასახადების რეპორტი
pt_br: Relatório de Imposto
pt_pt: Relatório de Imposto
ru_ru: Налоговый отчет

source: Branch Name
da_dk: Afdelings navn
es_es: Nombre de la Sucursal
id_id: Nama Cabang
it_it: Nome Filiale
ka_ge: ფილიალის სახელი
pt_br: Nome da Unidade
pt_pt: Nome Filial
ru_ru: Название филиала

source: Net
da_dk: Netto
es_es: Neto
it_it: Netto
ka_ge: ნეტო
pt_br: Rede
pt_pt: Liquido
ru_ru: Чистый

source: Tax Rate
da_dk: Afgifts Sats
es_es: Tasa de impuesto
id_id: Rate Pajak
it_it: Aliquota fiscale
ka_ge: გადასახადის განაკვეთი
pt_br: Taxa do Imposto
pt_pt: Taxa Imposto
ru_ru: Ставка налога

source: Net Tax
da_dk: Netto skat
es_es: Impuesto Neto
id_id: Net Pajak
it_it: Tassa netta
ka_ge: ნეტო გადასახადი
pt_br: Líquido de Imposto
pt_pt: Líquido de Imposto
ru_ru: Чистые налоги

source: Time
da_dk: Tid
es_es: Tiempo
id_id: Waktu
it_it: Tempo
ka_ge: დრო
pt_br: Tempo
pt_pt: Tempo
ru_ru: Время

source: Trans Date
da_dk: Trans dato
es_es: Fecha de Transferencia
id_id: Tgl Transaksi
it_it: Data Transazone
ka_ge: ტრანზ. თარიღი
pt_br: Data da Transação
pt_pt: Data da Trans.
ru_ru: Trans дате

source: Action
da_dk: Handling
es_es: Acción
id_id: Aksi
it_it: Azione
ka_ge: მოქმედება
pt_br: Ação
pt_pt: Ação
ru_ru: Действие

source: Audit Trail
da_dk: Revisionsspor
es_es: Registro de auditoría
it_it: Verifica contabile
ka_ge: აუდიტორული კვალი
pt_br: Trilha da Auditoria
pt_pt: Registo de Auditoria
ru_ru: Аудиторский след

source: Changed
da_dk: Ændret
es_es: Cambio
id_id: Berubah
it_it: Cambiato
ka_ge: ცვლილება
pt_br: Alterado
pt_pt: Alterado
ru_ru: Изменена

source: Reports and Analysis
da_dk: Rapporter og analyser
es_es: Reportes y análisis
id_id: Laporan dan Analisis
it_it: Report e analisi
ka_ge: რეპორტები და ანალიზი
pt_pt: Relatórios e Análises
ru_ru: Отчеты и анализ

source: Customer &Balances
da_dk: Debitorbalancer
es_es: &Balances de Cliente
id_id: Saldo Pelanggan
it_it: &Saldi Cliente
ka_ge: მომხმარებლის ნაშთები
pt_br: Saldo do Cliente
pt_pt: &Balanço de Clientes
ru_ru: Клиент и балансы

source: Show Balance
da_dk: Vis balancer
es_es: Mostrar balance
id_id: Tampilkan Saldo
it_it: Mostra bilancio
ka_ge: აჩვენე ნაშთი
pt_br: Mostrar Saldos
pt_pt: Mostrar Saldos
ru_ru: Показать баланса

source: Currency Filter
da_dk: Valuta filter
es_es: Filtro por moneda
id_id: Filter mata uang
it_it: Filtro Valuta
ka_ge: ვალუტის ფილტრი
pt_br: Filtro de Moeda
pt_pt: Filtro de Moeda
ru_ru: Валюта фильтр

source: Orientation
id_id: Orientasi Halaman
pt_pt: Orientação
ru_ru: Ориентация

source: Destination
es_es: Destino
id_id: Target Output
it_it: Destinazione
ka_ge: დანიშნულების ადგილი
pt_br: Destino
pt_pt: Destino
ru_ru: Назначение

source: &Aged Customer Analysis
da_dk: Aldersanalyse af Kunder
es_es: &Análisis de antiguedad del cliente
id_id: Analisis Umur Piutang Pelanggan
it_it: Analisi Clienti &Storici
ka_ge: მომხმარებლის დავალიანების ანალიზი
pt_br: Análise de Cliente em Atraso
pt_pt: &Análise de Cliente Antigos
ru_ru: Возраст Анализ клиентов

source: Graphics
da_dk: Grafik
es_es: Gráficos
id_id: Grafik
it_it: Grafica
ka_ge: გრაფიკები
pt_br: Gráficos
pt_pt: Gráficos
ru_ru: Графика

source: Customer &Detail Listing
da_dk: Debitor Detaljeret Liste
es_es: &Listado de detalles de clientes
id_id: Daftar Rincian Pelanggan
it_it: Elenco &Dettaglio Cliente
ka_ge: მომხმარებლის დეტალური სია
pt_br: Listando Detalhe de Cliente
pt_pt: Listagem &Detalhe de Cliente
ru_ru: Клиент & Подробности объявления

source: Activity Greater Than
da_dk: Aktivitet større end
es_es: Actividad mayor que
id_id: Aktifitas lebih dari
it_it: Attività maggiore di
ka_ge: აქტივობა მეტი ვიდრე
pt_br: Atividade Maior Que
pt_pt: Atividade Maior Que
ru_ru: Активностью, превышающей

source: Activity Less Than
da_dk: Aktivitet mindre end
es_es: Actividad menor que
id_id: Aktifitas kurang dari
it_it: Attività minore di
ka_ge: აქტივობა ნაკლები ვიდრე
pt_br: Atividade Menor Que
pt_pt: Atividade Menor Que
ru_ru: Деятельность менее

source: Sales &Summary Report
es_es: Informe &Resumen de Ventas
id_id: Laporan Ringkasan Penjualan
ka_ge: გაყიდვების ჯაუმური რეპორტი
pt_pt: Relatório de &Resumo de Vendas
ru_ru: Продажи Сводный отчет

source: &Price Listing
da_dk: Prisliste
es_es: &Listado de pecios
id_id: Daftar Harga
it_it: Elenco &Prezzi
ka_ge: ფასების სია
pt_br: Listando Preço
pt_pt: Listagem de &Preços
ru_ru: И цена листинга

source: Inventory Category
da_dk: Vare kategori
es_es: Categoría de inventario
id_id: Kategori Inventaris
it_it: Categoria Inventario
ka_ge: მარაგების კატეგორია
pt_br: Categoria de Estoque
pt_pt: Categoria de Stock
ru_ru: Инвентарь Категория

source: Sales Types
da_dk: Salgs Typer
es_es: Tipos de Venta
id_id: Tipe Penjualan
it_it: Tipi di Vendita
ka_ge: გაყიდვების ტიპები
pt_br: Tipos de Venda
pt_pt: Tipos de Venda
ru_ru: Продажи Виды

source: Show Pictures
da_dk: Vis billeder
es_es: Mostrar imágenes
id_id: Tampilkan Gambar
it_it: Mostra foto
ka_ge: აჩვენე სურათი
pt_br: Mostrar Imagems
pt_pt: Mostrar Imagems
ru_ru: Показать картинки

source: &Order Status Listing
da_dk: Ordre status liste
es_es: &Listado de estado de pedidos
id_id: Daftar Status Order
it_it: Elenco Stato degli &Ordini
ka_ge: შეკვეთის სტატუსის სია
pt_br: Listando Estado do Pedido
pt_pt: Listagem Estado das &Encomendas
ru_ru: И статус заказа листинга

source: Stock Location
da_dk: Lagerplads
es_es: Ubicación de existencias
id_id: Lokasi Stok
it_it: Sede Giacenza
ka_ge: მარაგების მდებარეობა
pt_br: Localização de Estoque
pt_pt: Localização de Stock
ru_ru: Склад

source: &Salesman Listing
da_dk: Sælgeroversigt
es_es: &Listado de Vendedores
id_id: Daftar Salesman
it_it: Elenco &Rappresentanti
ka_ge: გამყიდველების სია
pt_br: Listando Vendedores
pt_pt: Listagem &Vendedores
ru_ru: Продавец листинга

source: Print &Invoices
es_es: &Imprimir Facturas
id_id: Cetak Tagihan
ka_ge: დაბეჭდე ინვოისები
pt_pt: Imprimir &Faturas/Notas de Crédito
ru_ru: Печать счетов-фактур

source: email Customers
da_dk: Udsend e-mail
es_es: correos a Clientes
id_id: email Pelanggan
it_it: Invia mail a clienti
ka_ge: გაუგზავნე ელ.ფოსტით მომხმარებლებს
pt_br: e-mail de Clientes
pt_pt: e-mail de Clientes
ru_ru: Пользователи электронной почты

source: Payment Link
da_dk: Betalingslink
es_es: Vínculo de Pago
id_id: Link Pembayaran
it_it: Link pagamento
ka_ge: გადახდის ბმული
pt_br: Link de Pagamento
pt_pt: Link do Pagamento
ru_ru: Оплата Link

source: Print &Credit Notes
es_es: Imprimir &Notas de Crédito
id_id: Cetak Nota Kredit
ka_ge: დაბეჭდე კრედიტ მემოები
pt_pt: Imprimir &Notas Crédito
ru_ru: Печать и кредитные ноты

source: Print &Deliveries
da_dk: Udskriv Leverancer
es_es: &Imprimir Entregas
id_id: Cetak Pengiriman
it_it: Stampa &Consegne
ka_ge: დაბეჭდე მიწოდებები
pt_br: Imprimir Entregas
pt_pt: Imprimir &Entregas
ru_ru: Печать и Поставки

source: Print as Packing Slip
da_dk: Udskriv som Følgesedel
es_es: Imprimir como Detalle de Envio
id_id: Cetak sebagai slip pengepakan
it_it: Stampa come Distinta d'Imballaggio
ka_ge: დაბეჭდე როგორც სასაქონო ზედნადები
pt_br: Imprimir Lista de Entrega
pt_pt: Imprimir Guias Remessa
ru_ru: Распечатать как упаковочный лист

source: Print &Statements
da_dk: Udskriv &Kontoudtog
es_es: &Imprimir Declaraciones
id_id: Cetak Statement
it_it: Stampa &Rendiconti
ka_ge: დაბეჭდე ამონაწერები
pt_br: Imprimir Extratos
pt_pt: Imprimir &Extratos
ru_ru: Заявления для печати

source: Email Customers
da_dk: Udsend e-mails
es_es: Enviar Correo a Clientes
id_id: Email Pelanggan
it_it: Invia mail a clienti
ka_ge: გაუგზავნე ელ.ფოსტით მომხმარებლებს
pt_br: E-mail de Clientes
pt_pt: E-mail Clientes
ru_ru: E-mail клиенты

source: &Print Sales Orders
da_dk: Udskriv Salgs Ordrer
es_es: &Imprimir Pedidos
id_id: Cetak Order Penjualan
it_it: &Stampa Ordini di Vendita
ka_ge: დაბეჭდე გაყიდვების შეკვეთები
pt_br: Imprimir Pedidos de Vendas
pt_pt: &Imprimir Encomendas de Clientes
ru_ru: Распечатать Заказы

source: Print as Quote
da_dk: Skriv som Tilbud
es_es: Imprimir como presupuesto
id_id: Cetak sebagai penawaran
it_it: Stampa come Preventivo
ka_ge: დაბეჭდე როგორც შეთავაზება
pt_br: Imprimir Cotação
pt_pt: Imprimir Cotação
ru_ru: Распечатать как Цитата

source: &Print Sales Quotations
da_dk: Udskriv Salgs Tilbud
es_es: &Imprimir presupuestos
id_id: Cetak Penawaran Penjualan
it_it: &Stampa Preventivi di Vendita
ka_ge: დაბეჭდე გაყიდვების შეთავაზებები
pt_br: Imprimir Cotações de Vendas
pt_pt: &Imprimir Cotações de Vendas
ru_ru: Распечатать продаж котировки

source: Print Receipts
da_dk: Udskrive kvitteringer
es_es: Imprimir los recibos
id_id: Cetak Penerimaan
it_it: Stampa Ricevute
ka_ge: დაბეჭდე ქვითრები
pt_pt: Imprimir Recibos
ru_ru: Распечатать квитанции

source: Supplier &Balances
da_dk: Kreditor Balancer
es_es: &Balances de proveedores
id_id: Saldo Pemasok
it_it: &Saldi Fornitore
ka_ge: მომწოდებლის ნაშთები
pt_br: Saldos dos Fornecedores
pt_pt: &Balanço de Fornecedor
ru_ru: Поставщик и балансы

source: &Aged Supplier Analyses
da_dk: &Aldersanalyse af Leverandøre
es_es: &Análisis de antiguedad del proveedor
id_id: Analisis Umur Hutang ke Pemasok
it_it: &Analisi Fornitori &Storici
ka_ge: მომწოდებლის მიმართ დავალიანების ანალიზი
pt_br: Fornedores com Fatura Em Atraso
pt_pt: &Análise Antiguidade Fornecedor
ru_ru: Возраст Анализ поставщиков

source: &Payment Report
da_dk: Betalingsrapport
es_es: &Reporte de pagos
id_id: Laporan Pembayaran
it_it: Report &Pagamento
ka_ge: გადახდების რეპორტი
pt_br: Relatório de Pagamentos
pt_pt: Relatório de &Pagamentos
ru_ru: Оплата отчетов

source: Outstanding &GRNs Report
da_dk: Udestående GRNs rapport
es_es: Reporte de &NBR Pendientess
id_id: Laporan Penerimaan belum selesai
it_it: Report &BEM in sospeso
ka_ge: შესასრულებელი სასაქონლო ზედნადებების რეპორტი
pt_br: Relatório de GRN Pendente
pt_pt: Relatório de Recep. &Mercadorias Pendentes
ru_ru: Выдающийся и зерна отчет

source: Supplier &Detail Listing
id_id: Daftar rincian Pemasok
pt_pt: Listagem de &Detalhe de Fornecedor
ru_ru: Поставщик & Подробности объявления

source: Print Purchase &Orders
da_dk: Udskriv Købs Ordrer
es_es: &Imprimir órdenes de compra
id_id: Cetak Order Pembelian
it_it: Stampa &Ordini d'Acquisto
ka_ge: დაბეჭდე შესყიდვის შეკვეთები
pt_br: Buscar Pedidos de Compras
pt_pt: Imprimir Requisições de &Compra
ru_ru: Распечатать Заказы

source: Inventory &Valuation Report
da_dk: Lagerværdi rapport
es_es: Reporte de &Tasación de Inventario
id_id: Laporan Valuasi Inventaris
it_it: Report di &Valutazione Inventario
ka_ge: მარაგების თვითღ-ბის რეპორტი
pt_br: Relatório de Avaliação do Estoque
pt_pt: Relatório de &Avaliação de Stock
ru_ru: Отчет оценки запасов

source: Inventory &Planning Report
da_dk: Lagerplanlægnings rapport
es_es: Reporte de &Planificación de Inventario
id_id: Laporan Perencanaan Inventaris
it_it: Report di &Pianificazione Inventario
ka_ge: მარაგების დაგეგმვის რეპორტი
pt_br: Relatório de Planejamento de Estoque
pt_pt: Relatório de &Planeamento de Stock
ru_ru: Сообщить планирования кадастра

source: Stock &Check Sheets
da_dk: Lagerbeholdnings tjek-liste
es_es: &Hojas de Comprobación de Existencias
id_id: Lembar Pemeriksaan Stok
it_it: Fogli &Controlli Giacenza
ka_ge: ჩეკის მარაგის ფურცლები
pt_br: Fichas de Verificação do Estoque
pt_pt: Fichas de &Verificação de Stock
ru_ru: И со Проверить листы

source: Inventory Column
da_dk: Lager Kolonne
es_es: &Columna de Inventario:
id_id: Kolom Inventaris
it_it: Colonna Inventario
ka_ge: მარაგების სვეტი
pt_br: Coluna de Estoque
pt_pt: Coluna de Stock
ru_ru: Инвентаризация колонки

source: Show Shortage
da_dk: Vis Mangel
es_es: Mostrar Déficit
id_id: Tampilkan yang kurang
it_it: Mostra ammanco
ka_ge: აჩვენე დანაკლისი
pt_br: Mostrar itens em falta
pt_pt: Mostrar Em Falta
ru_ru: Показать Нехватка

source: Item Like
id_id: Barang seperti
pt_pt: Artigo Como

source: Inventory &Sales Report
da_dk: Lager Salgs Rapport
es_es: Reportes de &Ventas de Inventario
id_id: Laporan Penjualan Inventaris
it_it: Report di &Vendita Inventario
ka_ge: მარაგების გაყიდვების რეპორტი
pt_br: Relatório de Vendas de Estoque
pt_pt: Relatório de &Inventário de Vendas
ru_ru: Инвентаризация & Sales Report

source: &GRN Valuation Report
da_dk: (GRN) Vurderingsrapport
es_es: Reporte de Tasación de &NBR
id_id: Laporan Valuasi Penerimaan
it_it: Report di Valutazione &BEM
ka_ge: სასაქონლო ზედნადების ღირებულების რეპორტი
pt_br: Relatório de Avaliação de GRN
pt_pt: Relatório Avaliação de &Recep. Mercadorias
ru_ru: GRN отчета об оценке

source: Inventory P&urchasing Report
id_id: Laporan Pembelian Inventaris
pt_pt: Relatório de Compras de Stoc&k
ru_ru: Отчет инвентаризации Закупки

source: Inventory &Movement Report
id_id: Laporan Perpindahan Inventaris
pt_pt: Relatório de &Movimentos de Stock
ru_ru: Отчет инвентаризации движения

source: C&osted Inventory Movement Report
id_id: Laporan Biaya Perpindahan Inventaris
pt_pt: Relatório de C&ustos de Movimentos de Stock

source: Item &Sales Summary Report
id_id: Laporan Ringkasan Penjualan Barang
pt_pt: Relatório Resumo de Artigos de &Vendas

source: &Bill of Material Listing
da_dk: &Regning for Materiale Notering
es_es: Li&sta de Cuentas de Materiales
id_id: Daftar Rakitan
it_it: Elenco &Distinte base
ka_ge: საწარმოო ზედნადებების სია
pt_br: Lista de Material
pt_pt: Lista de &Contas de Material
ru_ru: Билл материала листинга

source: From product
da_dk: Fra produkt
es_es: Del producto
id_id: Dari Produk
it_it: Da prodotto
ka_ge: პროდუქტიდან
pt_br: Do produto
pt_pt: Do artigo
ru_ru: Из продуктов

source: To product
da_dk: Til produkt
es_es: Al producto
id_id: Ke Produk
it_it: A prodotto
ka_ge: პროდუქტამდე
pt_br: Até o produto
pt_pt: Até ao artigo
ru_ru: Для продуктов

source: Print &Work Orders
da_dk: Udskriv &Arbejdsordrer
es_es: Imprimir Órdenes de Tra&bajo
id_id: Cetak Order Perakitan
it_it: Stampa &Commesse
ka_ge: დაბეჭდე საწარმოო შეკვეთები
pt_br: Imprimir Ordem de Produção
pt_pt: Imprimir Ordens de &Produção
ru_ru: Печать и заказов на выполнение работ

source: Email Locations
da_dk: E-mail Lokationer
es_es: Enviar por Mail las Ubicaciones
id_id: Lokasi Email
it_it: Invia Mail alle sedi
ka_ge: ელ.ფოსტის მდებარეობები
pt_br: Localizações de E-mail
pt_pt: Enviar as Localizações por E-mail
ru_ru: E-mail местах

source: Dimension &Summary
da_dk: Dimension &Resumé
es_es: &Resumen de dimensiones
id_id: Ringkasan Dimensi
it_it: &Riepilogo Dimensione
ka_ge: განზომილებების რეზუმე
pt_br: Resumo de Departamento
pt_pt: &Resumo de Centros de Custo
ru_ru: Измерения резюме

source: From Dimension
da_dk: Fra dimension
es_es: Desde dimensión
id_id: Dari Dimensi
it_it: Da dimensione
ka_ge: განზომილებამდე:
pt_br: Do Departamento
pt_pt: Do Centro Custo
ru_ru: Из измерение

source: To Dimension
da_dk: Til dimension
es_es: A dimensión
id_id: Sampai Dimensi
it_it: A dimensione
ka_ge: განზომილებიდან:
pt_br: Para o Departamento
pt_pt: Para o Centro Custo
ru_ru: Для измерения

source: Banking
da_dk: Bank
es_es: Actividades bancarias
id_id: Perbankan
it_it: Operazioni bancarie
ka_ge: ბანკინგი
pt_br: Bancário
pt_pt: Actividades Bancárias
ru_ru: Банковское дело

source: Bank &Statement
da_dk: Bank &Kontoudtog
es_es: Estado de &Cuentas
it_it: &Estratto Conto
ka_ge: ბანკის ამონაწერი
pt_br: Extrato Bancário
pt_pt: Extrato &Bancário
ru_ru: Выписка

source: Zero values
da_dk: Nul værdier
es_es: Valores cero
id_id: Tampilkan nol
it_it: Valori zero
ka_ge: ნულოვანი სიდიდეები
pt_br: Valores zerados
pt_pt: Valores a Zero
ru_ru: Нулевые значения

source: General Ledger
da_dk: Bogføring
es_es: Libro mayor general
id_id: Akun GL
it_it: Contabilità Generale
ka_ge: მთავარი წიგნი
pt_br: Livro Razão
pt_pt: Contabilidade
ru_ru: Главная книга

source: Chart of &Accounts
da_dk: Kontoplan
es_es: &Plan de Cuentas
id_id: Bagan Akun Standar (COA)
it_it: Piano dei &Conti
ka_ge: ანგარიშთა გეგმა
pt_br: Plano de Contas
pt_pt: Plano de &Contas
ru_ru: План счетов

source: Show Balances
da_dk: Vis balancer
es_es: Mostrar balances
id_id: Tampilkan Saldo
it_it: Mostra saldi
ka_ge: აჩვენე ნაშთები
pt_br: Mostrar Saldos
pt_pt: Mostrar Saldos
ru_ru: Показать Остатки

source: List of &Journal Entries
da_dk: Liste over journaloptegnelser
es_es: &Lista de Asientos de Diario
it_it: Elenco Registrazioni
ka_ge: გატარებების სია
pt_br: Lista de Movimentações no Diário
pt_pt: Lista de Entradas no &Diário
ru_ru: Список Записи в журнале

source: GL Account &Transactions
da_dk: Bogførings konto transaktioner
es_es: Transacciones de Cuenta de Libro Mayor
id_id: Transaksi Akun GL
it_it: &Transazioni Conti di contabilità generale
ka_ge: საბალანსო ანგარიშების ტრანზაქციები
pt_br: Transações de Conta de GL
pt_pt: &Movimentos de Contas na Contabilidade
ru_ru: Сделки GL счета

source: From Account
da_dk: Fra konto
es_es: Desde la Cuenta
id_id: Dari Akun
it_it: Da Conto
ka_ge: ანგარიშიდან
pt_br: Da Conta
pt_pt: Da Conta
ru_ru: Со счета

source: To Account
da_dk: Til konto
es_es: A cuenta
id_id: Ke Akun
it_it: A Conto
ka_ge: ანგარიშზე
pt_br: Para a Conta
pt_pt: Até Conta
ru_ru: На счет

source: Annual &Expense Breakdown
da_dk: Årlige &Udgift Opdeling
es_es: Desglose anual de gastos
id_id: Rincian Pengeluaran Tahunan
it_it: Dettaglio &Spese Annuali
ka_ge: წლიური ხარჯების გაშიფვრა
pt_br: Discriminação de Despesa Anual
pt_pt: D&iscriminação Anual de Despesas
ru_ru: Ежегодный Распределение расходов
