Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.15-1.po
Languages: vi_vn

source: Costed Bill Of Material Inquiry
vi_vn: Chi phí Bill Of Material Enquiry

source: Inventory Item Where Used &Inquiry
vi_vn: Mục tồn kho Nơi Truy vấn Đã sử dụng

source: Work Order &Inquiry
vi_vn: Yêu cầu Đặt hàng Làm việc

source: Manufacturing &Reports
vi_vn: Báo cáo sản xuất

source: &Bills Of Material
vi_vn: Hóa đơn của vật liệu

source: &Work Centres
vi_vn: Trung tâm Làm việc

source: S&etup
vi_vn: Thiết lập

source: &Company Setup
vi_vn: Thiết lập công ty

source: &User Accounts Setup
vi_vn: Cài đặt Tài khoản Người dùng

source: &Access Setup
vi_vn: Thiết lập truy cập

source: &Display Setup
vi_vn: Cài đặt hiển thị

source: Transaction &References
vi_vn: Tài liệu tham khảo giao dịch

source: &Taxes
vi_vn: Thuế

source: Tax &Groups
vi_vn: Nhóm thuế

source: Item Ta&x Types
vi_vn: Các loại thuế loại

source: System and &General GL Setup
vi_vn: Hệ thống và thiết lập chung GL

source: &Fiscal Years
vi_vn: &Năm tài chính

source: &Print Profiles
vi_vn: In hồ sơ

source: Pa&yment Terms
vi_vn: Điều khoản thanh toán

source: Shi&pping Company
vi_vn: Công ty vận tải biển

source: &Points of Sale
vi_vn: Những thời điểm giảm giá

source: &Printers
vi_vn: Máy in

source: Contact &Categories
vi_vn: Liên hệ Danh mục

source: &Void a Transaction
vi_vn: Hủy một giao dịch

source: View or &Print Transactions
vi_vn: Xem hoặc in các giao dịch

source: &Attach Documents
vi_vn: Tài liệu đính kèm

source: System &Diagnostics
vi_vn: Chẩn đoán hệ thống

source: &Backup and Restore
vi_vn: Sao lưu và khôi phục

source: Create/Update &Companies
vi_vn: Tạo / cập nhật công ty

source: Install/Update &Languages
vi_vn: Cài đặt / Cập nhật Ngôn ngữ

source: Install/Activate &Extensions
vi_vn: Cài đặt / Kích hoạt Tiện ích mở rộng

source: Install/Activate &Themes
vi_vn: Cài đặt / Kích hoạt Chủ đề

source: Install/Activate &Chart of Accounts
vi_vn: Cài đặt / Kích hoạt Biểu đồ Tài khoản

source: Software &Upgrade
vi_vn: Nâng cấp phần mềm

source: &Purchases
vi_vn: Mua hàng

source: Purchase &Order Entry
vi_vn: Đặt hàng mua

source: &Outstanding Purchase Orders Maintenance
vi_vn: Bảo trì đơn hàng mua hàng xuất sắc

source: Direct &GRN
vi_vn: Trực tiếp GRN

source: Direct Supplier &Invoice
vi_vn: Hóa đơn Nhà cung cấp Trực tiếp

source: &Payments to Suppliers
vi_vn: Thanh toán cho Nhà cung cấp

source: Supplier &Invoices
vi_vn: Hóa đơn nhà cung cấp

source: Supplier &Credit Notes
vi_vn: Ghi chú của Người cung cấp

source: &Allocate Supplier Payments or Credit Notes
vi_vn: Phân bổ Thanh toán Nhà cung cấp hoặc Ghi chú Tín dụng

source: Purchase Orders &Inquiry
vi_vn: Mua hàng Yêu cầu Inquiry

source: Supplier Transaction &Inquiry
vi_vn: Yêu cầu giao dịch của nhà cung cấp

source: Supplier Allocation &Inquiry
vi_vn: Yêu cầu phân bổ nhà cung cấp

source: Supplier and Purchasing &Reports
vi_vn: Báo cáo nhà cung cấp và mua hàng

source: &Suppliers
vi_vn: Các nhà cung cấp

source: Dimension Entry
vi_vn: Entry Kích thước

source: The dimension has been entered.
vi_vn: Kích thước đã được nhập.

source: The dimension has been updated.
vi_vn: Thứ nguyên đã được cập nhật.

source: The dimension has been deleted.
vi_vn: Kích thước đã bị xóa.

source: The dimension has been closed. There can be no more changes to it.
vi_vn: Kích thước đã được đóng lại. Không thể thay đổi nó nữa.

source: The dimension has been re-opened.
vi_vn: Kích thước đã được mở lại.

source: Enter a &new dimension
vi_vn: Nhập thứ nguyên mới

source: &Select an existing dimension
vi_vn: Chọn một thứ nguyên hiện có

source: &Add Attachment
vi_vn: &Thêm đính kèm

source: The dimension name must be entered.
vi_vn: Phải nhập tên thứ nguyên.

source: The date entered is in an invalid format.
vi_vn: Ngày nhập vào có định dạng không hợp lệ.

source: The required by date entered is in an invalid format.
vi_vn: Yêu cầu theo ngày đã nhập là ở định dạng không hợp lệ.

source: This dimension cannot be deleted because it has already been processed.
vi_vn: Không thể xóa thứ nguyên này vì nó đã được xử lý.

source: The dimension sent is not valid.
vi_vn: Kích thước được gửi không hợp lệ.

source: Dimension Reference:
vi_vn: Tham chiếu thứ nguyên:

source: Start Date
vi_vn: Ngày bắt đầu

source: Date Required By
vi_vn: Ngày bắt buộc theo

source: This Dimension is closed.
vi_vn: Kích thước này bị đóng.

source: Save changes to dimension
vi_vn: Lưu thay đổi cho thứ nguyên

source: Re-open This Dimension
vi_vn: Mở lại Kích thước này

source: Mark this dimension as re-opened
vi_vn: Đánh dấu kích thước này khi mở lại

source: Close This Dimension
vi_vn: Đóng thứ nguyên này

source: Mark this dimension as closed
vi_vn: Đánh dấu kích thước này là đã đóng

source: Delete This Dimension
vi_vn: Xóa thứ nguyên này

source: Delete unused dimension
vi_vn: Xóa kích thước không sử dụng

source: Add
vi_vn: Thêm vào

source: There are no transactions for this dimension for the selected period.
vi_vn: Không có giao dịch nào cho thứ nguyên này trong khoảng thời gian đã chọn.

source: Balance for this Dimension
vi_vn: Số dư cho thứ nguyên này

source: Account
vi_vn: Tài khoản

source: Debit
vi_vn: Ghi nợ

source: Credit
vi_vn: tín dụng

source: Balance
vi_vn: Cân đối

source: Search Outstanding Dimensions
vi_vn: Tìm kiếm Kích thước Xuất sắc

source: Search Dimensions
vi_vn: Kích thước Tìm kiếm

source: Reference:
vi_vn: Tài liệu tham khảo:

source: All
vi_vn: Tất cả các

source: From:
vi_vn: Từ:

source: To:
vi_vn: Đến:

source: Only Overdue:
vi_vn: Chỉ quá hạn:

source: Only Open:
vi_vn: Chỉ mở:

source: Due Date
vi_vn: Ngày đáo hạn

source: Marked dimensions are overdue.
vi_vn: Kích thước đã đánh dấu là quá hạn.

source: View Dimension
vi_vn: Xem Kích thước

source: The dimension number sent is not valid.
vi_vn: Số thứ nguyên đã gửi không hợp lệ.

source: This dimension is closed.
vi_vn: Kích thước này bị đóng.

source: from:
vi_vn: từ:

source: to:
vi_vn: đến:

source: Show
vi_vn: Chỉ

source: Fixed asset classes
vi_vn: Phân loại tài sản cố định

source: Description:
vi_vn: Sự miêu tả:

source: Long description:
vi_vn: Mô tả dài:

source: Item
vi_vn: Mục

source: Select an item:
vi_vn: Chọn một mục:

source: Starting from month
vi_vn: Bắt đầu từ tháng

source: Period
vi_vn: Giai đoạn

source: months
vi_vn: tháng

source: Reference line:
vi_vn: dòng tham khảo:

source: Show GL Rows
vi_vn: Hiển thị Hàng GL

source: Refresh Inquiry
vi_vn: Làm mới yêu cầu

source: years
vi_vn: năm

source: Class
vi_vn: Lớp học

source: UOM
vi_vn: Đơn vị đo lường

source: Method
vi_vn: Phương thức

source: Status
vi_vn: Trạng thái

source: Purchased
vi_vn: Đã mua

source: Initial
vi_vn: Ban đầu

source: Depreciations
vi_vn: khấu hao

source: Current
vi_vn: Hiện hành

source: Revenue / Cost Accruals
vi_vn: Doanh thu / Chi phí hợp lý

source: The amount can not be 0.
vi_vn: Số tiền không được là 0.

source: The periods must be greater than 0.
vi_vn: Các khoảng thời gian phải lớn hơn 0.

source: Some of the period dates are outside the fiscal year or are closed for further data entry. Create a new fiscal year first!
vi_vn: Một số ngày thời gian nằm ngoài năm tài chính hoặc đóng cửa để nhập dữ liệu thêm. Tạo ra một năm tài chính mới!

source: Accruals for %s
vi_vn: Số dư cho %s

source: Dimension
vi_vn: Thứ nguyên

source: Memo
vi_vn: Bản ghi nhớ

source: Revenue / Cost Accruals have been processed.
vi_vn: Doanh thu / Chi phí Chi phí đã được xử lý.

source: Showing GL Transactions.
vi_vn: Hiển thị Giao dịch GL.

source: Weekly
vi_vn: Hàng tuần

source: Bi-weekly
vi_vn: Bi-hàng tuần

source: Quarterly
vi_vn: hàng quý

source: First date of Accruals
vi_vn: Ngày đầu tiên của Các khoản tiền phải trả

source: Accrued Balance Account
vi_vn: Tài khoản Trương mục Nợ

source: Revenue / Cost Account
vi_vn: Tài khoản Doanh thu / Chi phí

source: Amount
vi_vn: Số tiền

source: Search Amount
vi_vn: Số tiền tìm kiếm

source: Frequency
vi_vn: Tần số

source: Periods
vi_vn: Kinh nguyệt

source: Process Accruals
vi_vn: Tích lũy quy trình

source: Are you sure you want to post accruals?
vi_vn: Bạn có chắc muốn đăng khoản phải trả không?

source: Reconcile Bank Account
vi_vn: Phục hồi Tài khoản Ngân hàng

source: There are no bank accounts defined in the system.
vi_vn: Không có tài khoản ngân hàng được xác định trong hệ thống.

source: Invalid reconcile date format
vi_vn: Định dạng ngày đối chiếu không hợp lệ

source: Reconcile this transaction
vi_vn: Hoàn thiện giao dịch này

source: Account:
vi_vn: Tài khoản:

source: Bank Statement:
vi_vn: Báo cáo Ngân hàng:

source: New
vi_vn: Mới

source: Reconcile Date
vi_vn: Ngày hoãn lại

source: Beginning<br>Balance
vi_vn: Bắt đầu <br>Cân đối

source: Ending<br>Balance
vi_vn: Kết thúc <br>Cân đối

source: Account<br>Total
vi_vn: Tài khoản <br>Toàn bộ

source: Reconciled<br>Amount
vi_vn: Hòa giải <br>Số tiền

source: Difference
vi_vn: Sự khác biệt

source: Date of bank statement to reconcile
vi_vn: Ngày lập báo cáo ngân hàng để đối chiếu

source: Person/Item
vi_vn: Người / Mục

source: Reconcile
vi_vn: Hòa giải

source: Reconcile All
vi_vn: Tất cả hòa giải

source: Modify Bank Account Transfer
vi_vn: Sửa đổi Chuyển khoản Ngân hàng

source: Bank Account Transfer Entry
vi_vn: Mục nhập chuyển khoản vào tài khoản ngân hàng

source: Transfer has been entered
vi_vn: Chuyển đã được nhập

source: &View the GL Journal Entries for this Transfer
vi_vn: Xem Nhật ký của GL cho Chuyển khoản này

source: Enter &Another Transfer
vi_vn: Nhập Chuyển tiếp Khác

source: From Account:
vi_vn: Từ tài khoản:

source: To Account:
vi_vn: Tính toán:

source: Transfer Date:
vi_vn: Ngày chuyển giao:

source: Amount:
vi_vn: Số tiền:

source: Bank Charge:
vi_vn: Phí ngân hàng:

source: Incoming Amount:
vi_vn: Số tiền đến:

source: Modify Transfer
vi_vn: Sửa Đổi Chuyển

source: Enter Transfer
vi_vn: Nhập Chuyển

source: The entered amount is invalid or less than zero.
vi_vn: Số tiền đã nhập không hợp lệ hoặc nhỏ hơn không.

source: The total bank amount cannot be 0.
vi_vn: Tổng số tiền ngân hàng không được là 0.

source: This bank transfer change would result in exceeding authorized overdraft limit (%s) of the account '%s'
vi_vn: Sự thay đổi chuyển khoản ngân hàng này sẽ dẫn đến việc vượt quá giới hạn thấu chi được ủy quyền (%s) của tài khoản '%s'

source: This bank transfer change would result in exceeding authorized overdraft limit on '%s' for transaction: %s #%s on %s.
vi_vn: Sự thay đổi chuyển khoản ngân hàng này sẽ dẫn đến việc vượt quá giới hạn thấu chi được ủy quyền đối với '%s' cho giao dịch: %s #%s trên%s.

source: This bank transfer would result in exceeding authorized overdraft limit of the account (%s)
vi_vn: Việc chuyển khoản ngân hàng này sẽ dẫn đến việc vượt quá giới hạn thấu chi được ủy quyền của tài khoản (%s)

source: This bank transfer would result in exceeding authorized overdraft limit for transaction: %s #%s on %s.
vi_vn: Việc chuyển khoản ngân hàng này sẽ dẫn đến việc vượt quá hạn mức thấu chi cho giao dịch: %s #%s trên%s.

source: The Bank Charge Account has not been set in System and General GL Setup.
vi_vn: Tài khoản Charge của ngân hàng chưa được đặt trong System and General GL Setup.

source: The source and destination bank accouts cannot be the same.
vi_vn: Ngân sách nguồn và đích của ngân hàng không thể giống nhau.

source: The incomming bank amount cannot be 0.
vi_vn: Số tiền ngân hàng dự phòng không thể là 0.

source: Bank Account Payment Entry
vi_vn: Đăng nhập Tài khoản Ngân hàng

source: Bank Account Deposit Entry
vi_vn: Nhập Khoản Tài khoản Ngân hàng

source: Modify Bank Account Entry
vi_vn: Sửa đổi Nhập Tài khoản Ngân hàng

source: Modify Bank Deposit Entry
vi_vn: Sửa Đổi Tiền Ký Thác Ngân Hàng

source: Payment %d has been entered
vi_vn: Thanh toán %d đã được nhập

source: &View the GL Postings for this Payment
vi_vn: Xem Đăng ký GL cho Thanh toán này

source: Enter Another &Payment
vi_vn: Nhập khoản thanh toán khác

source: Enter A &Deposit
vi_vn: Nhập Khoản Tiền Gửi

source: Add an Attachment
vi_vn: Thêm một tệp đính kèm

source: Payment %d has been modified
vi_vn: Thanh toán %d đã được sửa đổi

source: Deposit %d has been entered
vi_vn: Tiền gửi %d đã được nhập

source: View the GL Postings for this Deposit
vi_vn: Xem Đăng ký GL cho khoản tiền gửi này

source: Enter Another Deposit
vi_vn: Nhập khoản tiền gửi khác

source: Enter A Payment
vi_vn: Nhập khoản thanh toán

source: Deposit %d has been modified
vi_vn: Tiền gửi %d đã được sửa đổi

source: &View the GL Postings for this Deposit
vi_vn: Xem Đăng ký GL cho khoản tiền gửi này

source: Enter Another &Deposit
vi_vn: Nhập khoản tiền gửi khác

source: Enter A &Payment
vi_vn: Nhập khoản thanh toán

source: You must enter at least one payment line.
vi_vn: Bạn phải nhập ít nhất một dòng thanh toán.

source: The total bank amount exceeds allowed limit (%s).
vi_vn: Tổng số tiền ngân hàng vượt quá giới hạn cho phép (%s).

source: The bank transaction would result in exceed of authorized overdraft limit for transaction: %s #%s on %s.
vi_vn: Giao dịch ngân hàng sẽ dẫn đến việc vượt quá hạn mức thấu chi cho giao dịch: %s #%s trên%s.

source: The entered date for the payment is invalid.
vi_vn: Ngày nhập cho thanh toán không hợp lệ.

source: You have to select customer and customer branch.
vi_vn: Bạn phải chọn chi nhánh khách hàng và khách hàng.

source: You have to select supplier.
vi_vn: Bạn phải chọn nhà cung cấp.

source: Settled amount have to be positive number.
vi_vn: Số tiền giải quyết phải là số dương.

source: The amount entered is not a valid number or is less than zero.
vi_vn: Số tiền nhập không phải là số hợp lệ hoặc nhỏ hơn không.

source: The exchange rate cannot be zero or a negative number.
vi_vn: Tỷ giá không thể là số không hoặc một số âm.

source: Payment Items
vi_vn: Các khoản thanh toán

source: Deposit Items
vi_vn: Khoản tiền gửi

source: Process Payment
vi_vn: Quy trình thanh toán

source: Process Deposit
vi_vn: Xử lý Tiền gửi

source: Budget Entry
vi_vn: Mục nhập Ngân sách

source: There are no account groups defined. Please define at least one account group before entering accounts.
vi_vn: Không có nhóm tài khoản nào được xác định. Vui lòng xác định ít nhất một nhóm tài khoản trước khi nhập tài khoản.

source: The Budget has been saved.
vi_vn: Ngân sách đã được lưu.

source: The Budget has been deleted.
vi_vn: Ngân sách đã bị xóa.

source: Account Code:
vi_vn: Mã tài khoản:

source: Get
vi_vn: Được

source: Dim. incl.
vi_vn: Lờ mờ. bao gồm.

source: Last Year
vi_vn: Năm ngoái

source: Total
vi_vn: Toàn bộ

source: Save
vi_vn: Tiết kiệm

source: Modifying Journal Transaction # %d.
vi_vn: Sửa đổi nhật ký giao dịch #%d.

source: Journal Entry
vi_vn: Entry tạp chí

source: Journal entry has been entered
vi_vn: Mục nhập tạp chí đã được nhập

source: &View this Journal Entry
vi_vn: Xem Mục ghi chép này

source: Enter &New Journal Entry
vi_vn: Nhập mục nhật ký mới

source: Journal entry has been updated
vi_vn: Mục nhật ký đã được cập nhật

source: Return to Journal &Inquiry
vi_vn: Quay trở lại tạp chí Hỏi đáp

source: You can edit directly only journal entries created via Journal Entry page.
vi_vn: Bạn có thể chỉnh sửa trực tiếp các mục nhật ký được tạo qua trang nhật ký.

source: Entry &New Journal Entry
vi_vn: Nhập mục nhật ký mới

source: You must enter at least one journal line.
vi_vn: Bạn phải nhập ít nhất một dòng nhật ký.

source: The journal must balance (debits equal to credits) before it can be processed.
vi_vn: Tạp chí phải cân bằng (ghi nợ bằng các khoản tín dụng) trước khi có thể được xử lý.

source: The exchange rate must be numeric and greater than zero.
vi_vn: Tỷ giá hối đoái phải là số và lớn hơn không.

source: Check tax register records before processing transaction or switch off 'Include in tax register' option.
vi_vn: Kiểm tra hồ sơ đăng ký thuế trước khi xử lý giao dịch hoặc tắt 'Bao gồm trong đăng ký thuế' tùy chọn.

source: Cannot determine tax register to be used. You have to make at least one posting either to tax or customer/supplier account to use tax register.
vi_vn: Không thể xác định đăng ký thuế được sử dụng. Bạn phải thực hiện ít nhất một lần đăng ký tài khoản thuế hoặc khách hàng / nhà cung cấp để sử dụng sổ đăng ký thuế.

source: You must select GL account.
vi_vn: Bạn phải chọn tài khoản GL.

source: You must select subledger account.
vi_vn: Bạn phải chọn tài khoản subledger.

source: Dimension is closed.
vi_vn: Kích thước đóng.

source: You must enter either a debit amount or a credit amount.
vi_vn: Bạn phải nhập số tiền nợ hoặc số tiền tín dụng.

source: The debit amount entered is not a valid number or is less than zero.
vi_vn: Số tiền ghi nợ đã nhập không phải là số hợp lệ hoặc nhỏ hơn số không.

source: The credit amount entered is not a valid number or is less than zero.
vi_vn: Số tiền tín dụng nhập không phải là số hợp lệ hoặc nhỏ hơn không.

source: Cannot post to GL account used by more than one tax type.
vi_vn: Không thể đăng lên tài khoản GL được nhiều loại thuế sử dụng.

source: You cannot make a journal entry for a bank account. Please use one of the banking functions for bank transactions.
vi_vn: Bạn không thể thực hiện một mục nhập nhật ký cho một tài khoản ngân hàng. Vui lòng sử dụng một trong các chức năng ngân hàng cho giao dịch ngân hàng.

source: &GL postings
vi_vn: Đăng ký GL

source: &Tax register
vi_vn: Đăng ký thuế

source: Rows
vi_vn: Hàng

source: Tax register record
vi_vn: Hồ sơ đăng ký thuế

source: VAT date:
vi_vn: Ngày VAT:

source: Input Tax
vi_vn: Thuế đầu vào

source: Output Tax
vi_vn: Thuế đầu ra

source: Net amount
vi_vn: Số lượng tịnh

source: Process Journal Entry
vi_vn: Entry tạp chí quá trình

source: Process journal entry only if debits equal to credits
vi_vn: Xử lý mục nhập nhật ký chỉ khi ghi nợ bằng các khoản tín dụng

source: Invalid validator string
vi_vn: chuỗi validator không hợp lệ

source: Input parameter '%s' have to be set.
vi_vn: tham số đầu vào '%s' phải được thiết lập.

source: Parameter '%s' cannot be empty.
vi_vn: Parameter '%s' không thể để trống.

source: Parameter '%s' contains invalid characters.
vi_vn: Parameter '%s' chứa các ký tự không hợp lệ.

source: Parameter '%s' has invalid value.
vi_vn: Parameter '%s' có giá trị không hợp lệ.

source: Invalid key passed reading '%s'
vi_vn: key không hợp lệ thông qua đọc '%s'

source: Empty update data for table
vi_vn: cập nhật dữ liệu trống cho bảng

source: Invalid key for update '%s'
vi_vn: key không hợp lệ cho bản cập nhật '%s'

source: Cannot update record in
vi_vn: Không thể cập nhật hồ sơ tại

source: Empty data set for insertion into
vi_vn: dữ liệu rỗng thiết để chèn vào

source: Cannot insert record into
vi_vn: Không thể chèn bản ghi vào

source: Empty update data for array
vi_vn: cập nhật dữ liệu trống cho mảng

source: Empty data for array
vi_vn: dữ liệu trống cho mảng

source: Exchange Variance
vi_vn: Biến đổi chênh lệch

source: From
vi_vn: Từ

source: To
vi_vn: Đến

source: Document reentered.
vi_vn: Tài liệu được nhập lại.

source: Rounding error %s encountered for trans_type:%s,trans_no:%s
vi_vn: Lỗi làm tròn %s gặp phải cho trans_type: %s, trans_no: %s

source: Date:
vi_vn: Ngày:

source: Pay To:
vi_vn: Trả cho:

source: To the Order of:
vi_vn: Với thứ tự của:

source: Supplier:
vi_vn: Nhà cung cấp:

source: Customer:
vi_vn: Khách hàng:

source: Branch:
vi_vn: Chi nhánh:

source: This customer account is on hold.
vi_vn: Tài khoản khách hàng này đang bị giữ.

source: Go
vi_vn: Đi

source: Into:
vi_vn: Vào:

source: Account Code
vi_vn: Mã tài khoản

source: Account Description
vi_vn: Mô tả tài khoản

source: Edit document line
vi_vn: Chỉnh sửa dòng tài liệu

source: Remove line from document
vi_vn: Xóa dòng khỏi tài liệu

source: Confirm changes
vi_vn: Xác nhận thay đổi

source: Cancel changes
vi_vn: Hủy thay đổi

source: Add Item
vi_vn: Thêm Mục

source: Add new item to document
vi_vn: Thêm mục mới vào tài liệu

source: Settled AR Amount:
vi_vn: Số tiền giải quyết AR:

source: Settled AP Amount:
vi_vn: Số tiền giải quyết AP:

source: Journal Date:
vi_vn: Tạp chí Ngày:

source: Currency:
vi_vn: Tiền tệ:

source: Document Date:
vi_vn: Ngày Tài liệu:

source: Event Date:
vi_vn: Ngày sự kiện:

source: Source ref:
vi_vn: Nguồn ref:

source: Quick Entry
vi_vn: Đăng nhập nhanh

source: balance from account
vi_vn: cân bằng từ tài khoản

source: Additional info:
vi_vn: Thông tin bổ sung:

source: Include in tax register:
vi_vn: Bao gồm trong sổ đăng ký thuế:

source: Reconciled:
vi_vn: Hòa giải:

source: Counterparty
vi_vn: Đối tác

source: Edit journal line
vi_vn: Chỉnh sửa dòng nhật ký

source: Remove line from journal
vi_vn: Xóa dòng khỏi nhật ký

source: [Select account]
vi_vn: [Chọn tài khoản]

source: Add new line to journal
vi_vn: Thêm dòng mới vào tạp chí

source: GL Accounts
vi_vn: Tài khoản GL

source: Search GL accounts
vi_vn: Tìm kiếm tài khoản GL

source: Category
vi_vn: thể loại

source: Balance Sheet Drilldown
vi_vn: Cân bằng khoan

source: As at:
vi_vn: Vào lúc:

source: Calculated Return
vi_vn: Quay trở lại tính toán

source: Liabilities
vi_vn: Nợ

source: and
vi_vn: và

source: Equities
vi_vn: Cổ phần

source: Back
vi_vn: Trở lại

source: Opening Balance
vi_vn: Số dư đầu kỳ

source: Ending Balance
vi_vn: Số dư cuối kỳ

source: General Ledger Inquiry
vi_vn: Tổng hợp Ledger Inquiry

source: All Accounts
vi_vn: Tất cả các tài khoản

source: Enter memo fragment or leave empty
vi_vn: Nhập đoạn ghi nhớ hoặc để trống

source: Amount min:
vi_vn: Số tiền min:

source: Amount max:
vi_vn: Số tiền tối đa:

source: No general ledger transactions have been created for the specified criteria.
vi_vn: Không có giao dịch sổ cái chung nào được tạo cho các tiêu chí được chỉ định.

source: Trial Balance
vi_vn: Cân bằng thử nghiệm

source: No zero values
vi_vn: Không có giá trị bằng 0

source: Only balances
vi_vn: Chỉ số dư

source: Group
vi_vn: Nhóm

source: The from date cannot be bigger than the fiscal year end.
vi_vn: Ngày không được lớn hơn ngày kết thúc năm tài chính.

source: Account Name
vi_vn: Tên tài khoản

source: Brought Forward
vi_vn: Mang ra

source: This Period
vi_vn: Giai đoạn này

source: The Opening Balance is not in balance, probably due to a non closed Previous Fiscalyear.
vi_vn: Số dư đầu kỳ không cân bằng, có thể là do không đóng trước Fiscalyear.

source: Journal Inquiry
vi_vn: Tạp chí Hỏi đáp

source: Enter reference fragment or leave empty
vi_vn: Nhập đoạn tham chiếu hoặc để trống

source: User:
vi_vn: Người dùng:

source: Dimension:
vi_vn: Kích thước:

source: Show closed:
vi_vn: Hiển thị đóng cửa:

source: Trans #
vi_vn: Xuyên #

source: Supplier's Reference
vi_vn: Tài liệu tham khảo của nhà cung cấp

source: User
vi_vn: Người dùng

source: Profit & Loss Drilldown
vi_vn: Khoan lỗ lợi nhuận

source: Accumulated
vi_vn: Tích lũy

source: Period Y-1
vi_vn: Giai đoạn Y-1

source: Budget
vi_vn: Ngân sách

source: Compare to
vi_vn: So với

source: Group/Account Name
vi_vn: Tên nhóm / Tên Tài khoản

source: Achieved %
vi_vn: Đạt được %

source: Tax Inquiry
vi_vn: Hỏi đáp thuế

source: Outputs
vi_vn: Đầu ra

source: Inputs
vi_vn: Đầu vào

source: Charged on sales
vi_vn: Tính vào doanh thu

source: Paid on purchases
vi_vn: Được thanh toán

source: Net payable or collectible
vi_vn: Nợ phải nộp hoặc thu hồi

source: Total payable or refund
vi_vn: Tổng số tiền phải trả hoặc hoàn lại

source: Bank Accounts
vi_vn: Tài khoản ngân hàng

source: The bank account name cannot be empty.
vi_vn: Tên tài khoản ngân hàng không được để trống.

source: The GL account selected is already in use or has transactions. Select another empty GL account.
vi_vn: Tài khoản GL được chọn đã được sử dụng hoặc có giao dịch. Chọn một tài khoản GL trống.

source: Bank account has been updated
vi_vn: Tài khoản ngân hàng đã được cập nhật

source: New bank account has been added
vi_vn: Đã thêm tài khoản ngân hàng mới
