Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: Credit status definitions changes
da_dk: Kredit statusændringer definitioner
es_es: Cambios en la definición de estado de crédito
id_id: Perubahan definisi status kredit
it_it: Definizione cambiamenti dello stato del credito
ka_ge: საკრედიტო სტატუსის განსაზღვრებების ცვლილებები
pt_br: Definições de mudanças de estado do crédito
pt_pt: Alteração às definições de estado dos créditos
ru_ru: Кредитов определения статуса изменения

source: Inventory locations changes
da_dk: Lagerpladser ændret
es_es: Cambios de Ubicación de Inventario
id_id: Perubahan lokasi inventaris
it_it: Modifiche sedi Inventario
ka_ge: მარაგების მდებარეობის ცვლილებები
pt_br: Alterações de locais de faturas
pt_pt: Alteração localizações de inventário
ru_ru: Инвентаризация мест изменения

source: Inventory movement types
da_dk: Lagerbevægelsestyper
es_es: Tipos de Movimiento de Inventario
id_id: Tipe pergerakan inventaris
it_it: Tipi di movimento inventario
ka_ge: მარაგების მოძრაობის ტიპები
pt_br: Movimento de tipos de estoque
pt_pt: Tipos de movimento de stock
ru_ru: Типы инвентаризации движения

source: Manufacture work centres
da_dk: Fremstillings Værksteder
es_es: Centros de trabajo de manufactura
id_id: Lokasi Perakitan untuk manufaktur
it_it: Centri di Produzione
ka_ge: საწარმოო ცენტრები
pt_br: Fabricação do centro de produção
pt_pt: Centros de produção
ru_ru: Производство работ центры

source: Forms setup
da_dk: Dokument indstillinger
es_es: Configuración de Formularios
id_id: Setup Formulir
it_it: Setup dei Form
ka_ge: ფორმების გაწყობა
pt_br: Configuração de formulários
pt_pt: Configuração de Numeradores
ru_ru: Формы установки

source: Contact categories
da_dk: Kontakt kategorier
es_es: Categorías de Contactos
id_id: Kategori Kontak
it_it: Categorie Contatti
ka_ge: კონტაქტების კატეგორიები
pt_pt: Categorias de Contatos
ru_ru: Связаться с категориями

source: Voiding transactions
da_dk: Annullering af transaktioner
es_es: Anular Transacciones
id_id: Pembatalan Transaksi
it_it: Annullare transazioni
ka_ge: ტრანზაქციების გაუქმება
pt_br: Invalidando transações
pt_pt: Anular transações
ru_ru: Аннулирование сделок

source: Database backup/restore
da_dk: Database backup/gendannelse
es_es: Respaldar/restaurar la base de datos
id_id: Penyalinan / Pemulihan database
it_it: Backup/ripristino del Database
ka_ge: მონაცემთა ბაზის დარეზერვება/აღდგენა
pt_br: Backup/Restauração da Base de Dados
pt_pt: Backup/Restauro da Base de Dados
ru_ru: База данных резервного копирования / восстановления

source: Common view/print transactions interface
da_dk: Fælles se/udskriv transaktions grænseflade
es_es: Interfaz común ver/imprimir transacciones
id_id: Interface umum untuk melihat/mencetak transaksi
it_it: Interfaccia comune di visualizzazione/stampa transazioni
ka_ge: საერთო ხედი/ტრანზაქციების ბეჭდვის ინტერფეისი
pt_br: Vizualizar/imprimir interface das transações comuns
pt_pt: Pré-visualizar/imprimir interface de transações
ru_ru: Общий вид / интерфейс операции печати

source: Attaching documents
da_dk: Vedhæfter dokumenter
es_es: Adjuntar documentos
id_id: Melampirkan dokumen
it_it: Allegare documenti
ka_ge: დოკუმენტების მიმაგრება
pt_br: Anexar documentos
pt_pt: Anexar documentos
ru_ru: Прикрепление документов

source: Display preferences
da_dk: Display indstillinger
es_es: Mostrar preferencias
id_id: Menampilkan preferensi
it_it: Preferenze display
ka_ge: დისპლეის პარამეტრები
pt_br: Mostrar preferências
pt_pt: Mostrar preferências
ru_ru: Параметры дисплея

source: Password changes
da_dk: Ændring af adgangskode
es_es: Cambio la contraseña
id_id: Mengubah Password
it_it: Cambio della password
ka_ge: პაროლის ცვლილებები
pt_br: Alterações de senha
pt_pt: Alterar password
ru_ru: Пароль изменений

source: Sales types
da_dk: Salgs typer
es_es: Tipos de Ventas
id_id: Tipe Penjualan
it_it: Tipi di vendita
ka_ge: გაყიდვების ტიპები
pt_br: Tipos de venda
pt_pt: Tipos de venda
ru_ru: Продажи типов

source: Sales prices edition
da_dk: Salgspriser udgave
es_es: Edición de precios de venta
id_id: Ubah Harga Jual
it_it: Modifica prezzi di vendita
ka_ge: გასაყიდი ფასების რედაქტირება
pt_br: Edição de preços de vendas
pt_pt: Edição de preços de venda
ru_ru: Продажные цены издание

source: Sales staff maintenance
da_dk: Salg personale vedligeholdelse
es_es: Mantención del staff de Ventas
id_id: Pengaturan staff penjualan
it_it: Manutenzione Rappresentanti
ka_ge: გაყიდვების პერსონალის მოვლა
pt_br: Manutenção no departamento de vendas
pt_pt: Manutenção de equipas de vendas
ru_ru: Продажи обслуживающего персонала

source: Sales areas maintenance
da_dk: Salgsområder vedligeholdelse
es_es: Mantención de las areas de ventas
id_id: Pengaturan wilayah/area penjualan
it_it: Manutenzione aree di vendita
ka_ge: გაყიდვების ადგილების მოვლა
pt_br: Manutenção na área de vendas
pt_pt: Manutenção áreas de venda
ru_ru: Торговые залы обслуживания

source: Sales groups changes
da_dk: Salgs gruppe ændringer
es_es: Cambio los grupos de ventas
id_id: Pengubahan grup Penjualan
it_it: Modifiche gruppi di vendita
ka_ge: გაყიდვების ჯგუფების ცვლილებები
pt_br: Mudanças nos grupos de vendas
pt_pt: Alterações grupos de venda
ru_ru: Продажи группы изменений

source: Sales templates
da_dk: Salg skabeloner
es_es: Plantillas de Ventas
id_id: Template Penjualan
it_it: Template di vendita
ka_ge: გაყიდვების ნიმუშები
pt_br: Modelos de vendas
pt_pt: Templates de documentos de vendas
ru_ru: Продажи шаблонов

source: Recurrent invoices definitions
da_dk: Gentagende fakturaer definitioner
es_es: Definiciones de facturas recurrentes
id_id: Definisi tagihan berulang
it_it: Definizione fatture ricorrenti
ka_ge: მრავალჯერადი ინვოისების განსაზღვრებები
pt_br: Definições de faturas recorrentes
pt_pt: Definições de avenças de faturação
ru_ru: Периодическое определение счетов

source: Sales transactions view
da_dk: Se Salgstransaktioner
es_es: Ver transacciones de ventas
id_id: Melihat transaksi penjualan
it_it: Visualizzare transazioni di vendita
ka_ge: გაყიდვების ტრანზაქციების ხედი
pt_br: Vizualizar transações de vendas
pt_pt: Visualizar transações de vendas
ru_ru: Сделок купли-продажи просмотра

source: Sales customer and branches changes
da_dk: Salgs kunde- og brancher ændringer
es_es: Cambios en las ventas de los clientes y sucursales
id_id: Pengubahan pelanggan dan cabang
it_it: Modifiche clienti e divisioni vendita
ka_ge: მომხმარებლის და ფილიალების ცვლილებები
pt_br: Mudanças de vendas de Cliente e unidades
pt_pt: Alterações a vendas de Cliente e filiais
ru_ru: Продажи клиентов и филиалов изменения

source: Sales quotations
da_dk: Salgstilbud
es_es: Presupuestos
id_id: Penawaran Penjualan
it_it: Preventivi di vendita
ka_ge: გაყიდვების ქვოტაციები
pt_br: Cotações de Vendas
pt_pt: Cotações de Venda
ru_ru: Продажи котировок

source: Sales orders edition
da_dk: Salgsordrer udgave
es_es: Edición de pedidos
id_id: Ubah order penjualan
it_it: Modifica ordini di vendita
ka_ge: გაყიდვების შეკვეთების რედაქტირება
pt_br: Edição de pedidos de vendas
pt_pt: Edição de encomendas de clientes
ru_ru: Заказы издание

source: Sales deliveries edition
da_dk: Salgs leverancer udgave
es_es: Editar entregas de ventas
id_id: Ubah pengiriman penjualan
it_it: Modifica spedizioni venduto
ka_ge: გაყიდვების მიწოდების რედაქტირება
pt_br: Edição de entregas de vendas
pt_pt: Edição de entregas de venda
ru_ru: Продажи поставки издание

source: Sales invoices edition
da_dk: Salgsfakturaer udgave
es_es: Editar Facturas de Venta
id_id: Ubah Tagihan Penjualan
it_it: Modifica fatture di vendita
ka_ge: გაყიდვების ინვოისების რედაქტირება
pt_br: Edição de faturas de vendas
pt_pt: Edição de faturas de venda
ru_ru: Счета-фактуры издание

source: Sales credit notes against invoice
da_dk: Salgs kreditnotaer mod faktura
es_es: Notas de crédito de ventas en factura
id_id: Nota Kredit penjualan terhadap tagihan
it_it: Note di credito su venduto relative alla fattura
ka_ge: გაყიდვების ინვოისების გაქვითვა კრედიტ მემოებით
pt_br: Vendas de notas de crédito contra fatura
pt_pt: Notas de crédito de vendas versus fatura
ru_ru: Продажа кредитных нот по счету

source: Sales freehand credit notes
da_dk: Salgs frihånd kreditnotaer
es_es: Notas de crédito a mano alzada
id_id: Nota kredit bebas untuk penjualan (Sales Freehand credit notes)
it_it: Note di credito libere su venduto
ka_ge: გაყიდვების კრედიტ მემო მინიშნების გარეშე
pt_pt: Notas de crédito manuais
ru_ru: Продажи заметки от руки кредитной

source: Customer payments entry
da_dk: Debitor indbetalings indtastning
es_es: Entrada de Pago de Cliente
id_id: Input pembayaran pelanggan
it_it: Inserire pagamenti cliente
ka_ge: მომხმარებლის გადახდების ჩანაწერი
pt_br: Registrar Pagamentos de Clientes
pt_pt: Registrar Pagamentos de Clientes
ru_ru: Ввод-платежи

source: Customer payments allocation
da_dk: Debitor betalings allokering
es_es: Asignaciones de pagos de cliente
id_id: Alokasi pembayaran pelanggan
it_it: Stanziare pagamenti cliente
ka_ge: მომხმარებლის გადახდების განაწილება
pt_br: Alocação de pagamentos de clientes
pt_pt: Liquidação de pagamentos de clientes
ru_ru: Распределение платежей клиентов

source: Sales analytical reports
da_dk: Salgs analyse rapport
es_es: Reporte analítico de ventas
id_id: Laporan analisis penjualan
it_it: Report analisi delle vendite
ka_ge: გაყიდვების ანალიტიკური რეპორტები
pt_br: Relatórios analíticos de vendas
pt_pt: Relatórios análise de vendas
ru_ru: Продажи аналитические отчеты

source: Sales document bulk reports
da_dk: Salgsbilag bulk-rapporter
es_es: Informes de ventas de documentos por volumen
id_id: Laporan dokumen penjualan (bulk)
it_it: Report documenti di vendita
ka_ge: გაყიდვების დოკუმენტების ჯგუფური რეპორტები
pt_br: Documento de vários relatórios de vendas
pt_pt: Listagem de documentos de venda em massa
ru_ru: Отчеты о продажах документ объемных

source: Sales prices listing
da_dk: Salgspriser notering
es_es: Listado de Precios de Venta
id_id: Daftar harga jual
it_it: Elenco prezzi di vendita
ka_ge: პრაისლისტი
pt_br: Listando preços de vendas
pt_pt: Lista preços de vendas
ru_ru: Продажные цены в каталоге

source: Sales staff listing
da_dk: Sælgeroversigt
es_es: Listado de personal de ventas
id_id: Daftar staff penjualan
it_it: Elenco Rappresentanti
ka_ge: გაყიდვების თანამშრომელთა სია
pt_br: Listando escritório de vendas
pt_pt: Lista de vendedores
ru_ru: Торговый персонал в каталоге

source: Customer bulk listing
da_dk: Debitor bulk-liste
es_es: Lista de clientes a granel
id_id: Daftar Pelanggan (bulk)
it_it: Elenco clienti
ka_ge: მომხმარებლის ჯგუფური სია
pt_br: Listagendo vários clientes
pt_pt: Listagem de Clientes em massa
ru_ru: Список клиентов объемных

source: Customer status report
da_dk: Debitor statusrapport
es_es: Reportes de estado de clientes
id_id: Laporan status pelanggan
it_it: Report stato del cliente
ka_ge: მომხმარებლის სტატუსის რეპორტი
pt_br: Relatório da situação de clientes
pt_pt: Relatório estado clientes
ru_ru: Отчет статус клиента

source: Customer payments report
da_dk: Debitor indbetalings rapport
es_es: Reportes de Pagos de Cliente
id_id: Laporan pembayaran pelanggan
it_it: Report pagamenti cliente
ka_ge: მომხმარებლის გადახდების რეპორტი
pt_br: Relatório de pegamentos de clientes
pt_pt: Relatório pagamentos clientes
ru_ru: Клиент платежей доклад

source: Purchase price changes
da_dk: Købs prisændringer
es_es: Cambios de Precios de Compra
id_id: Perubahan harga beli
it_it: Modifiche prezzo d'acquisto
ka_ge: შესყიდვის ფასების ცვლილებები
pt_br: Mudanças do preço de compra
pt_pt: Alterações preço compra
ru_ru: Купить изменения цен

source: Supplier transactions view
da_dk: Kreditor transaktioner visning
es_es: Ver Transacciones de Proveedores
id_id: Menampilkan transaksi pemasok
it_it: Visualizza transazioni fornitore
ka_ge: მომწოდებლის ტრანზაქციების ხედი
pt_br: Vizualizar transações de fornecedores
pt_pt: Visualizar transações de fornecedores
ru_ru: Поставщик операций просмотра

source: Suppliers changes
da_dk: Kreditor ændringer
es_es: Cambios de proveedores
id_id: Perubahan pemasok
it_it: Modifiche fornitore
ka_ge: მომწოდებლების ცვლილებები
pt_br: Alterações de fornecedores
pt_pt: Alterações de fornecedores
ru_ru: Поставщики изменения

source: Purchase order entry
da_dk: Indkøbs Ordre Indtastning
es_es: Entrada de Orden de Compra
id_id: Input Pembelian
it_it: Inserimento ordine d'acquisto
ka_ge: შესყიდვის შეკვეთის ჩანაწერი
pt_br: Entrar com Pedido de Compra ou Contas a Pagar
pt_pt: Entrada de requisições de compra
ru_ru: Заказ на вступление

source: Purchase receive
da_dk: Indkøbs modtagelse
es_es: Entrega de Compra
id_id: Penerimaan dari Pembelian
it_it: Ricevi acquisto
ka_ge: შესყიდვების მიღება
pt_br: Compra à receber
pt_pt: Compra a receber
ru_ru: Покупка получить

source: Supplier invoices
da_dk: Kreditor Fakturaer
es_es: Facturas de Proveedores
id_id: Tagihan Pemasok
it_it: Registrazione Fatture fornitore
ka_ge: მომწოდებლის ინვოისები
pt_br: Faturas do fornecedor
pt_pt: Faturas fornecedor
ru_ru: Поставщик счетов

source: Deleting GRN items during invoice entry
da_dk: Sletning af GRN elementer under fakturapost
es_es: Borrando items NBR durante la introducción de factura
id_id: Menghapus baris penerimaan pada saat Input tagihan
it_it: Cancella articoli BEM durante l'inserimento della fattura
ka_ge: სასაქონლო ზედნადების დასახელებების წაშლა ინვოისის შეყვანისას
pt_br: Deletando itens de GRN durante entrada de fatura.
pt_pt: Apagar Artigos de Rec. Mercadorias na entrada de faturas
ru_ru: Удаление GRN пунктов в ходе счет вступления

source: Supplier credit notes
da_dk: Kreditor kreditnotaer
es_es: Notas de Crédito de Proveedores
id_id: Nota Kredit Pemasok
it_it: Registrazione Note di credito fornitore
ka_ge: მომწოდებლის კრედიტ მემოები
pt_br: Nota de crédito do fornecedor
pt_pt: Notas crédito fornecedor
ru_ru: Поставщик отмечает кредитный

source: Supplier payments
da_dk: Kreditor betalinger
es_es: Pagos a proveedor
id_id: Pembayaran ke Pemasok
it_it: Pagamenti fornitore
ka_ge: მომწოდებლის გადახდები
pt_br: Pagamentos a fornecedor
pt_pt: Pagamentos a fornecedor
ru_ru: Поставщик платежей

source: Supplier payments allocations
da_dk: Kreditor betaling tildeling
es_es: Asignaciones de pagos a proveedor
id_id: Alokasi Pembayaran ke Pemasok
it_it: Stanziare pagamenti fornitore
ka_ge: მომწოდებლის გადახდების განაწილება
pt_br: Alocações de pagamentos de fornecedores
pt_pt: Liquidação de pagamentos de fornecedores
ru_ru: Поставщик платежей ассигнований

source: Supplier analytical reports
da_dk: Kreditor analytiske rapporter
es_es: Reportes analiticos de Proveedores
id_id: Laporan analisis pemasok
it_it: Report analitici del fornitore
ka_ge: მომწოდებლის ანალიტიკური რეპორტები
pt_br: Relatórios analíticos de fornecedor
pt_pt: Relatórios análise de fornecedor
ru_ru: Поставщик аналитических отчетов

source: Supplier document bulk reports
da_dk: Kreditor dokument bulk-rapporter
es_es: Reportes documento de proveedor a granel
id_id: Laporan dokumen Pemasok (bulk)
it_it: Report cumulativi documenti fornitore
ka_ge: მომწოდებლის დოკუმენტების ჯგუფური რეპორტები
pt_br: Vários relatórios de documentos de fornecedores
pt_pt: Relatórios de documentos de fornecedor em massa
ru_ru: Поставщик документе сообщается объемных

source: Supplier payments report
da_dk: Kreditor betalings rapport
es_es: Reporte de pago a proveedor
id_id: Laporan pembayaran ke pemasok
it_it: Report pagamenti fornitore
ka_ge: მომწოდებლის გადახდების რეპორტი
pt_br: Relatório de pagamentos a fornecedores
pt_pt: Relatório de pagamentos a fornecedores
ru_ru: Поставщик платежей доклад

source: Stock items add/edit
da_dk: Lagervarer tilføje/redigere
es_es: Agregar/editar artículos de stock
id_id: Penambahan / pengubahan stok barang
it_it: Aggiungi/modifica giacenza articoli
ka_ge: მარაგების დასახელების დამატება/რედაქტირება
pt_br: Itens de estoque adicionar/editar
pt_pt: Adicionar Itens de stock/editar
ru_ru: Со склада добавлять / редактировать

source: Sales kits
da_dk: Salgs kits
es_es: kits Ventas
id_id: Kit Penjualan
it_it: Set di vendita
ka_ge: გაყიდვების ნაკრებები
pt_br: Kits de vendas
pt_pt: Kits de vendas
ru_ru: Продажи комплектов

source: Item categories
da_dk: Varekategorier
es_es: Categorías de Artículos
id_id: Kategori Barang
it_it: Categorie dell'articolo
ka_ge: დასახელებების კატეგორიები
pt_br: Categorias dos itens
pt_pt: Categorias de artigos
ru_ru: Пункт категорий

source: Units of measure
da_dk: Måleenheder
es_es: Unidades de Medida
id_id: Satuan Ukur
it_it: Unità di misura
ka_ge: საზომი ერთეული
pt_br: Unidades de Medida
pt_pt: Unidades de Medida
ru_ru: Единицы измерения

source: Stock status view
da_dk: Lager status visning
es_es: Ver estado del stock
id_id: Menampilkan Status Stok
it_it: Visualizza situazione giacenza
ka_ge: მარაგების სტატუსის ხედი
pt_br: Vizualizar estado do estoque
pt_pt: Visualizar estado do stock
ru_ru: На складе

source: Stock transactions view
da_dk: Lager status visning
es_es: Ver Transacciones de stock
id_id: Menampilkan Transaksi Stok
it_it: Visualizza transazioni giacenza
ka_ge: მარაგების ტრანზაქციების ხედი
pt_br: Vizualizar transações do estoque
pt_pt: Visualizar transações de stock
ru_ru: Биржевые операции просмотра

source: Foreign item codes entry
da_dk: Udenlandske Varekode poster
es_es: Entrada de códigos de artículos extranjeros
id_id: Input Foreign Code Barang
it_it: Inserimento codici articolo estero
ka_ge: EAN კოდების ჩანაწერი
pt_br: Entrada de códigos estrangeiro de item
pt_pt: Entrada de códigos de artigos externos
ru_ru: Иностранные пункта коды запись

source: Inventory location transfers
da_dk: Lagerplads overførsler
es_es: Transferencias de localización de Inventario
id_id: Transfer inventaris antar lokasi
it_it: Trasferimenti sede inventario
ka_ge: მარაგების მდებარეობებს შორის ტრანსფერები
pt_br: Transferências de localização da fatura
pt_pt: Transferências de localização de inventário
ru_ru: Переводы инвентаризации местоположение

source: Inventory adjustments
da_dk: Lagerreguleringer
es_es: Ajustes de Inventario
id_id: Penyesuaian inventaris
it_it: Adeguamenti inventario
ka_ge: მარაგების დაზუსტება
pt_br: Ajustes da fatura
pt_pt: Ajustamento de stock
ru_ru: Инвентаризация корректировки

source: Reorder levels
da_dk: Bestillings niveauer
es_es: Niveles de Reorden
id_id: Pengaturan Level Pesan-ulang
it_it: Livelli di riordino
ka_ge: განმეორებითი შეკვეთის მიცემის ზღვარი
pt_br: Reordenar níveis
pt_pt: Reordenar níveis
ru_ru: Изменение порядка уровней

source: Items analytical reports and inquiries
da_dk: Elementer analytiske rapporter og undersøgelser
es_es: Elementos de informes analíticos y consultas
id_id: Pencarian dan laporan analisis Barang
it_it: Ricerche e report analitici articoli
ka_ge: დასახელებების ანალიტიკური რეპორტები დაკითხვები
pt_br: Consultas e itens de relatórios analíticos
pt_pt: Consultas e relatórios de análise de artigos
ru_ru: Товары аналитические отчеты и запросы

source: Inventory valuation report
da_dk: Lagerværdi rapport
es_es: Reporte de tasación de inventario
id_id: Laporan valuasi inventaris
it_it: Report di valutazione inventario
ka_ge: მარაგების თვითღირებულების რეპორტი
pt_br: Relatório de avaliação da fatura
pt_pt: Relatório de avaliação de inventário
ru_ru: Доклад Оценка запасов

source: Bill of Materials
da_dk: Regning for Materialer
es_es: Cuentas de Materiales
id_id: Rakitan (Bill of Materials)
it_it: Distinta base
ka_ge: მასალების ზედდებული
pt_br: Lista de Materiais
pt_pt: Lista de Materiais
ru_ru: Ведомость материалов

source: Manufacturing operations view
da_dk: Produktions operations visning
es_es: Ver operaciones de manufactura
id_id: Menampilkan kegiatan manufaktur
it_it: Visualizzazione operazioni di produzione
ka_ge: საწარმოო ოპერაციების ხედი
pt_br: Vizualizar operações de produção
pt_pt: Visualizar operações de produção
ru_ru: Производство операций просмотра

source: Work order entry
da_dk: Arbejdsordre indtastning
es_es: Entrada de Orden de Trabajo
id_id: Input order perakitan
it_it: Inserimento commessa
ka_ge: საწარმოო შეკვეთის ჩანაწერი
pt_br: Entrada da ordem de produção
pt_pt: Entrada de ordem de produção
ru_ru: Работа заказов

source: Material issues entry
da_dk: Materiale post spørgsmål
es_es: Entradas de elementos de material
id_id: Input pengambilan material
it_it: Inserimento problemi del materiale
ka_ge: მასალების გაწერის ჩანაწერი
pt_br: Entrada de materiais com problemas
pt_pt: Registo emissão materiais
ru_ru: Материал вопросам вступления

source: Final product receive
da_dk: Endelige produkt modtaget
es_es: Recepción de producto final
id_id: Penerimaan produk akhir
it_it: Ricezione prodotto finale
ka_ge: დასრულებული პროდუქტის მიღება
pt_br: Receber produto final
pt_pt: Receber produto final
ru_ru: Конечный продукт получил

source: Work order releases
da_dk: Arbejdsordre udgivelser
es_es: Liberación de orden de trabajo
id_id: Release order perakitan
it_it: Rilascio commessa
ka_ge: საწარმოო შეკვეთის გაშვებები
pt_br: Lançamento de ordem de produção
pt_pt: Lançamento de ordens de produção
ru_ru: Порядок работы релизы

source: Work order analytical reports and inquiries
da_dk: Arbejds analytiske rapporter og undersøgelser
es_es: Reportes analíticos y consultas de Ordenes de Trabajo
id_id: Pencarian dan laporan analisis order perakitan
it_it: Report e ricerche analitiche sulle commesse
ka_ge: საწარმოო შეკვეთის ანალიტიკური ანაგარიშები და დაკითხვეები
pt_br: Consultas e relatórios analíticos de ordem de produção
pt_pt: Consultas e relatórios de análise de ordens de produção
ru_ru: Порядок работы аналитических отчетов и запросов

source: Manufacturing cost inquiry
da_dk: Produktions omkostnings forspørgelse
es_es: Consulta de costes de materiales
id_id: Pencarian biaya manufaktur
it_it: Ricerca costo di produzione
ka_ge: საწარმოო თვითღირებულების დაკითხვა
pt_br: Consulta de custo de fabricação
pt_pt: Consulta de custo de produção
ru_ru: Запрос стоимости производства

source: Work order bulk reports
da_dk: Arbejdsordre bulk-rapporter
es_es: Reportes de ordenes de trabajo a granel
id_id: Laporan order perakitan (bulk)
it_it: Report commessa
ka_ge: საწარმოო შეკვეთის ჯგუფური რეპორტები
pt_br: Vários relatórios de ordem de produção
pt_pt: Acesso a relatórios de ordens de produção
ru_ru: Работа отчетов порядке объемных

source: Bill of materials reports
da_dk: Regning for materialer rapport
es_es: Reportes de cuentas de materiales
id_id: Laporan Rakitan (Bill of Materials)
it_it: Report distinte base
ka_ge: მასალების ზედნადების რეპორტები
pt_br: Relatórios de lista de materiais
pt_pt: Relatórios de lista de materiais
ru_ru: Ведомость материалов докладов

source: Dimension tags
es_es: Etiquetas de dimensiones
id_id: Tag Dimensi
it_it: Tag dimensione
ka_ge: განზომილების სანიშნები
pt_br: Marcadores do departamento
pt_pt: Marcadores do centro de custo
ru_ru: Измерения теги

source: Dimension view
da_dk: Vis dimension
es_es: Ver dimensión
id_id: Menampilkan Dimensi
it_it: Visualizza dimensione
ka_ge: განზომილების ხედი
pt_br: Visualizar departamento
pt_pt: Visualizar centro de custo
ru_ru: Габаритные зрения

source: Dimension entry
da_dk: Dimension post
es_es: Introducción de dimensión
id_id: Input Dimensi
it_it: Inserimento dimensione
ka_ge: განზომილების ჩანაწერი
pt_br: Entrada de departamento
pt_pt: Entrada de centro de custo
ru_ru: Измерения запись

source: Dimension reports
da_dk: Dimensions rapporter
es_es: Reportes de dimensión
id_id: Laporan Dimensi
it_it: Report della dimensione
ka_ge: განზომილების რეპორტები
pt_br: Relatórios de departamento
pt_pt: Relatórios de centros de custo
ru_ru: Измерения отчеты

source: Item tax type definitions
da_dk: Vare afgift type definitioner
es_es: Tipos de Impuesto sobre Artículos
id_id: Definisi tipe item pajak
it_it: Definizioni tipologie tasse su articolo
ka_ge: დასახელების გადასახადის ტიპის განსაზღვრებები
pt_br: Definições de tipo de imposto de item
pt_pt: Definições de tipo de imposto de artigos
ru_ru: Пункт определения налога типа
