Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.15-1.po
Languages: vi_vn

source: Use Item Sales Accounts
vi_vn: Sử dụng tài khoản hàng bán hàng

source: All Types
vi_vn: Các loại

source: Sales Invoices
vi_vn: Hoá đơn bán hàng

source: Unsettled transactions
vi_vn: giao dịch bất ổn

source: Payments
vi_vn: Thanh toán

source: Credit Notes
vi_vn: Ghi chú tín dụng

source: Delivery Notes
vi_vn: Phiếu giao hàng

source: Overdue Credit Notes
vi_vn: Ghi chú tín dụng quá hạn

source: Automatically put balance on back order
vi_vn: Tự động đưa số dư trên để trở lại

source: Cancel any quantites not delivered
vi_vn: Hủy bỏ bất kỳ quantites không được giao

source: Items Returned to Inventory Location
vi_vn: Mục Returned để Inventory Location

source: Items Written Off
vi_vn: Items Viết Tắt

source: New role
vi_vn: vai trò mới

source: No tags defined.
vi_vn: Không có thẻ nào được xác định.

source: No active tags defined.
vi_vn: Không có thẻ hoạt động xác định.

source: Activated for '%s'
vi_vn: Kích hoạt cho '%s'

source: Available and/or installed
vi_vn: Sẵn và / hoặc cài đặt

source: Standard new company American COA (4 digit)
vi_vn: công ty mới chuẩn COA Mỹ (4 chữ số)

source: Standard American COA (4 digit) with demo data
vi_vn: American Standard COA (4 chữ số) với dữ liệu bản demo

source: No payment Link
vi_vn: Không liên kết thanh toán

source: Numeric
vi_vn: Số

source: Alpha Numeric
vi_vn: chữ và số

source: ALPHA NUMERIC
vi_vn: chữ và số

source: All users
vi_vn: Tất cả người dùng

source: in units of :
vi_vn: theo đơn vị:

source: Cannot retrieve exchange rate for currency %s. Please adjust approximate rate if needed.
vi_vn: Không thể truy tỷ giá hối đoái cho đồng tiền %s. Vui lòng điều chỉnh tỷ lệ xấp xỉ nếu cần thiết.

source: Date Voided:
vi_vn: Ngày hủy bỏ:

source: Total Tax Excluded
vi_vn: Tổng số thuế chưa bao gồm

source: Included
vi_vn: bao gồm

source: Total Amount
vi_vn: Tổng cộng

source: Total Allocated:
vi_vn: Tổng số phân bổ:

source: Left to Allocate:
vi_vn: Từ trái sang Phân bổ:

source: Allocations
vi_vn: phân bổ

source: Pre-Payments
vi_vn: Pre-Thanh toán

source: No Quick Entries are defined.
vi_vn: Không Entries nhanh được xác định.

source: No Quick Entry lines are defined.
vi_vn: Không có đường dây Quick Entry được xác định.

source: and
vi_vn: và

source: January
vi_vn: một

source: February
vi_vn: hai

source: March
vi_vn: Ba

source: April
vi_vn: tư

source: June
vi_vn: sáu

source: July
vi_vn: bảy

source: August
vi_vn: Tám

source: September
vi_vn: Chín

source: October
vi_vn: Mười

source: November
vi_vn: mười một

source: December
vi_vn: mười hai

source: Su
vi_vn: chủ nhật

source: Mo
vi_vn: Thứ hai

source: Tu
vi_vn: Thứ ba

source: We
vi_vn: Thứ tư

source: Th
vi_vn: Thứ năm

source: Fr
vi_vn: Thứ sáu

source: Sa
vi_vn: Thứ bảy

source: Item Adjustments Note
vi_vn: Mục Adjustments Lưu ý

source: Fixed Assets disposal has been processed
vi_vn: Tài sản cố định thanh lý đã được xử lý

source: &View this disposal
vi_vn: Xem lý này

source: View the GL &Postings for this Disposal
vi_vn: Xem GL Các bài đăng cho Xử này

source: Enter &Another Disposal
vi_vn: Nhập Xử lý khác

source: Items adjustment has been processed
vi_vn: điều chỉnh các mặt hàng đã được xử lý

source: &View this adjustment
vi_vn: Xem điều chỉnh này

source: View the GL &Postings for this Adjustment
vi_vn: Xem GL Các bài đăng cho Adjustment này

source: Enter &Another Adjustment
vi_vn: Nhập Adjustment Một

source: You must enter at least one non empty item line.
vi_vn: Bạn phải nhập ít nhất một phi dòng mục rỗng.

source: The entered date for the adjustment is invalid.
vi_vn: Ngày nhập cho việc điều chỉnh không hợp lệ.

source: The adjustment cannot be processed because it would cause negative inventory balance for marked items as of document date or later.
vi_vn: Việc điều chỉnh không thể xử lý vì nó sẽ gây ra sự cân bằng hàng tồn kho tiêu cực cho các hạng mục được đánh dấu kể từ ngày tài liệu hay muộn.

source: The quantity entered is invalid.
vi_vn: Số lượng nhập không hợp lệ.

source: The entered standard cost is negative or invalid.
vi_vn: Chi phí tiêu chuẩn cho vào là tiêu cực hoặc không hợp lệ.

source: There are no fixed assets defined in the system.
vi_vn: Không có tài sản cố định được xác định trong hệ thống.

source: There are no inventory items defined in the system which can be adjusted (Purchased or Manufactured).
vi_vn: Hiện tại không có hàng tồn kho được xác định trong hệ thống có thể được điều chỉnh (mua, sản xuất).

source: Disposal Items
vi_vn: xử lý Items

source: Process Disposal
vi_vn: Quy trình Xử lý

source: Adjustment Items
vi_vn: Điều chỉnh mục

source: Process Adjustment
vi_vn: Điều chỉnh quá trình

source: FA Revaluation
vi_vn: FA Đánh giá lại

source: Inventory Item Cost Update
vi_vn: Hàng tồn kho Cập nhật mục chi phí

source: There are no costable inventory items defined in the system (Purchased or manufactured items).
vi_vn: Hiện tại không có sản phẩm tồn kho costable được xác định trong hệ thống (mua hoặc sản xuất các mặt hàng).

source: The entered cost is not numeric.
vi_vn: Chi phí cho vào là không số.

source: The new cost is the same as the old cost. Cost was not updated.
vi_vn: Chi phí mới cũng giống như chi phí cũ. Chi phí không được cập nhật.

source: Cost has been updated.
vi_vn: Chi phí đã được cập nhật.

source: View the GL Journal Entries for this Cost Update
vi_vn: Xem GL Journal Entries for Update Chi phí này

source: Item:
vi_vn: Mục:

source: Unit cost
vi_vn: Đơn giá

source: Standard Labour Cost Per Unit
vi_vn: Chi phí lao động tiêu chuẩn mỗi đơn vị

source: Standard Overhead Cost Per Unit
vi_vn: Chi phí trên cao tiêu chuẩn mỗi đơn vị

source: Inventory Item Sales prices
vi_vn: giá hàng tồn kho hàng bán hàng

source: There are no items defined in the system.
vi_vn: Không có mục nào được xác định trong hệ thống.

source: There are no sales types in the system. Please set up sales types befor entering pricing.
vi_vn: Không có loại bán hàng trong hệ thống. Hãy thiết lập các loại bán hàng befor vào giá cả.

source: The price entered must be numeric.
vi_vn: Giá vào phải là số.

source: The sales pricing for this item, sales type and currency has already been added.
vi_vn: Việc định giá bán cho mặt hàng này, loại bán hàng và tiền tệ đã được thêm vào.

source: This price has been updated.
vi_vn: Mức giá này đã được cập nhật.

source: The new price has been added.
vi_vn: Giá mới đã được thêm vào.

source: The selected price has been deleted.
vi_vn: Giá được chọn đã bị xóa.

source: Sales Type
vi_vn: Kinh doanh Loại hình

source: Price
vi_vn: Giá bán

source: There are no prices set up for this part.
vi_vn: Không có giá thiết lập cho phần này.

source: Sales Type:
vi_vn: Kinh doanh Loại hình:

source: Price:
vi_vn: Giá bán:

source: per
vi_vn: mỗi

source: The price is calculated.
vi_vn: Giá được tính toán.

source: Supplier Purchasing Data
vi_vn: Nhà cung cấp dữ liệu mua hàng

source: There are no purchasable inventory items defined in the system.
vi_vn: Hiện tại không có hàng tồn kho mua được định nghĩa trong hệ thống.

source: There are no suppliers defined in the system.
vi_vn: Không có nhà cung cấp được xác định trong hệ thống.

source: There is no item selected.
vi_vn: Không có sản phẩm được chọn.

source: The price entered was not numeric.
vi_vn: Giá đưa vào không số.

source: The conversion factor entered was not numeric. The conversion factor is the number by which the price must be divided by to get the unit price in our unit of measure.
vi_vn: Việc chuyển đổi yếu tố đưa vào không số. Việc chuyển đổi yếu tố là số mà giá cả phải được chia để có được đơn giá trong đơn vị của chúng ta về đo lường.

source: The purchasing data for this supplier has already been added.
vi_vn: Các dữ liệu thu mua cho nhà cung cấp này đã được thêm vào.

source: This supplier purchasing data has been added.
vi_vn: mua dữ liệu nhà cung cấp này đã được thêm vào.

source: Supplier purchasing data has been updated.
vi_vn: dữ liệu nhà cung cấp mua đã được cập nhật.

source: The purchasing data item has been sucessfully deleted.
vi_vn: Các mục dữ liệu mua đã bị xóa thành công.

source: Entered item is not defined. Please re-enter.
vi_vn: mục đã nhập không được xác định. Vui lòng nhập lại.

source: There is no purchasing data set up for the part selected
vi_vn: Không có dữ liệu mua thiết lập cho một phần được chọn

source: Supplier's Unit
vi_vn: Đơn vị của nhà cung cấp

source: Conversion Factor
vi_vn: chuyển đổi yếu tố

source: Supplier's Description
vi_vn: Nhà cung cấp Mô tả

source: Suppliers Unit of Measure:
vi_vn: Các nhà cung cấp Đơn vị đo:

source: Conversion Factor (to our UOM):
vi_vn: Conversion Factor (để Đơn vị đo lường của chúng tôi):

source: Supplier's Code or Description:
vi_vn: Mã hoặc mô tả của nhà cung cấp:

source: Reorder Levels
vi_vn: Mức Sắp xếp lại

source: There are no inventory items defined in the system (Purchased or manufactured items).
vi_vn: Hiện tại không có hàng tồn kho được xác định trong hệ thống (mua hoặc sản xuất các mặt hàng).

source: Re-Order Level
vi_vn: Re-Order Cấp

source: Reorder levels has been updated.
vi_vn: mức Sắp xếp lại đã được cập nhật.

source: Fixed Assets Location Transfers
vi_vn: Tài sản cố định Địa Transfers

source: Inventory Location Transfers
vi_vn: Chuyển hàng tồn kho Location

source: Inventory transfer has been processed
vi_vn: chuyển hàng tồn kho đã được xử lý

source: &View this transfer
vi_vn: Xem chuyển giao này

source: Enter &Another Fixed Assets Transfer
vi_vn: Nhập Một tài sản cố định Chuyển

source: Enter &Another Inventory Transfer
vi_vn: Nhập Một Chuyển Inventory

source: The entered transfer date is invalid.
vi_vn: Ngày chuyển nhập không hợp lệ.

source: The locations to transfer from and to must be different.
vi_vn: Các địa điểm chuyển đến và đi phải khác.

source: The transfer cannot be processed because it would cause negative inventory balance in source location for marked items as of document date or later.
vi_vn: Việc chuyển nhượng không thể xử lý vì nó sẽ gây ra sự cân bằng hàng tồn kho tiêu cực ở vị trí nguồn cho các hạng mục được đánh dấu kể từ ngày tài liệu hay muộn.

source: The quantity entered must be a positive number.
vi_vn: Số lượng tham gia phải là một số dương.

source: Process Transfer
vi_vn: Quá trình chuyển giao

source: Stocks below Re-Order Level at
vi_vn: Cổ phiếu dưới Re-Order Cấp tại

source: Below
vi_vn: Phía dưới

source: Please reorder
vi_vn: Hãy sắp xếp lại

source: For Part :
vi_vn: Đối với phần:

source: Location:
vi_vn: Vị trí:

source: Item Code
vi_vn: Mã hàng

source: Item Description
vi_vn: mô tả món hàng

source: Unit
vi_vn: Đơn vị

source: Unit Cost
vi_vn: Đơn giá

source: Initial Value
vi_vn: Giá trị ban đầu

source: Marked items have insufficient quantities in stock as on day of adjustment.
vi_vn: mục đánh dấu không có đủ số lượng trong kho như trên ngày điều chỉnh.

source: From Location:
vi_vn: Từ Khu vực:

source: To Location:
vi_vn: Để Vị trí:

source: Marked items have insufficient quantities in stock as on day of transfer.
vi_vn: mục đánh dấu không có đủ số lượng trong kho như trên ngày chuyển nhượng.

source: Cannot delete this item because there are stock movements that refer to this item.
vi_vn: Không thể xóa mục này vì có phong trào chứng khoán tham chiếu đến mặt hàng này.

source: Cannot delete this item record because there are bills of material that require this part as a component.
vi_vn: Không thể xóa kỷ lục mặt hàng này vì có hóa đơn vật liệu đòi hỏi phần này như một thành phần.

source: Cannot delete this item because there are existing sales order items for it.
vi_vn: Không thể xóa mục này vì có các mục đặt hàng bán hiện có cho nó.

source: Cannot delete this item because there are existing purchase order items for it.
vi_vn: Không thể xóa mục này vì có hiện mục đơn đặt hàng cho nó.

source: This item cannot be deleted because some code aliases or foreign codes was entered for it, or there are kits defined using this item as component
vi_vn: Mục này không thể bị xóa bởi vì một số bí danh đang \ tor mã nước ngoài đã được nhập cho nó, hoặc có bộ dụng cụ được xác định \ tusing mặt hàng này như thành phần

source: Cost was %s changed to %s x quantity on hand of %s
vi_vn: Chi phí được %s thay đổi về số lượng%sx trên tay của%s

source: Fixed Assets Movement
vi_vn: Phong trào Tài sản cố định

source: Inventory Item Movement
vi_vn: Phong trào tồn kho hàng

source: There are no fixed asset defined in the system.
vi_vn: Không có tài sản cố định được xác định trong hệ thống.

source: Show Movements
vi_vn: Hiện phong trào

source: Detail
vi_vn: Chi tiết

source: Quantity In
vi_vn: Số lượng Trong

source: Quantity Out
vi_vn: Số lượng Out

source: Quantity on hand before
vi_vn: Số lượng trên tay trước

source: Quantity on hand after
vi_vn: Số lượng trên tay sau

source: Inventory Item Status
vi_vn: Hàng tồn kho mục Status

source: This is a service and cannot have a stock holding, only the total quantity on outstanding sales orders is shown.
vi_vn: Đây là một dịch vụ và không thể có một nắm giữ cổ phiếu, chỉ có tổng khối lượng trên đơn đặt hàng bán hàng xuất sắc được hiển thị.

source: Demand
vi_vn: Nhu cầu

source: On Order
vi_vn: trên theo thứ tự

source: No image
vi_vn: Không có hình ảnh

source: Delete Image:
vi_vn: Xóa ảnh:

source: Error uploading file.
vi_vn: Lỗi tải lên tập tin.

source: Only graphics files are supported - a file extension of .jpg, .png or .gif is expected
vi_vn: Chỉ những tập tin đồ họa được hỗ trợ - một phần mở rộng tập tin của .jpg, .png hoặc .gif dự kiến

source: There are no fixed asset categories defined in the system. At least one fixed asset category is required to add a fixed asset.
vi_vn: Không có danh mục tài sản cố định được xác định trong hệ thống. Ít nhất một loại tài sản cố định cần thiết để thêm một tài sản cố định.

source: There are no fixed asset classes defined in the system. At least one fixed asset class is required to add a fixed asset.
vi_vn: Hiện tại không có loại tài sản cố định được xác định trong hệ thống. Ít nhất một loại tài sản cố định cần thiết để thêm một tài sản cố định.

source: There are no item categories defined in the system. At least one item category is required to add a item.
vi_vn: Không có danh mục sản phẩm được xác định trong hệ thống. Ít nhất một loại item cần thiết để thêm một mục.

source: There are no item tax types defined in the system. At least one item tax type is required to add a item.
vi_vn: Hiện tại không có loại thuế mục được xác định trong hệ thống. Tại loại thuế một mục tối thiểu cần thiết để thêm một mục.

source: The item name must be entered.
vi_vn: Tên mục phải được nhập.

source: The item code cannot be empty
vi_vn: Mã item không thể để trống

source: The item code cannot contain any of the following characters - & + OR a space OR quotes
vi_vn: Mã hàng không thể chứa bất kỳ các ký tự sau - & + HOẶC một không gian hoặc dấu ngoặc kép

source: This item code is already assigned to stock item or sale kit.
vi_vn: đang mục này đã được gán cho mục chứng khoán hoặc phụ kiện bán.

source: The depracation cannot start before the fixed asset purchase date
vi_vn: Các depracation không thể bắt đầu trước ngày mua tài sản cố định

source: Item has been updated.
vi_vn: Mặt hàng đã được cập nhật.

source: A new item has been added.
vi_vn: Một mục mới đã được thêm vào.

source: Selected item has been deleted.
vi_vn: sản phẩm được chọn đã bị xóa.

source: General Settings
vi_vn: Cài đặt chung

source: Generate EAN-8 Barcode
vi_vn: Tạo mã vạch EAN-8

source: Item Code:
vi_vn: Mã hàng:

source: Category:
vi_vn: Thể loại:

source: Item Tax Type:
vi_vn: Loại mục Thuế:

source: Item Type:
vi_vn: Loại hàng:

source: Units of Measure:
vi_vn: Đơn vị đo lường:

source: Editable description:
vi_vn: Mô tả Editable:

source: Exclude from sales:
vi_vn: Loại trừ từ bán hàng:

source: Exclude from purchases:
vi_vn: Loại trừ từ mua hàng:

source: Fixed Asset Class
vi_vn: Fixed Asset Lớp

source: Depreciation Method
vi_vn: Phương pháp khấu hao

source: Depreciation Rate
vi_vn: Tỷ lệ khấu hao

source: Depreciation Years
vi_vn: năm khấu hao

source: Base Rate
vi_vn: Lãi suất cơ bản

source: Rate multiplier
vi_vn: Tỷ lệ nhân

source: Depreciation Start
vi_vn: Khấu hao Bắt đầu

source: Last Depreciation
vi_vn: Khấu hao cuối

source: Asset account:
vi_vn: tài khoản tài sản:

source: Depreciation cost account:
vi_vn: tài khoản chi phí khấu hao:

source: Depreciation/Disposal account:
vi_vn: Tài khoản khấu hao / Xử lý:

source: Other
vi_vn: Khác

source: Image File (.jpg)
vi_vn: Tập tin hình ảnh (.jpg)

source: Item status:
vi_vn: trạng thái chi tiết:

source: Values
vi_vn: Giá trị

source: Current Value
vi_vn: Giá trị hiện tại

source: Insert New Item
vi_vn: Chèn New Item

source: Update Item
vi_vn: cập nhật mục

source: Select this items and return to document entry.
vi_vn: Chọn mục này và trở về vào tài liệu.

source: Clone This Item
vi_vn: Sao chép tài liệu này

source: Delete This Item
vi_vn: Xóa mục này

source: New item
vi_vn: Vật phẩm mới

source: &General settings
vi_vn: cài đặt chung

source: &Transactions
vi_vn: Giao dịch

source: S&ales Pricing
vi_vn: giá bán hàng

source: &Purchasing Pricing
vi_vn: giá mua

source: &Status
vi_vn: Trạng thái

source: The item category description cannot be empty.
vi_vn: Mô tả loại item không thể để trống.

source: Selected item category has been updated
vi_vn: Chọn loại mục đã được cập nhật

source: New item category has been added
vi_vn: loại mục mới đã được thêm vào

source: Cannot delete this item category because items have been created using this item category.
vi_vn: Không thể xóa danh mục mặt hàng này vì mục đã được tạo ra sử dụng loại mặt hàng này.

source: Selected item category has been deleted
vi_vn: Chọn loại mục đã bị xóa

source: Tax type
vi_vn: loại thuế

source: Units
vi_vn: Các đơn vị

source: Sales Act
vi_vn: Đạo luật bán hàng

source: Asset Account
vi_vn: tài khoản tài sản

source: Deprecation Cost Account
vi_vn: Tài khoản Chi phí deprecation

source: Depreciation/Disposal Account
vi_vn: Tài khoản khấu hao / Xử lý

source: Inventory Account
vi_vn: Tài khoản hàng tồn kho

source: COGS Account
vi_vn: Tài khoản giá vốn hàng bán

source: Adjustment Account
vi_vn: Tài khoản điều chỉnh

source: Assembly Account
vi_vn: Tài khoản hội

source: Category Name:
vi_vn: Tên danh mục:

source: Default values for new items
vi_vn: giá trị mặc định cho các hạng mục mới

source: Item Assembly Costs Account:
vi_vn: Mục hội Chi phí tài khoản:

source: Foreign Item Codes
vi_vn: Ngoại mục Codes

source: There are no inventory items defined in the system.
vi_vn: Hiện tại không có hàng tồn kho được xác định trong hệ thống.

source: The quantity entered was not positive number.
vi_vn: Số lượng tham gia không phải là số dương.

source: Item code description cannot be empty.
vi_vn: Mã số tài sản mô tả không thể để trống.

source: New item code has been added.
vi_vn: đang mục mới đã được thêm vào.

source: Item code has been updated.
vi_vn: Mã số tài sản đã được cập nhật.

source: Item code has been sucessfully deleted.
vi_vn: Mã số tài sản đã bị xóa thành công.

source: EAN/UPC Code
vi_vn: EAN / UPC Mã

source: UPC/EAN code:
vi_vn: UPC / EAN:

source: Quantity:
vi_vn: Số lượng:

source: Units of Measure
vi_vn: Đơn vị đo lường

source: The unit of measure code cannot be empty.
vi_vn: Các đơn vị mã biện pháp không thể để trống.

source: The unit of measure code is too long.
vi_vn: Đơn vị đo lường của mã quá dài.

source: The unit of measure description cannot be empty.
vi_vn: Đơn vị Mô tả biện pháp không thể để trống.

source: Selected unit has been updated
vi_vn: đơn vị được lựa chọn đã được cập nhật

source: New unit has been added
vi_vn: đơn vị mới đã được thêm vào

source: Cannot delete this unit of measure because items have been created using this unit.
vi_vn: Không thể xóa đơn vị này đo lường vì mục đã được tạo ra sử dụng đơn vị này.

source: Selected unit has been deleted
vi_vn: đơn vị được lựa chọn đã bị xóa

source: Decimals
vi_vn: số thập phân

source: User Quantity Decimals
vi_vn: Thập phân sử dụng Số lượng

source: Unit Abbreviation:
vi_vn: Đơn vị Tên viết tắt:

source: Descriptive Name:
vi_vn: Tên mô tả:

source: Decimal Places:
vi_vn: Địa điểm thập phân:

source: The location code must be five characters or less long (including converted special chars).
vi_vn: Mã vị trí phải có năm nhân vật hoặc ít lâu (bao gồm cả ký tự đặc biệt chuyển đổi).

source: The location name must be entered.
vi_vn: Tên vị trí phải được nhập.

source: Selected location has been updated
vi_vn: vị trí đã chọn đã được cập nhật

source: New location has been added
vi_vn: vị trí mới đã được thêm vào

source: Cannot delete this location because item movements have been created using this location.
vi_vn: Không thể xóa vị trí này vì phong trào khoản mục này đã được tạo ra sử dụng vị trí này.

source: Cannot delete this location because it is used by some work orders records.
vi_vn: Không thể xóa vị trí này vì nó được sử dụng bởi một số hồ sơ đơn đặt hàng làm việc.

source: Cannot delete this location because it is used by some branch records as the default location to deliver from.
vi_vn: Không thể xóa vị trí này vì nó được sử dụng bởi một số hồ sơ chi nhánh là vị trí mặc định để cung cấp từ.

source: Cannot delete this location because it is used by some related records in other tables.
vi_vn: Không thể xóa vị trí này vì nó được sử dụng bởi một số hồ sơ có liên quan trong các bảng khác.

source: Selected location has been deleted
vi_vn: vị trí đã chọn đã bị xóa

source: Location Code
vi_vn: Mã vị trí

source: Location Name
vi_vn: Tên địa phương

source: Location Code:
vi_vn: Mã vị trí:

source: Location Name:
vi_vn: Tên địa phương:

source: Contact for deliveries:
vi_vn: Liên hệ để giao hàng:

source: Telephone No:
vi_vn: Điện thoại số:

source: Facsimile No:
vi_vn: Fax Số:

source: Sales Kits & Alias Codes
vi_vn: Kits Sales & Codes Bí danh

source: Stock Item
vi_vn: Hạng mục chứng khoán

source: kit
vi_vn: bộ dụng cụ

source: The quantity entered must be numeric and greater than zero.
vi_vn: Số lượng tham gia phải có dạng số và lớn hơn không.

source: Kit/alias code cannot be empty.
vi_vn: đang Kit / bí danh không thể để trống.

source: The selected component contains directly or on any lower level the kit under edition. Recursive kits are not allowed.
vi_vn: Các thành phần được lựa chọn bao gồm trực tiếp hoặc trên bất kỳ mức độ thấp hơn các bộ dưới edition. bộ dụng cụ đệ quy không được phép.

source: The selected component is already in this kit. You can modify it's quantity but it cannot appear more than once in the same kit.
vi_vn: Các thành phần được lựa chọn là đã có trong bộ tài liệu này. Bạn có thể sửa đổi nó là số lượng nhưng nó không thể xuất hiện nhiều lần trong cùng một bộ.

source: New alias code has been created.
vi_vn: đang bí danh mới đã được tạo.

source: New component has been added to selected kit.
vi_vn: thành phần mới đã được thêm vào bộ chọn.

source: Component of selected kit has been updated.
vi_vn: Thành phần của bộ chọn đã được cập nhật.

source: Kit common properties has been updated
vi_vn: Kit tài sản chung đã được cập nhật

source: This item cannot be deleted because it is the last item in the kit used by following kits
vi_vn: Mục này không thể bị xóa bởi vì nó là mục cuối cùng trong bộ sử dụng bởi bộ dụng cụ sau

source: The component item has been deleted from this bom
vi_vn: Mục thành phần đã bị xóa từ bom này

source: Select a sale kit:
vi_vn: Chọn một bộ bán:

source: New kit
vi_vn: kit mới

source: Alias/kit code:
vi_vn: đang Alias ​​/ bộ:

source: Update kit/alias name
vi_vn: Cập nhật bộ / tên bí danh

source: Component:
vi_vn: Hợp phần:

source: kits
vi_vn: bộ dụng cụ

source: View Inventory Adjustment
vi_vn: Xem Điều chỉnh hàng tồn kho

source: At Location
vi_vn: tại Location

source: This adjustment has been voided.
vi_vn: Việc điều chỉnh này đã được hủy bỏ.
