Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: Cannot delete this location because item movements have been created using this location.
da_dk: Kan ikke slette denne lagerplads da der er tilknyttede lagerbevægelser.
es_es: No se puede eliminar esta ubicación porque se han creado movimientos de inventario usando la misma.
id_id: Tidak dapat menghapus lokasi ini karena telah digunakan pada pergerakan barang.
it_it: Non puoi cancellare questa sede perchè sono stati creati movimenti articolo che la utilizzano.
ka_ge: მდებარეობის წაშლა შეუძლებელია, რადგან დასახელებების მოძრაობები არსებობს ამ მდებარეობის გამოყენებით.
pt_br: Não é o possível deletar esta localização porque foram criados item de movimentos que a utilizam.
pt_pt: Não é o possível apagar esta localização porque está a ser utilizada em artigos.

source: Cannot delete this location because it is used by some work orders records.
da_dk: Kan ikke slette denne lagerplads da den bruges som reference af en debitor afdeling.
es_es: No se puede eliminar esta ubicación porque esta siendo usada en órdenes de producción.
id_id: Tidak dapat menghapus lokasi ini karena telah digunakan pada data order perakitan.
it_it: Non puoi cancellare questa sede perchè viene usata in alcuni commesse.
ka_ge: მდებარეობის წაშლა შეუძლებელია, რადგან იგი გამოიყენება ზოგიერთ საწარმოო შეკვეთების ჩანაწერებში.
pt_br: Não é o possível deletar esta localização porque isto é utilizado por algum registros de ordem de produção.
pt_pt: Não é o possível apagar esta localização porque está a ser utilizada em algumas ordens de produção.

source: Cannot delete this location because it is used by some branch records as the default location to deliver from.
da_dk: Kan ikke slette denne lagerplads da den er angiven som standard udleverenceenhed i en debitor afdeling.
es_es: No se puede eliminar esta ubicación porque esta siendo usada en Sucursales, como ubicación predeterminada de distribución.
id_id: Tidak dapat menghapus lokasi ini karena telah digunakan pada cabang pelanggan.
it_it: Non è possibile cancellare questa sede perchè è utilizzata in alcune divisionicome sede di default da cui spedire.
ka_ge: მდებარეობის წაშლა შეუძლებელია, რადგან იგი გამოიყენება ზოგიერთი ფილიალის ჩანაწერებში როგორც სტანდარტული მდებარეობა მისაწოდებლად.
pt_br: Não é o possível deletar esta localização porque isto é utilizado por algum registros de unidade como localização padrão para entrega de.
pt_pt: Não é o possível eliminar esta localização porque está a ser utilizada em filiais como localização de entrega pré-definida

source: Cannot delete this location because it is used by some related records in other tables.
da_dk: Denne placering kan ikke slettes, fordi den bruges af nogle relaterede poster i andre tabeller.
es_es: No se puede eliminar esta ubicación porque esta siendo usada por otros registros en otras tablas.
id_id: Tidak dapat menghapus lokasi ini karena telah digunakan pada data lain di tabel lain.
it_it: Non è possibile cancellare questa sede perchè è utilizzata in altre tabelle
ka_ge: მდებარეობის წაშლა შეუძლებელია, რადგან იგი გამოიყენება ზოგიერთ დაკავშირებულ ჩანაწერებში სხვა ცხრილებში.
pt_br: Não é o possível deletar esta localização porque isto é usado por algum registros relacionado em outras tabelas.
pt_pt: Não é o possível apagar esta localização porque está a ser utilizada em registos de outras tabelas.

source: Selected location has been deleted
da_dk: Valgt lagerplads er slettet.
es_es: La ubicación seleccionada ha sido borrada
id_id: Lokasi yang dipilih berhasil dihapus
it_it: La sede selezionata è stata cancellata
ka_ge: არჩეული მდებარეობა წაშლილია
pt_br: A localização selecionada foi deletada.
pt_pt: A localização selecionada foi apagada
ru_ru: Выбранном месте была удалена

source: Location Code
da_dk: Lokations Kode
es_es: Código de ubicación
id_id: Kode Lokasi
it_it: Codice sede
ka_ge: მდებარეობის კოდი
pt_br: Código da Localização
pt_pt: Código da Localização
ru_ru: Адрес код

source: Location Name
da_dk: Lokations Navn
es_es: Nombre de ubicación
id_id: Nama Lokasi
it_it: Nome sede
ka_ge: მდებარეობის სახელი
pt_br: Nome da Localização
pt_pt: Nome da Localização
ru_ru: Имя Местонахождение

source: Location Code:
da_dk: Lokations Kode:
es_es: Código de ubicación:
id_id: Kode Lokasi:
it_it: Codice sede:
ka_ge: მდებარეობის კოდი:
pt_br: Código da Localização:
pt_pt: Código da Localização:
ru_ru: Адрес код:

source: Location Name:
da_dk: Lokations Navn:
es_es: Nombre de Localidad:
id_id: Nama Lokasi:
it_it: Nome sede:
ka_ge: მდებარეობის სახელი:
pt_br: Nome da Localização:
pt_pt: Nome da Localização:
ru_ru: Место Имя:

source: Contact for deliveries:
da_dk: Kontakt v. levering:
es_es: Contacto de Entregas:
id_id: Kontak untuk pengiriman:
it_it: Contatto per le consegne:
ka_ge: კონტაქტი მიწოდებისთვის:
pt_br: Contato para entregas:
pt_pt: Contato para entregas:
ru_ru: Контакты для поставки:

source: Telephone No:
da_dk: Telefon:
es_es: Nº de Teléfono:
id_id: Telepon:
it_it: Numero di telefono:
ka_ge: ტელეფონის #:
pt_br: Telefone Nº:
pt_pt: Telefone:
ru_ru: Телефон:

source: Facsimile No:
da_dk: Fax:
es_es: Nº de Facsímil:
id_id: Faks:
it_it: Nr Fax:
ka_ge: ფაქსი:
pt_br: FAX Nº:
pt_pt: Fax:
ru_ru: Факсимильные No:

source: Sales Kits & Alias Codes
da_dk: Salgs Kits & Alias Koder
es_es: Codígos de Kits de Venta & Alias
id_id: Kit Penjualan dan Kode Alias
it_it: Set di Vendita e Codici Alias
ka_ge: გასაყიდი ნაკრებები და EAN კოდები
pt_br: Kits de Vendas e Códigos de Apelidos
pt_pt: Kits de Vendas e Códigos Alternativos
ru_ru: Продажи комплектов и псевдоним коды

source: Stock Item
da_dk: Lagervare
es_es: Artículos de Stock
id_id: Stok Barang
it_it: Giacenza Articolo
ka_ge: მარაგების დასახელება
pt_br: Item de Estoque
pt_pt: Artigo Stock
ru_ru: Со товара

source: The quantity entered must be numeric and greater than zero.
da_dk: Angivet antal skal være numerisk og større end 0.
es_es: La cantidad introducida debe ser numérica y mayor que cero.
id_id: Kuantitas harus berupa angka lebih dari nol.
it_it: La quantità inserita deve essere numerica e maggiore di zero.
ka_ge: შეყვანილი რაოდენობა უნდა იყოს ნულზე მეტი დადებითი რიცხვი.
pt_br: A quantidade digitada deve ser numérico e maior que zero.
pt_pt: A quantidade digitada deve ser numérica e maior que zero.
ru_ru: Количество вступил должно быть числовым и больше нуля.

source: Kit/alias code cannot be empty.
da_dk: Kit/alias kode kan ikke være tom.
es_es: El Kit/ Código alias no puede ser vacío.
id_id: Kit/Kode alias harus diisi
it_it: I codici set/alias non possono essere vuoti
ka_ge: ნაკრები/EAN კოდი არ შეიძლება იყოს ცარიელი.
pt_br: Código de Kit/aliás deve ser preenchido.
pt_pt: Kit/código alternativo deve ser preenchido.
ru_ru: Kit / псевдоним код не может быть пустым.

source: The selected component contains directly or on any lower level the kit under edition. Recursive kits are not allowed.
da_dk: Den valgte komponent indeholder direkte eller på et lavere niveau kit under udgave. Rekursive kits er ikke tilladt.
es_es: El componente seleccionado contiene directamente o en un nivel inferior el kit en edición. No se permiten kits recursivos.
id_id: Komponen yang dipilih mengandung kit yang sama. Tidak boleh ada kit rekursif.
it_it: La componente selezionata contiene direttamente o in un uno dei livelli sottostanti il set che stai modificando. Set ricorsivi non sono permessi.
ka_ge: არჩეული კომპონენტი შეიცავს პირდაპირ ან რომელიმე ქვედა დონეზე დაუსრულებელ ნაკრებს. რეკურსიული ნაკრებები არ დაიშვება.
pt_br: O componente selecionado contém diretamente ou o kit sob edição em qualquer nível mais baixo. Kits recursivo não são permitidos.
pt_pt: O componente selecionado contém diretamente ou a um nivel inferior o kit sob edição. Kits recursivo não são permitidos.

source: The selected component is already in this kit. You can modify it's quantity but it cannot appear more than once in the same kit.
da_dk: Den valgte komponent er allerede i dette kit. Du kan ændre det antal, men det kan ikke vises mere end én gang i den samme kit.
es_es: El componente seleccionado ya está en este kit. Usted puede modificar su cantidad pero no puede aparecer más de una vez en el mismo kit.
id_id: Komponen yang dipilih sudah ada. Anda dapat mengubah kuantitasnya, tapi komponen yang sama tidak boleh muncul lebih dari satu kali.
it_it: La componente selezionata è già in questo kit. Puoi modificare la sua quantità ma non potrà comparire pià¹ di una volta nello stesso kit.
ka_ge: არჩეული კომპონენტი ჩართულია ამ ნაკრებში. შეგიძლია შეცვალო მისი რაოდენობა, მაგრამ მონაწილეობს მხოლოდ ერხელ იგივე ნაკრებში.
pt_br: O componente selecionado já está neste kit. Você pode modificar esta quantidade, mas isto não pode aparecer mais que uma vez no mesmo kit.
pt_pt: O componente selecionado já está neste kit. Pode modificar a quantidade, mas não irá aparecer mais que uma vez o mesmo kit.

source: New alias code has been created.
da_dk: Nye alias kode er blevet oprettet.
es_es: Un nuevo codigo alias ha sido creado.
id_id: Kode Alias baru berhasil dibuat.
it_it: Un nuovo codice alias è stato creato.
ka_ge: ახალი EAN კოდი დამატებულია.
pt_br: Novo código de aliás foi criado.
pt_pt: Novo código alternativo foi criado.
ru_ru: Новый код псевдоним был создан.

source: New component has been added to selected kit.
da_dk: Ny komponent er blevet føjet til valgte kit.
es_es: Un nuevo componente ha sido adicionado al kit seleccionado.
id_id: Komponen baru berhasil ditambahkan ke kit yang dipilih.
it_it: Il nuovo componente è stato aggiunto al set selezionato.
ka_ge: ახალი კომპონენტი დამატებულია არჩეულ ნაკრებში.
pt_br: Novo componente foi criado para o kit selecionado.
pt_pt: Novo componente foi criado para o kit selecionado.
ru_ru: Новый компонент был добавлен в выбранный набор.

source: Component of selected kit has been updated.
da_dk: Del af udvalgte kit er blevet opdateret.
es_es: El componente del kit seleccionado ha sido actualizado.
id_id: Komponen kit yang dipilih berhasil diubah.
it_it: Il componente del set selezionato è stato aggiornato.
ka_ge: არჩეული ნაკრების კომპონენტი განახლებულია.
pt_br: O componente do kit selecionado foi atualizado.
pt_pt: O componente do kit selecionado foi atualizado.
ru_ru: Компонент выбранного комплекта был обновлен.

source: Kit common properties has been updated
da_dk: Kit fælles egenskaber er blevet opdateret
es_es: Las propiedades comunes del kit han sido actualizadas
id_id: Properti umum kit ini berhasil diubah
it_it: Le proprietà comuni del set sono state aggiornate
ka_ge: ნაკრების საერთო თვისებები განახლებულია
pt_br: As propriedades comuns de ki foram atualizadas
pt_pt: As propriedades comuns de kit foram atualizadas
ru_ru: Набор общих свойств был обновлен

source: This item cannot be deleted because it is the last item in the kit used by following kits
da_dk: Dette punkt kan ikke slettes, fordi det er det sidste element i sættet, der anvendes af følgende kits
es_es: Este artículo no puede eliminarse porque es el último artículo en el kit usado por los siguientes kits
id_id: Barang ini tidak dapat dihapus karena merupakan barang terakhir dalam kit yang digunakan dalam kit berikut
it_it: L'articolo non può essere cancellato perchè è l'ultimo articolo nel set usato dai seguenti kit
ka_ge: ამ დასახელების წაშლა შეუძლებელია, რადგან ბოლო დასახელებაა ნაკრებში რომელიც გამოიყენება შემდეგ ნაკრებებში
pt_br: Não é possível deletar este item porque isto esta sendo utilizado no último item dos kits pelos os seguintes kits
pt_pt: Não é possível apagar este artigo porque está a ser utilizado no kit utilizado pelos seguintes kits

source: The component item has been deleted from this bom
da_dk: Komponenten er slettet fra denne materialespecifikation
es_es: El artículo componente ha sido borrado de su bom
id_id: Komponen berhasil dihapus dari Rakitan (BOM) ini.
it_it: Il componente articolo è stato cancellato dalla distinta base
ka_ge: კომპონენტი წაშლილია ამ საწარმოო ზედნადებიდან
pt_br: O item de componente foi deletado desta lista de materials
pt_pt: O componente do artigo foi apagado desta lista de materiais
ru_ru: Компонент пункт был удален из этой спецификации

source: Select a sale kit:
da_dk: Vælg et salg kit:
es_es: Seleccionar un kit de venta:
id_id: Pilih kit penjualan:
it_it: Seleziona un set di vendita:
ka_ge: აირჩიე გასაყიდი ნაკრები:
pt_br: Seleccionar um kit de venda:
pt_pt: Seleccionar um kit de venda:
ru_ru: Выберите продажу комплект:

source: New kit
da_dk: Ny kit
es_es: Nuevo kit
id_id: Kit Baru
it_it: Nuovo set
ka_ge: ახალი ნაკრები
pt_br: Novo kit
pt_pt: Novo kit
ru_ru: Новый комплект

source: Alias/kit code:
da_dk: Alias/kit kode:
es_es: Código alias/kit:
id_id: Kode alias/kit:
it_it: Alias/codice set:
ka_ge: EAN/ნაკრების კოდი:
pt_br: Código de aliás/kit:
pt_pt: Código alternativo/kit:
ru_ru: Alias/Набор кода:

source: Update kit/alias name
da_dk: Update kit/aliasnavn
es_es: Actualización de kit / nombre de alias
id_id: Ubah nama kit/alias
it_it: Aggiorna nome set/alias
ka_ge: განაახლე ნაკრები/EAN კოდი
pt_br: Atualização de nomes de kit/aliás
pt_pt: Atualização do kit/código alternativo
ru_ru: Обновление набора / псевдоним

source: Component:
da_dk: Komponent:
es_es: Componente:
id_id: Komponen:
it_it: Componente:
ka_ge: კომპონენტი:
pt_br: Componente:
pt_pt: Componente:
ru_ru: Компонент:

source: View Inventory Adjustment
da_dk: Vis lagerjustering
es_es: Ver Ajuste de Inventario
id_id: Tampilkan penyesuaian inventaris
it_it: Visualizza
ka_ge: დაათვალიერე მარაგების დაზუსტება
pt_br: Visualizar Ajuste de Estoque
pt_pt: Visualizar Ajuste de Stock
ru_ru: Просмотреть инвентарь Регулировка

source: At Location
da_dk: For lagerplads
es_es: En la ubicación
id_id: Di Lokasi
it_it: A sede
ka_ge: მდებარეობაში
pt_br: Em Localização
pt_pt: Na Localização
ru_ru: В Местонахождение

source: This adjustment has been voided.
da_dk: Ændringen er nulstillet.
es_es: El ajuste ha sido anulado.
id_id: Penyesuaian dibatalkan (void)
it_it: Questo rettifica è stato annullata.
ka_ge: ეს დაზუსტება გაუქმებულია
pt_br: Este ajuste foi invalidado.
pt_pt: Este ajustamento foi anulado.
ru_ru: Эта корректировка была аннулирована.

source: View Inventory Transfer
da_dk: Vis lageroverførsler
es_es: Ver Transferencia de Inventario
id_id: Tampilkan perpindahan inventaris
it_it: Visualizza Trasferimento Inventario
ka_ge: დაათვალიერე მარაგების ტრანსფერი
pt_br: Visualizar Transferência de Estoque
pt_pt: Visualizar Transferência de Stock
ru_ru: Просмотреть инвентарь передачи

source: From Location
da_dk: Fra lagerplads
es_es: Desde ubicación
id_id: Lokasi asal
it_it: Da sede
ka_ge: მდებარეობიდან
pt_br: De Localização
pt_pt: Da Localização
ru_ru: Из расположение

source: To Location
da_dk: Til lagerplads
es_es: Para ubicación
id_id: Lokasi tujuan
it_it: A sede
ka_ge: მდებარობაში
pt_br: Para Localização
pt_pt: Para Localização
ru_ru: Чтобы Расположение

source: Search Outstanding Work Orders
da_dk: Søg åbne arbejdsordrer
es_es: Buscar Órdenes de Trabajo Pendientes
id_id: Cari order perakitan yang belum selesai
it_it: Cerca Commesse In Sospeso
ka_ge: მოძებნე შესასრულებელი საწარმოო შეკვეთები
pt_br: Ordens de Produção Pendentes
pt_pt: Pesquisar Ordens de Produção Pendentes
ru_ru: Поиск невыполненных заказов работы

source: Search Work Orders
da_dk: Søg arbejdsordrer
es_es: Buscar Órdenes de Trabajo
id_id: Cari order perakitan
it_it: Cerca commesse
ka_ge: მოძებნე საწარმოო შეკვეთები
pt_br: Buscar Ordem de Produções
pt_pt: Consulta de Ordens de Produção
ru_ru: Заказы Поиск работы

source: at Location:
da_dk: for lagerplads:
es_es: en ubicación:
id_id: di Lokasi:
it_it: a sede:
ka_ge: მდებარეობაში:
pt_br: em Localização:
pt_pt: na Localização:
ru_ru: при Расположение:

source: for item:
da_dk: for vare:
es_es: para artículo:
id_id: untuk barang:
it_it: per articolo:
ka_ge: დასახელებისთვის:
pt_br: para Item:
pt_pt: para artigo:
ru_ru: для элемента:

source: Select documents
da_dk: Vælg dokument:
es_es: Seleccione documentos
id_id: Pilih dokumen
it_it: Documenti selezionati
ka_ge: აირჩიე დოკუმენტი
pt_br: Documentos selecionados
pt_pt: Selecionar documentos
ru_ru: Выберите документов

source: Release
da_dk: Frigiv
es_es: Liberado
it_it: Rilascio
ka_ge: გამოშვება
pt_br: Lançamento
pt_pt: Lançamento
ru_ru: Отпустите

source: Issue
da_dk: Send
es_es: Emitir
id_id: Ambil
it_it: Argomento
ka_ge: გაწერა
pt_br: Problema
pt_pt: Emissão
ru_ru: Вопрос

source: Produce
da_dk: Producer
es_es: Producir
id_id: Buat/Rakit
it_it: Produzione
ka_ge: ნაწარმი
pt_br: Produção
pt_pt: Produção
ru_ru: Производить

source: Costs
da_dk: Omkostninger
es_es: Costes
id_id: Biaya
it_it: Costi
ka_ge: ხარჯები
pt_br: Custos
pt_pt: Custos
ru_ru: Расходы

source: Item
da_dk: Vare
es_es: Artículo
id_id: Barang
it_it: Articolo
ka_ge: დასახელება
pt_pt: Artigo
ru_ru: Пункт

source: Required
da_dk: Behov
es_es: Requerido
id_id: Diperlukan
it_it: Richiesto
ka_ge: საჭიროა
pt_br: Solicitado
pt_pt: Solicitado
ru_ru: Требуется

source: Required By
da_dk: Leveringsdato
es_es: Requerido Por
id_id: Diperlukan pada
it_it: Richiesto da
ka_ge: საჭიროა თვის
pt_br: Requerido Por
pt_pt: Requerido Em
ru_ru: Требуется

source: Marked orders are overdue.
da_dk: Markerede ordrer er forfaldne.
es_es: Las órdenes marcadas están atrasadas.
id_id: Order yang ditandai telah lewat tempo.
it_it: Gli ordini evidenziati sono scaduti.
ka_ge: მონიშნული შეკვეთები ვადაგადაცილებულია.
pt_br: Pedidos marcado estão excedidos.
pt_pt: Ordens de Produção marcadas estão atrasadas.
ru_ru: Отмеченные заявки просрочены.

source: Produce or Unassemble Finished Items From Work Order
da_dk: Producer færdige varer fra arbejdsordre
es_es: Producir o Desensamblar Artículos Terminados desde Órden de Trabajo
id_id: Buat atau bongkar barang jadi/rakitan dari order perakitan
it_it: Produrre o disassemblare Articoli Finita da commessa
ka_ge: აწარმოე ან დაანაწევრე მზა დასახელება საწარმოო შეკვეთიდან
pt_br: Produção ou Itens Desmontados Terminados de Ordem de Produção
pt_pt: Produzir ou Desagregar Artigos Terminados em Ordens de Produção
ru_ru: Производить или разобранном виде готовых изделий от работы Заказать

source: The manufacturing process has been entered.
da_dk: Produktionen er registreret.
es_es: El proceso de manufactura ha sido introducido.
id_id: Proses manufaktur berhasil dimasukkan.
it_it: Il processo di produzione è stato inserito.
ka_ge: საწარმოო პროცესი დაწყებულია.
pt_br: O processo de fabricação foi digitado.
pt_pt: O processo de fabrico foi registado.
ru_ru: Процесс производства был введен.

source: View this Work Order
da_dk: Se denne Arbejdsordre
es_es: Ver esta Orden de Trabajo
id_id: Tampilkan order perakitan ini
it_it: Visualizza questa commessa
ka_ge: დაათვალიერე ეს საწარმოო შეკვეთა
pt_br: Vizualizar esta Ordem de Produção
pt_pt: Visualizar esta Ordem de Produção
ru_ru: Просмотр этой работы Заказать

source: View the GL Journal Entries for this Work Order
da_dk: Se Bogførings Journal indgange til denne arbejdsordre
es_es: Ver los Asientos de Diario para esta Orden de Trabajo
it_it: Visualizza le registrazioni di contabilità generale per questa Commessa
ka_ge: დაათვალიერე გატარებები ამ საწარმოო შეკვეთისთვის
pt_br: Vizualizar Entradas no Diário para esta Ordem de Produção
pt_pt: Visualizar as entradas de Diário para esta Ordem de Produção
ru_ru: Просмотр GL Записи в журнале для этой работы Заказать

source: Print the GL Journal Entries for this Work Order
da_dk: Udskriv Bogførings Journalposter for denne Arbejdsordre
es_es: Imprimir los Asientos de Diario para esta Orden de Trabajo
it_it: Stampa le registrazioni di contabilità generale per questa Commessa
ka_ge: დაბეჭდე გატარებები ამ საწარმოო შეკვეთისთვის
pt_br: Imprimir as Entradas do Diário para esta Ordem de Produção
pt_pt: Imprimir as entradas de Diário para esta Ordem de Produção
ru_ru: Печать GL Записи в журнале для этой работы Заказать

source: Select another &Work Order to Process
da_dk: Vælg en anden Arbejdsordre at behandle
es_es: &Seleccione otra Orden de Trabajo a Procesar
id_id: Proses Order Perakitan lain (&B)
it_it: Seleziona un'altra &Commessa da processare
ka_ge: აირჩიე სხვა საწარმოო შეკვეთა დასამუშავებლად
pt_br: Selecione outra Ordem de Produção para Processar
pt_pt: Selecionar outra Ordem de &Produção para Processar
ru_ru: Выберите другую работу и для обработки

source: The order number sent is not valid.
da_dk: Ordrenummer som sendes er ugyldig.
es_es: El número de orden enviado no es válido.
id_id: Nomor order tidak valid.
it_it: Il numero dell'ordine inviato non valido.
ka_ge: შეკვეთის ნომერი არასწორია.
pt_br: O número de ordem enviado não é válido.
pt_pt: O número da ordem de produção enviado não é válido.
ru_ru: Номер заказа отправлен является недопустимым.

source: The quantity entered is not a valid number or less then zero.
da_dk: Angivet antal er ugyldigt eller mindre end 0.
es_es: La cantidad introducida no es un número válido o es menor que cero.
id_id: Kuantitas tidak valid atau kurang dari nol.
it_it: La quantità inserita non è un numero valido o è minore di zero.
ka_ge: შეყვანილი რაოდენობა არ არის რიცხვი ან უარყოფითია.
pt_br: A quatidade digitada não é um número válido ou é menor que zero.
pt_pt: A quatidade digitada não é um número válido ou é menor que zero.
ru_ru: Количество вошли не является допустимым числом или меньше нуля.

source: The production date cannot be before the release date of the work order.
da_dk: Produktionsdatoet kan ikke være før frigivning af arbejdsordren.
es_es: La fecha de producción no puede ser anterior a la fecha de liberación de la orden de trabajo.
id_id: Tanggal produksi harus sebelum tanggal release order Perakitan.
it_it: La data di produzione non può essere precedente alla data di rilascio della commessa.
ka_ge: წარმოების თარიღი არ შეიძლება იყოს საწარმოო შეკვეთის გაშვების თარიღზე ადრინდელი.
pt_br: A data de produção não pode estar antes da data de lançamento da Ordem de Produção.
pt_pt: A data de produção não pode ser anterior à data de lançamento da Ordem de Produção.

source: The production exceeds the quantity needed. Please change the Work Order.
es_es: La producción excede la cantidad necesaria. Por favor cambie la Orden de Trabajo.
id_id: Produksi melebihi kuantitas yang dibutuhkan. Silakan sesuaikan order Perakitan.
ka_ge: წარმოება აღემატება საჭირო რაოდენობას. შეცვალე საწარმოო შეკვეთა.
pt_pt: A produção excede a quantidade necessária. Favor alterar a Ordem de Produção.

source: The unassembling cannot be processed because there is insufficient stock.
da_dk: Adskillelsen kan ikke udføres da der ikke findes tilstrækkelig varer på lager.
es_es: El desensamblaje no puede ser procesado porque no hay suficientes existencias.
id_id: Pembongkaran tidak dapat diproses karena jumlah stok tidak cukup.
it_it: La distruzione non può procedere a causa di insufficienze giacenza in magazzino
ka_ge: დანაწევრება შეუძლებელია რადგან არ არის საკმარისი მარაგი.
pt_br: O desmanche não pode ser processado porque há estoque insuficiente.
pt_pt: A desmontagem não pode ser processada porque não existe stock suficiente.

source: The production cannot be processed because a required item would cause a negative inventory balance :
da_dk: Produktionen kan ikke behandles, fordi en ønskede vare ville forårsage en negativ lagerbeholdning balance:
es_es: La producción no puede ser procesada porque un artículos requerido causaría un balance negativo de inventario :
id_id: Produksi tidak dapat dilakukan karena ada barang yang kurang :
it_it: La produzione non può essere processata perchè un articolo richiesto potrebbe causare un bilancio di inventario negativo :
ka_ge: წარმოება ვერ გაგრძელდება რადგან საჭირო დასახელება გამოიწვევს მარაგების უარყოფით ნაშთს:
pt_br: A produção não pode ser processada porque a solicitação de item poderia causar um saldo de estoque negativo :
pt_pt: A produção não pode ser processada porque um artigo requerido ficaria com stock negativo:
