Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.15-1.po
Languages: vi_vn

source: Type Name
vi_vn: Tên loại

source: Factor
vi_vn: Hệ số

source: Tax Incl
vi_vn: thuế Incl

source: Base
vi_vn: Căn cứ

source: Marked sales type is the company base pricelist for prices calculations.
vi_vn: Đánh dấu kiểu bán hàng là công ty cơ sở bảng giá cho giá tính toán.

source: Sales Type Name
vi_vn: Loại Tên Bán hàng

source: Calculation factor
vi_vn: yếu tố tính

source: Tax included
vi_vn: Đã bao gồm thuế

source: View Credit Note
vi_vn: Xem Credit Note

source: CREDIT NOTE #%d
vi_vn: TÍN DỤNG LƯU Ý #%d

source: There are no line items on this credit note.
vi_vn: Không có mục dòng trên note tín dụng này.

source: View Sales Dispatch
vi_vn: Xem Sales văn

source: DISPATCH NOTE #%d
vi_vn: Dispatch LƯU Ý #%d

source: Charge Branch
vi_vn: phụ trách chi nhánh

source: Customer Order Ref.
vi_vn: Khách hàng Ref Order.

source: Dispatch Date
vi_vn: Công văn ngày

source: There are no line items on this dispatch.
vi_vn: Không có mục dòng trên công văn này.

source: TOTAL VALUE
vi_vn: TỔNG GIÁ TRỊ

source: This dispatch has been voided.
vi_vn: Công văn này đã được hủy bỏ.

source: View Sales Invoice
vi_vn: Xem Sales Invoice

source: FINAL INVOICE #%d
vi_vn: CUỐI CÙNG INVOICE #%d

source: PREPAYMENT INVOICE #%d
vi_vn: Thanh toán trước INVOICE #%d

source: There are no line items on this invoice.
vi_vn: Không có mục hàng trên hóa đơn này.

source: PREPAYMENT AMOUNT INVOICED
vi_vn: Thanh toán trước SỐ TIỀN hóa đơn

source: View Customer Payment
vi_vn: Thanh toán Xem khách hàng

source: Customer Payment #%d
vi_vn: Thanh toán hàng #%d

source: From Customer
vi_vn: từ khách hàng

source: Date of Deposit
vi_vn: Ngày Tiền đặt cọc

source: Customer Currency
vi_vn: ngoại tệ của khách hàng

source: Into Bank Account
vi_vn: Vào tài khoản ngân hàng

source: Bank Amount
vi_vn: Ngân hàng Số tiền

source: This customer payment has been voided.
vi_vn: thanh toán của khách hàng này đã được hủy bỏ.

source: View Sales Quotation
vi_vn: Báo giá xem Bán hàng

source: Sales Quotation #%d
vi_vn: Bán hàng báo giá #%d

source: View Sales Order
vi_vn: Xem Sales Order

source: Order Information
vi_vn: Thông tin đặt hàng

source: Customer Name
vi_vn: tên khách hàng

source: Deliver To Branch
vi_vn: Cung cấp cho chi nhánh

source: Requested Delivery
vi_vn: Giao hàng theo yêu cầu

source: Deliver From Location
vi_vn: Cung cấp Từ Location

source: Non-Invoiced Prepayments
vi_vn: Trả trước không được lập Hoá đơn

source: All Payments Allocated
vi_vn: Tất cả các khoản thanh toán được phân bổ

source: Telephone
vi_vn: Điện thoại

source: This Sales Order is used as a Template.
vi_vn: Theo thứ tự bán hàng này được sử dụng như một Template.

source: Quantity Delivered
vi_vn: Số lượng giao hàng

source: Upgrade from version 2.0 to 2.1
vi_vn: Nâng cấp từ phiên bản 2,0-2,1

source: Cannot retrieve bank accounts codes
vi_vn: Không thể truy chiếm ngân hàng mã

source: Cannot update bank transactions
vi_vn: Không thể cập nhật các giao dịch ngân hàng

source: Cannot select stock identificators
vi_vn: Không thể chọn identificators chứng khoán

source: Cannot insert stock id into item_codes
vi_vn: Không thể chèn id cổ phiếu vào item_codes

source: Seems that system upgrade to version 2.1 has been performed for this company already.<br> If something has gone wrong and you want to retry upgrade process you MUST perform database restore from last backup file first.
vi_vn: Có vẻ như hệ thống nâng cấp lên phiên bản 2.1 đã được thực hiện cho công ty này.<br>Nếu một cái gì đó đã đi sai và bạn muốn thử lại quá trình nâng cấp bạn phải thực hiện khôi phục cơ sở dữ liệu từ tệp sao lưu cuối cùng trước.

source: Upgrade from version 2.1/2.2beta to 2.2
vi_vn: Nâng cấp từ phiên bản 2.1 / 2.2beta 2,2

source: Cannot query max sales order number.
vi_vn: không thể truy vấn số đơn đặt hàng tối đa.

source: Cannot store next sales order reference.
vi_vn: không thể lưu trữ tới tài liệu tham khảo để bán hàng.

source: Cannot upgrade extensions system: file /modules/installed_modules.php is not writeable
vi_vn: Không thể nâng cấp hệ thống phần mở rộng: tập tin /modules/installed_modules.php không ghi được

source: Upgrade from version 2.2 to 2.3
vi_vn: Nâng cấp từ phiên bản 2,2-2,3

source: Upgrade from version 2.3 to 2.4
vi_vn: Nâng cấp từ phiên bản 2,3-2,4

source: Set optimal parameters and start upgrade:
vi_vn: Đặt các thông số tối ưu và bắt đầu nâng cấp:

source: Text collation optimization:
vi_vn: Văn bản tối ưu hóa đối chiếu:

source: Cannot update config_db.php file.
vi_vn: Không thể cập nhật tập tin config_db.php.

source: Cannot update work orders costs: %s
vi_vn: Không thể cập nhật chi phí đơn đặt hàng làm việc: %s

source: Convertion to utf8 done.
vi_vn: Chuyển đổi để UTF8 thực hiện.

source: Cannot drop column in %s table: %s
vi_vn: Không thể thả cột trong bảng %s: %s

source: Upgrade from version 2.4beta to 2.4RC1
vi_vn: Nâng cấp từ phiên bản 2.4beta để 2.4RC1

source: None (will be set later)
vi_vn: Không (sẽ được thiết lập sau)

source: Cannot update sys prefs setting: %s
vi_vn: Không thể cập nhật prefs sys thiết: %s

source: Item Tax Types
vi_vn: Các loại mục Thuế

source: The item tax type description cannot be empty.
vi_vn: Mô tả loại thuế hàng không thể để trống.

source: Selected item tax type has been updated
vi_vn: Chọn loại thuế mục đã được cập nhật

source: New item tax type has been added
vi_vn: loại thuế mục mới đã được thêm vào

source: Cannot delete this item tax type because items have been created referring to it.
vi_vn: Không thể xóa loại thuế mặt hàng này vì mục đã được tạo ra đề cập đến nó.

source: Cannot delete this item tax type because item categories have been created referring to it.
vi_vn: Không thể xóa loại thuế mặt hàng này vì loại khoản mục này đã được tạo ra đề cập đến nó.

source: Selected item tax type has been deleted
vi_vn: Chọn loại thuế mục đã bị xóa

source: Tax exempt
vi_vn: Miễn thuế

source: Is Fully Tax-exempt:
vi_vn: Là hoàn toàn được miễn thuế:

source: Select which taxes this item tax type is exempt from.
vi_vn: Chọn thuế loại thuế mặt hàng này được miễn.

source: Tax Name
vi_vn: Tên thuế

source: Is exempt
vi_vn: được miễn

source: Tax Groups
vi_vn: Nhóm thuế

source: There are no tax types defined. Define tax types before defining tax groups.
vi_vn: Hiện tại không có loại thuế được xác định. Xác định các loại thuế trước khi xác định nhóm thuế.

source: The tax group name cannot be empty.
vi_vn: Tên nhóm thuế không thể để trống.

source: Selected tax group has been updated
vi_vn: nhóm thuế được lựa chọn đã được cập nhật

source: New tax group has been added
vi_vn: nhóm thuế mới đã được thêm vào

source: Cannot delete this tax group because customer branches been created referring to it.
vi_vn: Không thể xóa nhóm thuế này vì chi nhánh khách hàng được tạo đề cập đến nó.

source: Cannot delete this tax group because suppliers been created referring to it.
vi_vn: Không thể xóa nhóm thuế này vì các nhà cung cấp được tạo đề cập đến nó.

source: Selected tax group has been deleted
vi_vn: nhóm thuế được lựa chọn đã bị xóa

source: Select the taxes that are included in this group.
vi_vn: Chọn các loại thuế được bao gồm trong nhóm này.

source: Shipping Tax
vi_vn: Thuế vận chuyển

source: Tax Types
vi_vn: Các loại thuế

source: The tax type name cannot be empty.
vi_vn: Tên loại thuế không thể để trống.

source: The default tax rate must be numeric and not less than zero.
vi_vn: Các mức thuế suất mặc định phải có dạng số và không nhỏ hơn không.

source: Selected GL Accounts cannot be used by another tax type.
vi_vn: Chọn Accounts GL không thể được sử dụng bởi một loại thuế.

source: New tax type has been added
vi_vn: loại thuế mới đã được thêm vào

source: Selected tax type has been updated
vi_vn: loại thuế được lựa chọn đã được cập nhật

source: Cannot delete this tax type because tax groups been created referring to it.
vi_vn: Không thể xóa loại thuế này vì nhóm thuế được tạo đề cập đến nó.

source: Selected tax type has been deleted
vi_vn: loại thuế được lựa chọn đã bị xóa

source: To avoid problems with manual journal entry all tax types should have unique Sales/Purchasing GL accounts.
vi_vn: Để tránh vấn đề với nhật ký thủ công tất cả các loại thuế nên có duy nhất Bán hàng / tài khoản mua hàng GL.

source: Default Rate (%)
vi_vn: Tỷ lệ mặc định (%)

source: Sales GL Account
vi_vn: Tài khoản bán hàng GL

source: Purchasing GL Account
vi_vn: Mua tài khoản GL

source: Default Rate:
vi_vn: Tỷ lệ mặc định:

source: Sales GL Account:
vi_vn: Tài khoản bán hàng GL:

source: Purchasing GL Account:
vi_vn: Mua tài khoản GL:

source: Main Menu
vi_vn: Trình đơn chính

source: Preferences
vi_vn: Sở thích

source: Change Password
vi_vn: Đổi mật khẩu

source: Help
vi_vn: Cứu giúp

source: Direct Invoice
vi_vn: Hoá đơn Trực tiếp

source: Inventory Adjustments
vi_vn: Điều chỉnh hàng tồn kho

source: Bills Of Material
vi_vn: Hóa đơn nguyên vật liệu

source: Deposits
vi_vn: Tạm ứng

source: Taxes
vi_vn: Thuế

source: Forms Setup
vi_vn: Cài đặt biểu mẫu

source: Backup and Restore
vi_vn: Sao lưu và khôi phục
