Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: Overdue Invoices
da_dk: Forfaldne fakturaer
es_es: Facturas vencidas
id_id: Tagihan lewat tempo
it_it: Fatture scadute
ka_ge: ვადაგადაცილებული ინვოისები
pt_br: Faturas Vencidas
pt_pt: Faturas vencidas
ru_ru: Просроченных счетов-фактур

source: Payments
da_dk: Udbetalinger
es_es: Pagos
id_id: Pembayaran
it_it: Pagamenti
ka_ge: გადახდები
pt_br: Pagamentos
pt_pt: Pagamentos
ru_ru: Платежи

source: Credit Notes
da_dk: Kreditnotaer
es_es: Notas de Crédito
id_id: Nota Kredit
it_it: Note di credito
ka_ge: კრედიტ მემოები
pt_br: Notas de Crédito
pt_pt: Notas Crédito
ru_ru: Кредитные ноты

source: Delivery Notes
da_dk: Følgesedler
es_es: Notas de Entrega
id_id: Nota Pengiriman
it_it: Bolle di consegna
ka_ge: სასაქონლო ზედნადებები
pt_br: Notas de Entrega
pt_pt: Notas de Entrega
ru_ru: Доставка Примечания

source: Invoices
da_dk: Fakturaer
es_es: Facturas
id_id: Tagihan
it_it: Fatture
ka_ge: ინვოისები
pt_br: Faturas
pt_pt: Faturas
ru_ru: Счета

source: Overdue Credit Notes
da_dk: Forfaldne kreditnotaer
es_es: Notas de crédito vencidas
id_id: Nota Kredit lewat tempo
it_it: Note di credito scadute
ka_ge: ვადაგადაცილებული კრედიტ მემოები
pt_br: Vencimento da Nota de Crédito
pt_pt: Notas Crédito Vencidas
ru_ru: Просроченная кредитных нот

source: GRNs
es_es: NBRs
it_it: BEM
ka_ge: სასაქონლო ზედნადებები
pt_pt: Rec. Merc.

source: Automatically put balance on back order
da_dk: Automatisk tilføj til restordre
es_es: Ponga automáticamente el balance en el pedido pendiente
id_id: Otomatis memasukkan saldo pada back order
it_it: Mettere automaticamente il saldo sull'ordine programmato
ka_ge: ავტომატურად დაუმატე ნაშთი შესასრულებელ შეკვეთას
pt_br: Apresentar saldos na ordem inversa
pt_pt: Apresentar saldos em ordem inversa
ru_ru: Автоматически ставить на баланс обратном порядке

source: Cancel any quantites not delivered
da_dk: Slet antal som ikke leveres
es_es: Cancele cualquier cantidad no entregada
id_id: Batalkan semua kuantitas yang belum dikirim
it_it: Cancella le quantità non consegnate
ka_ge: გააუქმე მიუწოდებელი რაოდენობები
pt_br: Cancelar quaisquer quantidades não entregues
pt_pt: Cancelar quaisquer quantidades não entregues
ru_ru: Отмена любых количествах, не поставляется

source: Items Returned to Inventory Location
da_dk: Varer returneret til lagerplads
es_es: Artículos Devueltos a su ubicación de Inventario
id_id: Barang dikembalikan ke lokasi inventaris
it_it: Articoli Rinviati ad Inventario
ka_ge: საწყობში დაბრუნებული დასახელებები
pt_pt: Artigos Devolvidos à localização
ru_ru: Элементы вернулся в расположение инвентаря

source: Items Written Off
da_dk: Afskrevne varer
es_es: Artículos Anulados
id_id: Barang di-write-off
it_it: Articoli a prezzo ridotto
ka_ge: ჩამოწერილი დასახელებები
pt_pt: Artigos Anulados
ru_ru: Товары Списанная

source: New role
da_dk: Ny rolle
es_es: Nuevo rol
id_id: Peran keamanan baru
it_it: Nuovo ruolo
ka_ge: ახალი როლი
pt_br: Novo Estilo
pt_pt: Nova regra
ru_ru: Новая роль

source: No tags defined.
da_dk: Ingen tags defineret
es_es: No hay etiquetas definidas.
id_id: Tidak ada tag.
it_it: Nessun tag definito.
ka_ge: სანიშნები არ არის განსაზღვრული.
pt_br: Sem marcadores definidos.
pt_pt: Sem marcadores definidos.
ru_ru: Теги не определена.

source: No active tags defined.
da_dk: Ingen aktive tags defineret.
es_es: No hay definidas etiquetas activas
id_id: Tidak ada tag aktif.
it_it: Nessun tag attivo definito.
ka_ge: აქტიური სანიშნები არ არის განსაზღვრული.
pt_br: Sem marcador ativo definido.
pt_pt: Sem marcadores ativos definidos.
ru_ru: Нет активные метки определены.

source: Activated for '%s'
da_dk: Aktiveret for '%s'
es_es: Activado para '%s'
id_id: Diaktifkan untuk '%s'
it_it: Attivato per '%s'
ka_ge: გააქტიურებულია '%s' თვის
pt_br: Ativado por '%s'
pt_pt: Ativado por '%s'

source: Available and/or installed
da_dk: Disponibel og/eller installéret
es_es: Disponible y/o instalado
id_id: Tersedia dan/atau terpasang
it_it: Disponibile e/o installato
ka_ge: ხელმისაწვდომია და/ან დაყენებული
pt_pt: Disponível e/ou instalado
ru_ru: Доступно и / или установленных

source: Standard new company American COA (4 digit)
es_es: Nueva compañia con norma COA Americana (4 digitos)
ka_ge: ახალი კომპანიის სტანდარტული ამერიკული ანგარიშთა გეგმა (4 ციფრიანი)
pt_pt: Nova companhia con norma COA Americana (4 digitos)

source: Standard American COA (4 digit) with demo data
es_es: Norma COA Americana (4 dígitos) con datos de demostración
ka_ge: სტანდარტული ამერიკული ანგარიშთა გეგმა (4 ციფრიანი) დემო მონაცემებით
pt_pt: Norma COA Americana (4 dígitos) con dados demonstrativos

source: No payment Link
da_dk: Ingen betaling Link
es_es: Sin Vinculo de pago
id_id: Tidak ada link pembayaran
it_it: Nessun Link Pagamento
ka_ge: გადახდის ბმულის გარეშე
pt_br: -Sem Link de pagamento
pt_pt: Sem link de Pagamento
ru_ru: Нет оплаты Link

source: in units of :
da_dk: i enheder :
es_es: en unidades de :
id_id: dalam unit:
it_it: con unità di misura
ka_ge: ერთეულებში:
pt_br: em unidades de :
pt_pt: Em unidades de :
ru_ru: в единицах:

source: Cannot retrieve exchange rate for currency %s. Please adjust approximate rate if needed.
id_id: Gagal menerima nilai tukar untuk mata uang %s. Silakan sesuaikan perkiraan nilai tukar jika dibutuhkan.
pt_pt: Não é possível recuperar a taxa de câmbio da moeda %s. Por favor, ajuste se necessário a taxa aproximada.

source: Date Voided:
da_dk: Dato nulstillet:
es_es: Fecha de Anulación:
id_id: Tanggal dibatalkan (Void)
it_it: Data annullamento:
ka_ge: გაუქმების თარიღი:
pt_br: Invalidado em:
pt_pt: Data Anulação:
ru_ru: Дата Voided:

source: Total Tax Excluded
da_dk: Total uden moms
es_es: Total Excluidos Impuestos
id_id: Total Sebelum Pajak
it_it: Totale Tasse Escluse
ka_ge: ჯამი გადასახადს არ შეიცავს
pt_pt: Total Impostos Excluídos
ru_ru: Всего без учета налогов

source: Included
da_dk: Inkluderet
es_es: Incluido
id_id: Termasuk
it_it: Incluso
ka_ge: შეიცავს
pt_br: Incluído
pt_pt: Incluido
ru_ru: Включенный

source: Total Amount
da_dk: Totalt beløb
es_es: Cantidad total
id_id: Jumlah Total
it_it: Importo Totale
ka_ge: ჯამური თანხა
pt_br: Fatura Total
pt_pt: Quantidade Total
ru_ru: Общая сумма

source: Total Allocated:
da_dk: Total allokering:
es_es: Total asignado:
id_id: Jumlah teralokasi:
it_it: Totale Allocato
ka_ge: მთლიანად განაწილებული:
pt_br: Total Alocado:
pt_pt: Total Liquidado:
ru_ru: Всего выделено:

source: Left to Allocate:
da_dk: Tilbage at allokere:
es_es: Resta por asignar:
id_id: Sisa untuk dialokasi:
it_it: Da Allocare:
ka_ge: გასანაწილებელი:
pt_br: Pendente para Alocação:
pt_pt: Pendente:
ru_ru: Слева выделить:

source: Allocations
da_dk: Allokeringer
es_es: Asignaciones
id_id: Alokasi
it_it: Allocazioni
ka_ge: განაწილებები
pt_br: Alocações
pt_pt: Liquidações
ru_ru: Ассигнования

source: No Quick Entries are defined.
da_dk: Ingen Hurtige Indtastninger er defineret.
es_es: No se han definido introducidas rápidas.
it_it: Nessun inserimento veloce definito.
ka_ge: სწრაფი გატარება არ არის განსაზღვრული.
pt_br: Entradas Rápidas não foram definidas.
pt_pt: Não existem Entradas Rápidas Definidas.
ru_ru: Нет быстрой записи определены.

source: No Quick Entry lines are defined.
da_dk: Ingen hurtig postlinjer er defineret.
es_es: No se han definido Entradas Rápidas.
id_id: Tidak ada baris Input Cepat.
it_it: Nessuna riga di inserimento veloce definita.
ka_ge: სწრაფი გატარების რიგები არ არის განსაზღვრული.
pt_pt: Não existem Entradas Rápidas de Linhas Definidas.
ru_ru: Нет быстрой линии входа определены.

source: and
da_dk: og
es_es: y
id_id: dan
it_it: e
ka_ge: და
pt_br: e
pt_pt: e
ru_ru: и

source: January
da_dk: Januar
es_es: Enero
id_id: Januari
it_it: Gennaio
ka_ge: იანვარი
pt_br: Janeiro
pt_pt: Janeiro
ru_ru: Январь

source: February
da_dk: Februar
es_es: Febrero
id_id: Februari
it_it: Febbraio
ka_ge: თებერვალი
pt_br: Fevereiro
pt_pt: Fevereiro
ru_ru: Февраль

source: March
da_dk: Marts
es_es: Marzo
id_id: Maret
it_it: Marzo
ka_ge: მარტი
pt_br: Março
pt_pt: Março
ru_ru: Март

source: April
es_es: Abril
it_it: Aprile
ka_ge: აპრილი
pt_br: Abril
pt_pt: Abril
ru_ru: Апрель

source: June
da_dk: Juni
es_es: Junio
id_id: Juni
it_it: Giugno
ka_ge: ივნისი
pt_br: Junho
pt_pt: Junho
ru_ru: Июнь

source: July
da_dk: Juli
es_es: Julio
id_id: Juli
it_it: Luglio
ka_ge: ივლისი
pt_br: Julho
pt_pt: Julho
ru_ru: Июль

source: August
es_es: Agosto
id_id: Agustus
it_it: Agosto
ka_ge: აგვისტო
pt_br: Agosto
pt_pt: Agosto
ru_ru: Август

source: September
es_es: Septiembre
it_it: Settembre
ka_ge: სექტემბერი
pt_br: Setembro
pt_pt: Setembro
ru_ru: Сентябрь

source: October
da_dk: Oktober
es_es: Octubre
id_id: Oktober
it_it: Ottobre
ka_ge: ოქტომბერი
pt_br: Outubro
pt_pt: Outubro
ru_ru: Октябрь

source: November
es_es: Noviembre
it_it: Novembre
ka_ge: ნოემბერი
pt_br: Novembro
pt_pt: Novembro
ru_ru: Ноябрь

source: December
es_es: Diciembre
id_id: Desember
it_it: Dicembre
ka_ge: დეკემბერი
pt_br: Dezembro
pt_pt: Dezembro
ru_ru: Декабрь

source: Su
da_dk: Sø
es_es: Do
id_id: Mg
it_it: Dom
ka_ge: კვ
pt_br: Dom
pt_pt: Dom
ru_ru: Су

source: Mo
da_dk: Ma
es_es: Lu
id_id: Sn
it_it: Lun
ka_ge: ორ
pt_br: Seg
pt_pt: Seg

source: Tu
da_dk: Ti
es_es: Ma
id_id: Sl
it_it: Mar
ka_ge: სამ
pt_br: Ter
pt_pt: Ter
ru_ru: Ту

source: We
da_dk: On
es_es: Mi
id_id: Rb
it_it: Mer
ka_ge: ოთხ
pt_br: Qua
pt_pt: Qua
ru_ru: Мы

source: Th
da_dk: To
es_es: Ju
id_id: Km
it_it: Gio
ka_ge: ხუთ
pt_br: Qui
pt_pt: Qui

source: Fr
es_es: Vi
id_id: Jm
it_it: Ven
ka_ge: პარ
pt_br: Sex
pt_pt: Sex

source: Sa
da_dk: Lø
id_id: Sb
it_it: Sab
ka_ge: შაბ
pt_br: Sab
pt_pt: Sab

source: W
da_dk: O
es_es: S
id_id: Mg
it_it: S
pt_br: S
pt_pt: S

source: Item Adjustments Note
da_dk: Lagerjusteringsnotat
es_es: Nota de Ajuste de Artículos
id_id: Nota Penyesuaian Barang
it_it: Note si variazione articolo
ka_ge: დასახელების დაზუსტების შენიშვნა
pt_br: Nota de Ajuste do Item
pt_pt: Registo Acerto Stock do Artigo
ru_ru: Пункт Настройки Примечание

source: Items adjustment has been processed
da_dk: Lagerjusteringen er gennemført.
es_es: El ajuste de artículos ha sido procesado.
id_id: Penyesuaian Barang berhasil diproses
it_it: La rettifica articoli è stato processato
ka_ge: დასახელებები დაზუსტებულია.
pt_br: Ajuste de itens foi processado
pt_pt: O acerto de stock do artigos foi processado
ru_ru: Товары настройки были обработаны

source: &View this adjustment
da_dk: &Se denne justering
es_es: &Ver este ajuste
id_id: Tampilkan penyesuaian (&V)
it_it: &Visualizza questa rettifica
ka_ge: დაათვალიერე ეს დაზუსტება
pt_br: Visualizar este ajuste
pt_pt: &Visualizar este acerto stock
ru_ru: Посмотреть эту регулировку

source: View the GL &Postings for this Adjustment
da_dk: Se de Bogførings posteringer for denne justering
es_es: Ver las &Publicaciones de Libro Mayor para este Ajuste
id_id: Tampilkan Posting GL Penyesuaian ini (&T)
it_it: Vedere il libro contabile per questa variazione
ka_ge: დაათვალიერე გატარებები ამ დაზუსტებისთვის
pt_br: Vizualizar Comentários do GL para este Ajuste
pt_pt: Visualizar os registos de &Diário para este Acerto Stock
ru_ru: Просмотр GL Сообщения для этой регулировки

source: Enter &Another Adjustment
da_dk: Angiv en anden justering
es_es: Introducir Otro &Ajuste
id_id: Masukkan Penyesuaian Lain (&B)
it_it: Inserisci un &Altr'altra rettifica
ka_ge: შეიყვანე შემდეგი დაზუსტება
pt_br: Entrar Outra Ajuste
pt_pt: Inserir &Outro Acerto de Stock
ru_ru: Ввести другую регулировку

source: You must enter at least one non empty item line.
da_dk: Du skal angive mindst en varelinie.
es_es: Debe introducir al menos una línea de artículo no vacía.
id_id: Anda harus memasukkan minimal satu baris yang tidak kosong.
it_it: Devi inserire almeno una linea non vuota nell'articolo.
ka_ge: უნდა შეიყვანო მინიმუმ ერთი შევსებული დასახელების რიგი.
pt_br: Você deve entrar no mínimo uma linha com informação.
pt_pt: Deve inserir no mínimo uma linha com informação do artigo.
ru_ru: Вы должны ввести хотя бы один не пустые позиции.

source: The entered date for the adjustment is invalid.
da_dk: Angivet dato for denne lagerjustering er ugyldig.
es_es: La fecha introducida para el ajuste no es válida.
id_id: Tanggal yang dimasukkan tidak valid.
it_it: La data inserita per la rettifica non è valida.
ka_ge: თარიღი დაზუსტებისთვის არასწორია.
pt_br: A data digitada para este ajuste é inválida.
pt_pt: A data digitada para este acerto stock é inválida.
ru_ru: Введенная дата для регулировки является недействительным.

source: The entered standard cost is negative or invalid.
da_dk: Angiven standardomkostning er negativ eller ugyldig.
es_es: El coste estándar introducido es negativo o inválido.
id_id: Biaya standar negatif atau tidak valid.
it_it: Il costo standard inserito è negativo o non valido.
ka_ge: მითებული სტანდარტული თვითღირებულება არასწორია.
pt_br: O custo padrão e negativo ou inválido.
pt_pt: O custo base indicado é negativo ou inválido.
ru_ru: Введенный стандартных расходов отрицательной или недействительным.

source: There are no inventory items defined in the system which can be adjusted (Purchased or Manufactured).
da_dk: Der er ikke oprettet nogen varer på lager, der kan justeres (købte eller producerede).
es_es: No existen artículos de inventario definidos en el sistema que puedan ser ajustados (Comprados o Manufacturados).
id_id: Tidak ada barang inventaris yang didefinisikan dalam sistem yang dapat disesuaikan (Dibeli atau Diproduksi).
it_it: Non ci sono articoli nell'inventario definiti nel sistema che possono essere sistemati (acquistati o prodotti)
ka_ge: სისტემაში არ არის განსაზღვრული მარაგების დასახელებები დასაზუსტებლად (შესყიდული ან წარმოებული).
pt_br: Não há itens de estoque definido no sistema que podem ser ajusatdo (Comprado ou Fabricado).
pt_pt: Não existem artigos definidos no inventário do sistema, que possam ser corrigidos (comprado ou fabricado).

source: Adjustment Items
da_dk: Lagerjusteringer
es_es: Artículos del Ajuste
id_id: Baris Penyesuaian
it_it: Rettifica Articoli
ka_ge: დასაზუსტებელი დასახელებები
pt_br: Ajuste de Itens
pt_pt: Ajustamento de Artigos
ru_ru: Регулировка позиции

source: Process Adjustment
da_dk: Registrer ændringen
es_es: Procesar Ajuste
id_id: Proses Penyesuaian
it_it: Processa Rettifica
ka_ge: გაატარე დაზუსტება
pt_br: Ajuste de Processo
pt_pt: Processo Ajustamento
ru_ru: Процесс настройки

source: Inventory Item Cost Update
da_dk: Opdater vareomkostning
es_es: Actualización del Coste de los Artículos de Inventario
id_id: Update Biaya Barang Inventaris
it_it: Costo Articolo Inventario Aggiornato
ka_ge: მარაგების დასახელების თვითღ-ბის განახლება
pt_br: Atualização do Custo de Item de Estoque
pt_pt: Atualização do Custo de Artigo em Stock
ru_ru: Инвентаризация товара Стоимость обновления

source: There are no costable inventory items defined in the system (Purchased or manufactured items).
da_dk: Der findes ingen vareomkostninger defineret i systemet (købte eller producerede).
es_es: No existen artículos de inventario con coste definido en el sistema (artículos Comprados o Manufacturados)
id_id: Tidak ada barang inventaris yang dapat dibiayakan dalam sistem (Dibeli atau diproduksi)
it_it: Non ci sono articoli di inventario a costo definiti nel sistema (Articoliacquistati o prodotti)
ka_ge: აღრიცხვადი მარაგების დასახელებები არ არის განსაზღვრული სისტემაში.
pt_br: Não há itens de estoque definidos no sistema (itens comprados ou fabricados).
pt_pt: Não existem artigos de stock definidos no sistema (artigos comprados ou fabricados).

source: The entered cost is not numeric.
da_dk: Angiven omkostning er ikke numerisk.
es_es: El coste introducido no es numérico.
id_id: Biaya yang dimasukkan tidak berupa angka.
it_it: Il costo inserito non è numerico.
ka_ge: შეყვანილი თვითღირებულება რიცხვი არ არის.
pt_br: O custo digitado não é numerico.
pt_pt: O custo digitado não é numerico.
ru_ru: Введенная стоимость не является числовым.

source: The new cost is the same as the old cost. Cost was not updated.
da_dk: Den nye omkostning er den samme som den gamle omkostning. Omkostningen blev ikke opdateret.
es_es: El nuevo coste es el mismo que el anterior. El coste no fue actualizado.
id_id: Biaya yang baru sama dengan biaya lama. Biaya tidak diubah.
it_it: Il nuovo costo è uguale al precedente, non può essere aggiornato.
ka_ge: ახალი თვითღირებულება იგივეა რაც ძველი. თვითღირებულება არ განახლებულა.
pt_br: O novo custo é o mesmo que o antigo. O custo não foi atualizado.
pt_pt: O novo custo é igual ao custo anterior. O custo não foi atualizado.
ru_ru: Новая стоимость такая же, как старый стоимости. Стоимость не была обновлена.

source: Cost has been updated.
da_dk: Omkostningen er opdateret.
es_es: El coste ha sido actualizado.
id_id: Biaya berhasil diubah.
it_it: Il costo è stato aggiornato.
ka_ge: თვითღირებულება განახლებულია.
pt_br: O custo foi atualizado.
pt_pt: O custo foi atualizado.
ru_ru: Стоимость была обновлена.

source: View the GL Journal Entries for this Cost Update
da_dk: Vis bilaget for denne omkostningsopdatering
es_es: Ver los Asientos de Diario para esta Actualización de Costes
it_it: Vedere il giornale contabile per l'aggiornamento di questo costo
ka_ge: დაათვალიერე გატარებები ამ თვითღ-ბის განახლებისთვის
pt_br: Vizualizar Entradas no Diário do GL para esta Atualização de Custo
pt_pt: Visualizar nas entradas de Diário esta Atualização de Custo
ru_ru: Просмотр GL Записи в журнале для этого стоит обновление

source: Item:
da_dk: Vare:
es_es: Artículo:
id_id: Barang:
it_it: Articolo:
ka_ge: დასახელება:
pt_pt: Artigo:
ru_ru: Предмет:

source: Standard Material Cost Per Unit
da_dk: Standard materialeomkostning per enhed
es_es: Coste Estándar del Material Por Unidad
it_it: Costo standard materiale per unità
ka_ge: ერთეული მასალის სტანდარტული თვითღირებულება
pt_br: Custo Padrão de Material Por Unidade
pt_pt: Custo Base do Artigo por Unidade
ru_ru: Стандартная стоимость материала на единицу

source: Standard Labour Cost Per Unit
da_dk: Standard arbejdsomkostningper enhed
es_es: Coste Estándar de Mano de Obra Por Unidad
id_id: Standar biaya tenaga kerja per unit
it_it: Costo standard lavoro per unità
ka_ge: ერთეული მუშახელის სტანდარტული თვითღირებულება
pt_br: Custo Padrão do Trabalhado Por Unidade
pt_pt: Custo Padrão de Mão de Obra Por Unidade
ru_ru: Стандартный затрат на рабочую силу на единицу

source: Standard Overhead Cost Per Unit
da_dk: Standard faste omkostninger per enhed
es_es: Coste Estándar Adicional Por Unidad
id_id: Standar biaya overhead per unit
it_it: Costo globale standard per unità
ka_ge: ერთეული ზედნადები ხარჯი ერთეულზე
pt_br: Custo Padrão Excedente Por Unidade
pt_pt: Custo Padrão Adicional Por Unidade
ru_ru: Стандартные накладные расходы на единицу

source: Inventory Item Sales prices
da_dk: Lager vare salgspriser
es_es: Precios de venta de artículos de inventario
id_id: Harga Jual barang inventaris
it_it: Prezzi di Vendita Articoli Inventario
ka_ge: მარაგების დასახელების გასაყიდი ფასები
pt_br: Preços de venda de Itens do Estoque
pt_pt: Preços de venda de Artigos em Stock
ru_ru: Инвентаризация Пункт продаж цены

source: There are no items defined in the system.
da_dk: Der findes ingen varer defineret i systemet.
es_es: No existen artículos definidos en el sistema.
id_id: Tidak ada barang dalam sistem.
it_it: Non ci sono articoli definiti nel sistema.
ka_ge: სისტემაში დასახელებები არ არის განსაზღვრული.
pt_br: Não há itens definidos no sistema.
pt_pt: Não existem artigos definidos no sistema.
ru_ru: Есть нет товаров, определенных в системе.

source: There are no sales types in the system. Please set up sales types befor entering pricing.
da_dk: Det findes ingen salgstyper i systemet. Venligst angiv salgstyper inden du angiver priser.
es_es: No existen tipos de venta definidos en el sistema. Por favor configure los tipos de venta antes de introducir los precios.
id_id: Tidak ada tipe penjualan dalam sistem. Silakan buat tipe penjualan sebelum memasukkan harga.
ka_ge: სისტემაში გაყიდვის ტიპები არ არის განსაზღვრული. შექმენი ფასების შესაყვანად.
pt_br: Não há tipos de vendas no sistema. Favor definir tipos de vendas antes de adicionar preços.
pt_pt: Não existem tipos de vendas no sistema. Por favor defina os tipos de vendas antes do registo do preço.

source: The price entered must be numeric.
da_dk: Angivet pris skal være numerisk.
es_es: El precio introducido debe ser numérico.
id_id: Harga harus berupa angka
it_it: Il prezzo inserito deve essere numerico.
ka_ge: ფასი უნდა იყოს რიცხვი.
pt_br: O preço deve ser numérico.
pt_pt: O preço deve ser numérico.
ru_ru: Цена вступил должно быть числовым.

source: The sales pricing for this item, sales type and currency has already been added.
id_id: Harga jual barang ini, tipe penjualan dan mata uang berhasil ditambahkan.
pt_pt: Os preços de vendas para este artigo, o tipo de vendas e moeda já foram adicionados.

source: This price has been updated.
da_dk: Prisen er opdateret.
es_es: El precio ha sido actualizado.
id_id: Harga berhasil diubah.
it_it: Questo prezzo è stato aggiornato.
ka_ge: ფასი განახლებულია.
pt_br: O preço foi atualizado.
pt_pt: O preço foi atualizado.
ru_ru: Эта цена была обновлена.

source: The new price has been added.
da_dk: Den nye pris er tilføjet.
es_es: El nuevo precio ha sido agregado.
id_id: Harga baru berhasil ditambahkan.
it_it: Il nuovo prezzo è stato aggiunto.
ka_ge: ახალი ფასი დამატებულია.
pt_br: Um novo preço foi adicionado.
pt_pt: O novo preço foi adicionado.
ru_ru: Новая цена была добавлена.

source: The selected price has been deleted.
da_dk: Valgt pris er slettet.
es_es: El precio seleccionado ha sido eliminado.
id_id: Harga yang dipilih berhasil dihapus.
it_it: Il prezzo selezionato è stato cancellato.
ka_ge: არჩეული ფასი წაშლილია.
pt_br: O preço selecionado foi deletado.
pt_pt: O preço selecionado foi atualizado.
ru_ru: Выбранная цена была удалена.

source: Sales Type
da_dk: Salgstype
es_es: Tipo de Venta
id_id: Tipe Penjualan
it_it: Tipo di vendita
ka_ge: გაყიდვების ტიპი
pt_br: Tipo de Vendas
pt_pt: Tipo Vendas
ru_ru: Продажа Тип

source: Price
da_dk: Pris
es_es: Precio
id_id: Harga
it_it: Prezzo
ka_ge: ფასი
pt_br: Preço
pt_pt: Preço
ru_ru: Цена

source: There are no prices set up for this part.
da_dk: Det findes ingen priser for denne vare.
es_es: No existen precios configurados para esta parte.
id_id: Tidak ada harga untuk part ini.
it_it: Non ci sono prezzi impostati per questa parte.
ka_ge: ფასები არ არის განსაზღვრული ამ ნაწილისთვის.
pt_br: Não há preço definido para esta parte.
pt_pt: Não existem preços definidos para esta parte.
ru_ru: Есть никаких ценам, установленным для этой части.

source: Sales Type:
da_dk: Salgstype:
es_es: Tipo de Venta:
id_id: Tipe Penjualan:
it_it: Tipo di vendita:
ka_ge: გაყიდვის ტიპი:
pt_br: Tipo de Vendas:
pt_pt: Tipo de Vendas:
ru_ru: Продажа Тип:

source: Price:
da_dk: Pris:
es_es: Precio:
id_id: Harga:
it_it: Prezzo:
ka_ge: ფასი:
pt_br: Preço:
pt_pt: Preço:
ru_ru: Цена:

source: per
da_dk: pr.
es_es: por
pt_br: por
pt_pt: por
ru_ru: в

source: The price is calculated.
da_dk: Prisen er beregnet.
es_es: El precio ha sido calculado.
id_id: Harga sudah dihitung.
ka_ge: ფასი გაანგარიშებულია.
pt_br: O preço foi calculado.
pt_pt: O preço foi calculado.
ru_ru: Цена рассчитывается.

source: Supplier Purchasing Data
da_dk: Kreditors priskatalog
es_es: Datos de Compra del Proveedor
id_id: Data Pembelian Pemasok
it_it: Dati Acquisto Fornitore
ka_ge: მომწოდებლის შესყიდვების მონაცემები
pt_br: Dados de Compra do Fornecedor
pt_pt: Preços de Compra do Fornecedor
ru_ru: Данные поставщиков Закупки
