Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: Fax number:
da_dk: Fax:
es_es: Número de Fax:
id_id: No Fax:
it_it: Numero di fax:
ka_ge: ფაქსის # :
pt_br: Fax Nº:
pt_pt: Fax Nº:
ru_ru: Номер факса:

source: POS settings
da_dk: POS Indstillinger
es_es: Configuraciones del PDV
id_id: Pengaturan titik penjualan (Point Of Sales)
it_it: Impostazioni POS
ka_ge: POS პარამეტრები
pt_br: Configuração do POS
pt_pt: Configurações de POS
ru_ru: POS настройки

source: The POS name cannot be empty.
da_dk: POS navn må ikke være tom.
es_es: El nombre del PDV no puede estar vacío.
id_id: Nama Titik penjualan (POS) harus diisi.
it_it: Il nome del POS non può essere vuoto.
ka_ge: POS-ის სახელი არ შეიძლება იყოს ცარიელი.
pt_br: O nome do POS deve ser preenchido.
pt_pt: O nome do POS deve ser preenchido.
ru_ru: Название POS не может быть пустым.

source: New point of sale has been added
da_dk: Nyt punkt af salg (POS) er blevet tilføjet
es_es: Un nuevo punto de venta se ha agregado
id_id: Titik penjualan (POS) baru berhasil ditambahkan
it_it: Il nuovo punto vendita è stato aggiunto.
ka_ge: ახალი POS დამატებულია
pt_br: Novo ponto de venda foi adicionado
pt_pt: Novo ponto de venda foi adicionado
ru_ru: Новые точки продажи были добавлены

source: Selected point of sale has been updated
da_dk: Valgte punkt af salg (POS) er blevet opdateret
es_es: Punto de venta seleccionado ha sido actualizado
id_id: Titik penjualan (POS) terpilih berhasil diubah
it_it: Il punto vendita selezionato è stato aggiornato.
ka_ge: არჩეული POS-სი განახლებულია
pt_br: O ponto de venda selecionado foi atualizado.
pt_pt: O ponto de venda selecionado foi atualizado.
ru_ru: Выбранный пункт продажи был обновлен

source: Cannot delete this POS because it is used in users setup.
da_dk: Kan ikke slette denne POS, fordi den bruges i brugernes setup.
es_es: No se puede eliminar este PDV ya que se utiliza en la configuración de los usuarios.
id_id: Titik penjualan (POS) ini tidak dapat dihapus karena sudah dipakai pada pengaturan pengguna.
it_it: Non puoi cancellare questo POS perchè è in uso nel setup degli utenti.
ka_ge: POS-ის წაშლა შეუძლებელია
pt_br: Não é possível deletar este POS porque isto é usado na configuração de usuários.
pt_pt: Não é possível eliminar este POS porque está a ser usado na configuração de utilizadores
ru_ru: Не удается удалить POS, поскольку он используется в настройках пользователей.

source: Selected point of sale has been deleted
da_dk: Valgte punkt af salg (POS) er blevet slettet
es_es: Punto de venta seleccionados ha sido eliminado
id_id: Titik penjualan (POS) terpilih berhasil dihapus
it_it: Il punto vendita selezionato è stato cancellato.
ka_ge: არჩეული POS წაშლილია
pt_br: O ponto de venda selecionado foi deletado
pt_pt: O ponto de venda selecionado foi eliminado
ru_ru: Выбранный пункт продажи был удален

source: POS Name
da_dk: POS Navn
es_es: Nombre del PDV
id_id: Nama Titik penjualan (POS)
it_it: Nome POS
ka_ge: POS სახელი
pt_br: Nome do POS
pt_pt: Nome POS
ru_ru: POS Имя

source: Credit sale
da_dk: Kredit salg
es_es: Venta a crédito
id_id: Penjualan kredit
it_it: Vendita a Credito
ka_ge: კრედიტზე გაყიდვა
pt_br: Venda de crédito
pt_pt: Venda a crédito
ru_ru: Продажа в кредит

source: Cash sale
da_dk: Kontantsalg
es_es: Venta en efectivo
id_id: Penjualan cash
it_it: Vendita per Contanti
ka_ge: ფულზე გაყიდვა
pt_br: Venda à vista
pt_pt: Venda Simplificada
ru_ru: Продажа за наличные

source: Default account
da_dk: Standard konto
es_es: Cuenta por defecto
id_id: Akun default
it_it: Conto predefinito
ka_ge: სტანდარტული ანგარიში
pt_br: Conta padrão
pt_pt: Conta pré-definida
ru_ru: Учетная запись по умолчанию

source: To have cash POS first define at least one cash bank account.
da_dk: For at have POS kontanter definere først mindst én kontant bankkonto.
es_es: Para tener efectivo en el PDV defina primero al menos una cuenta bancaria de efectivo.
id_id: Untuk menggunakan Titik penjualan (POS) cash, minimal ada satu akun bank bertipe cash dalam sistem.
it_it: Per avere un POS di cassa definire almeno un conto bancario di cassa
ka_ge: POS-ისთვის უნდა განსაზღვრო მინუმე ერთი ფულადი საბანკო ანგარიში.
pt_br: Para ter dinheiro POS antes defina pelo menos uma conta corrente.
pt_pt: Para ter valores em numerário no POS deve definir pelo menos uma conta bancária.
ru_ru: Чтобы иметь наличные деньги POS сначала определить по крайней мере один денежный счет в банке.

source: Point of Sale Name
da_dk: Point of Sale navn
es_es: Nombre del Punto de Venta
id_id: Nama Titik penjualan (POS)
it_it: Nome punto vendita
ka_ge: POS სახელი
pt_br: Ponto de Nome de Venda
pt_pt: Nome do Ponto de Venda
ru_ru: Точка продажи Имя

source: Allowed credit sale terms selection:
da_dk: Tilladte kredit salgs vilkår udvalg:
es_es: Selección de términos de venta a credito permitidos:
id_id: Pilihan termin penjualan kredit yang diijinkan:
it_it: Condizioni di vendita sui crediti autorizzati
ka_ge: ნებადართული კრედიტზე გაყიდვის პირობების არჩევა:
pt_pt: Permissão para efetuar vendas a crédito:
ru_ru: Допускается продажа в кредит Условия выбора:

source: Allowed cash sale terms selection:
da_dk: Tilladt kontant salg vilkårs valg:
es_es: Selección de términos de venta en efectivo permitidos:
id_id: Pilihan termin penjualan cash yang diijinkan:
it_it: Condizioni di vendita sulla cassa autorizzata
ka_ge: ნებადართული ფულზე გაყიდვის პირობების არჩევა:
pt_pt: Permissão para efetuar vendas simplificadas:
ru_ru: Допускается продажа за наличные условия выбора:

source: Default cash account
da_dk: Standard kontantkonto
es_es: Cuenta de Efectivo por descarte
id_id: Akun cash default
it_it: Conto di cassa predefinito
ka_ge: სტანდარტული ფულადი ანგარიში
pt_br: Conta de dinheiro padrão
pt_pt: Conta numerário pré-definida
ru_ru: По умолчанию счет денежных

source: POS location
da_dk: POS lokation
es_es: Ubicación del PDV
id_id: Lokasi Titik penjualan (POS)
it_it: Sede inventario
ka_ge: POS მდებარეობა
pt_br: Local do POS
pt_pt: Localização POS
ru_ru: POS местоположение

source: The sales type description cannot be empty.
da_dk: Salgstype beskrivelse kan ikke være tom.
es_es: La descripción del tipo de venta no puede ser vacío.
id_id: Keterangan tipe penjualan harus diisi.
it_it: La descrizione del tipo di vendita non può essere vuota.
ka_ge: გაყიდვების ტიპის აღწერა არ შეიძლება იყოს ცარიელი.
pt_br: A descrição do tipo de vendas deve ser preenchido.
pt_pt: A descrição do tipo de vendas deve ser preenchido.
ru_ru: Описание продажах типа не может быть пустым.

source: Calculation factor must be valid positive number.
da_dk: Beregningsfaktor skal være nummerisk og større end 0.
es_es: El factor de cálculo debe ser un numero positivo válido.
id_id: Faktor perhitungan harus angka positif.
it_it: Il fattore di calcolo deve essere un numero positivo.
ka_ge: კოეფიციენტი უნდა იყოს დადებითი ნულზე მეტი რიცხვი.
pt_br: O fator de cálculo deve ser um número positivo válido
pt_pt: O fator de cálculo deve ser um número positivo válido.
ru_ru: Расчетный коэффициент должен быть действительным положительным числом.

source: New sales type has been added
da_dk: Den nye salgstype er oprettet.
es_es: Un nuevo tipo de ventas ha sido adicionado
id_id: Tipe penjualan baru berhasil ditambahkan
it_it: Il nuovo tipo di vendita è stato aggiunto
ka_ge: ახალი გაყიდვების ტიპი დამატებულია
pt_br: Novo tipo de vendas foi adicionado
pt_pt: Novo tipo de vendas foi adicionado
ru_ru: Новый тип продаж был добавлен

source: Selected sales type has been updated
da_dk: Den valgte salgstype er opdateret
es_es: El tipo de venta seleccionado ha sido actualizado.
id_id: Tipe penjualan terpilih berhasil diubah
it_it: Il tipo di vendita selezionato è stato aggiornato
ka_ge: არჩეული გაყიდვების ტიპი განახლებულია
pt_br: Tipo de vendas selecionado foi atualizado
pt_pt: Tipo de vendas selecionado foi atualizado
ru_ru: Выбранный тип продаж был обновлен

source: Cannot delete this sale type because customer transactions have been created using this sales type.
da_dk: Kan ikke slette denne salgstype da debitor transaktioner referer til den.
es_es: No se puede eliminar este tipo de venta porque se han creado transacciones de cliente que lo usan.
id_id: Tipe penjualan ini tidak dapat dihapus karena sudah digunakan pada transaksi pengguna.
it_it: Non puoi cancellare questo tipo di vendita perchè sono state create transazioni cliente che lo utilizzano.
ka_ge: გაყიდვების ტიპის წაშლა შეუძლებელია, რადგან არსებობს ტრანზაქციები მასზე მინიშნებით.
pt_br: Não é possível deletar este tipo de venda porque porque foram criadas transações de clientes que a utilizam.
pt_pt: Não é possível eliminar este tipo de venda porque porque está a ser utilizado em transações de clientes.

source: Cannot delete this sale type because customers are currently set up to use this sales type.
da_dk: Kan ikke slette denne salgstype da debitorer findes som bruger den.
es_es: No se puede eliminar este tipo de venta porque existen clientes configurados que lo usan.
id_id: Tipe penjualan ini tidak dapat dihapus karena sudah digunakan pada pelanggan.
it_it: Non puoi cancellare questo tipo di vendita perchè ci sono clienti attualmente impostati per utilizzarlo.
ka_ge: გაყიდვის ტიპის წაშლა შეუძლებელია, რადგან არსებობენ მომხმარებლები რომლებიც იყენებენ ამ გაყიდვის ტიპს.
pt_br: Não é possível deletar este tipo de venda porque clientes a utilizam.
pt_pt: Não é possível eliminar este tipo de venda porque está a ser utilizado em clientes

source: Selected sales type has been deleted
da_dk: Den valgte salgstype er slettet
es_es: El tipo de venta seleccionado ha sido eliminado.
id_id: Tipe penjualan terpilih berhasil dihapus
it_it: Il tipo di vendita selezionato è stato cancellato
ka_ge: არჩეული გაყიდვის ტიპი წაშლილია
pt_br: Tipo de vendas selecionado foi deletado
pt_pt: O tipo de vendas selecionado foi eliminado
ru_ru: Выбранный тип продаж был удален

source: Type Name
da_dk: Typenavn:
es_es: Nombre de Tipo
id_id: Nama Tipe
it_it: Nome Tipo
ka_ge: ტიპის სახელი
pt_br: Nome do Tipo
pt_pt: Nome do Tipo
ru_ru: Имя типа

source: Factor
da_dk: Faktor
id_id: Faktor
it_it: Fattore
ka_ge: კოეფიციენტი
pt_br: Fator
pt_pt: Fator
ru_ru: Фактор

source: Tax Incl
da_dk: Afgift inkl.
es_es: Impuesto Incluido
id_id: Termasuk Pajak
it_it: Tassa Incl
ka_ge: დღგ-ს ჩათვლით
pt_br: Impostos Inclusos
pt_pt: Impostos Inc.
ru_ru: С НДС

source: Marked sales type is the company base pricelist for prices calculations.
da_dk: Markeret salgstype er standard prislisten for prisberegninger.
es_es: Tipo de ventas marcada es la base de precios de lista de la compañia para el cálculo de precios
id_id: Tipe penjualan yang ditandai merupakan basis harga perusahaan untuk perhitungan harga.
it_it: Il tipo di vendita selezionata è il listino prezzi base dell'azienda per il calcolo dei prezzi
ka_ge: მონიშნული გაყიდვების ტიპი კომპანიის ძირითადი პრაისლისტია ფასების საანგარიშოდ.
pt_br: Os tipos de vendas marcados são base da lista de preços da empresa para cálculos de preços.
pt_pt: Os tipos de vendas selecionados são a base da lista de preços da empresa para cálculos de preços.

source: Sales Type Name
da_dk: Salgstype navn
es_es: Nombre de Tipo de Venta
id_id: Nama Tipe Penjualan
it_it: Nome Tipo di Vendita
ka_ge: გაყიდვების ტიპის სახელი
pt_br: Nome do Tipo de Vendas
pt_pt: Nome do Tipo de Vendas
ru_ru: Продажа Тип Имя

source: Calculation factor
da_dk: Beregningsfaktor
es_es: Factor de cálculo
id_id: Faktor perhitungan
it_it: Fattore di Calcolo
ka_ge: კოეფიციენტი
pt_br: Fator de cálculo
pt_pt: Fator de cálculo
ru_ru: Расчет фактора

source: Tax included
da_dk: Afgift inkluderet
es_es: Impuesto Incluido
id_id: Termasuk pajak
it_it: Tassa inclusa
ka_ge: დღგ-ს ჩათვლით
pt_br: Impostos Incluídos
pt_pt: Impostos Incluídos
ru_ru: Налоги, включаемые

source: View Credit Note
da_dk: Vis kreditnota
es_es: Ver Nota de Crédito
id_id: Tampilkan nota kredit
it_it: Visualizza Nota di Credito
ka_ge: დაათვალიერე კრედიტ მემო
pt_br: Vizualizar Nota de Crédito
pt_pt: Visualizar Nota de Crédito
ru_ru: Просмотр кредит-ноты

source: CREDIT NOTE #%d
da_dk: KREDITNOTA #%d
es_es: NOTA DE CRÉDITO Nº%d
id_id: NOTA KREDIT #%d
it_it: NOTA DI CREDITO #%d
ka_ge: კრედიტ მემო #%d
pt_br: NOTA DE CRÉDITO #%d
pt_pt: NOTA DE CREDITO Nº %d

source: There are no line items on this credit note.
da_dk: Der findes ingen linier på denne kreditnota.
es_es: No existen líneas de artículos en esta nota de crédito.
id_id: Tidak ada baris pada nota kredit ini.
it_it: Non ci sono righe articolo in questa nota di credito.
ka_ge: კრედიტ მემო ცარიელია.
pt_br: Não há linha de itens nesta nota de crédito.
pt_pt: Nesta nota de crédito não existe uma linha de artigos.
ru_ru: Есть нет позиции по этому кредиту записку.

source: View Sales Dispatch
da_dk: Vis leverance
es_es: Ver Envíos
id_id: Tampilkan pengiriman penjualan
it_it: Visualizza Spedizione di Vendita
ka_ge: დაათვალიერე გაყიდვების გაგზავნა
pt_br: Visualizar Despachados
pt_pt: Visualizar Vendas Expedidas
ru_ru: Посмотреть продаж доставка

source: DISPATCH NOTE #%d
da_dk: FØLGESEDDEL #%d
es_es: NOTA DE ENVÍO Nº%d
id_id: NOTA PENGIRIMAN #%d
it_it: NOTA DI SPEDIZIONE #%d
ka_ge: სასაქონლო ზედნადები #%d
pt_br: NOTA DE ENTREGA #%d
pt_pt: NOTA EXPEDIÇÃO Nº %d

source: Charge Branch
da_dk: Fakturer afdeling
es_es: Cargar Sucursal
id_id: Cabang yang ditagih
it_it: Filiale Principale
ka_ge: დაარიცხე ფილიალს
pt_br: Unidade Faturada
pt_pt: Carga na Filial
ru_ru: Charge отделения

source: Customer Order Ref.
da_dk: Debitor ordre ref.
es_es: Ref. Pedido de Cliente
id_id: Ref order Pelanggan
it_it: Rif. Ordine Cliente
ka_ge: მომხმარებლის შეკვეთის მინშნ.
pt_br: Ref. do Pedido de Cliente
pt_pt: Ref. Pedido de Cliente
ru_ru: Ref заказа клиента.

source: Dispatch Date
da_dk: Lev. dato
es_es: Fecha de Envío
id_id: Tanggal Pengiriman
it_it: Data di spedizione
ka_ge: გაგზავნის თარიღი
pt_br: Data do Despacho
pt_pt: Data de Expedição
ru_ru: Дата отправки

source: There are no line items on this dispatch.
da_dk: Der findes ingen varelinier på denne leverance.
es_es: No existen líneas de artículos en este envío.
id_id: Tidak ada baris kiriman pada nota pengiriman ini.
it_it: Non ci sono righe articolo in questa spedizione
ka_ge: გაგზავნა ცარიელია.
pt_br: Não há linha de itens neste despache.
pt_pt: Não existem linhas de artigos nesta Expedição
ru_ru: Есть нет позиции по этому отправки.

source: TOTAL VALUE
da_dk: TOTAL VÆRDI
es_es: VALOR TOTAL
id_id: NILAI TOTAL
it_it: VALORE TOTALE
ka_ge: ჯამური ღირებულება
pt_br: VALOR TOTAL
pt_pt: VALOR TOTAL
ru_ru: ОБЩАЯ СУММА

source: This dispatch has been voided.
da_dk: Leverancen er nulstillet.
es_es: Este envío ha sido facturado.
id_id: Pengiriman ini berhasil dibatalkan (void).
it_it: Questa spedizione è stata annullata.
ka_ge: გაგზავნა გაუქმებულია.
pt_br: Este depache foi inválidado.
pt_pt: Esta Nota Expedição foi anulada.
ru_ru: Этот диспетчер была аннулирована.

source: View Sales Invoice
da_dk: Vis faktura
es_es: Ver Factura de Ventas
id_id: Tampilkan Tagihan
it_it: Visualizza Fattura di Vendita
ka_ge: იხილე გაყიდვის ინვოისი
pt_br: Visualizar Fatura de Venda
pt_pt: Visualizar Fatura de Vendas
ru_ru: Просмотр Расходная накладная

source: SALES INVOICE #%d
da_dk: FAKTURA #%d
es_es: FACTURA DE VENTAS Nº%d
id_id: TAGIHAN #%d
it_it: FATTURE DI VENDITA #%d
ka_ge: გაყიდვის ინვოისი #%d
pt_br: FATURA DE VENDAS #%d
pt_pt: FATURA DE VENDAS Nº %d

source: There are no line items on this invoice.
da_dk: Der findes ingen linier på denne faktura.
es_es: No existen líneas de artículos en esta factura.
id_id: Tidak ada baris pada tagihan ini.
it_it: Non ci sono righe articoli in questa fattura.
ka_ge: ინვოისი ცარიელია.
pt_br: Não há linha de itens nesta fatura.
pt_pt: Não existem linhas de artigos nesta fatura.
ru_ru: Есть никаких позиции на этот счет.

source: View Customer Payment
da_dk: Vis indbetaling
es_es: Ver Pagos de Cliente
id_id: Tampilkan Pembayaran Pelanggan
it_it: Visualizza Pagamento Cliente
ka_ge: იხილე მომხმარებლის გადახდა
pt_br: Visualizar Pagamento do Cliente
pt_pt: Visualizar Pagamento do Cliente
ru_ru: Посмотреть клиентов оплаты

source: Customer Payment #%d
da_dk: Debitor Indbetaling #%d
es_es: Pago de Cliente Nº%d
id_id: Pembayaran Pelanggan #%d
it_it: Pagamento Cliente #%d
ka_ge: მომხმარებლის გადახდა #%d
pt_br: Pagamento do Cliente #%d
pt_pt: Pagamento do Cliente Nº %d

source: From Customer
da_dk: Fra debitor
es_es: Del Cliente
id_id: Dari Pelanggan
it_it: Da cliente
ka_ge: მომხმარებლისგან
pt_br: Do Cliente
pt_pt: Do Cliente
ru_ru: От клиентов

source: Date of Deposit
da_dk: Indbet.dato
es_es: Fecha de Depósito
id_id: Tanggal Penerimaan
it_it: Data del Deposito
ka_ge: დეპოზიტის თარიღი
pt_br: Data do Depósito
pt_pt: Data do Depósito
ru_ru: Дата сдачи на хранение

source: Into Bank Account
da_dk: Til Bankkonto
es_es: Hacia Cuenta Bancaria
id_id: Ke Akun Bank
it_it: Nel Conto Corrente
ka_ge: საბანკო ანგარიშზე
pt_br: Na Conta Corrente
pt_pt: Na conta bancária
ru_ru: На банковский счет

source: This customer payment has been voided.
da_dk: Indbetalingen er nulstillet.
es_es: El pago de este cliente ha sido anulado.
id_id: Pembayaran ini berhasil dibatalkan (void).
it_it: Questo pagamento cliente è stato annullato.
ka_ge: მომხმარებლის გადახდა გაუქმებულია.
pt_br: Este Pagamento de Cliente foi inválidado.
pt_pt: Este Pagamento de Cliente foi anulado.
ru_ru: Этот клиент оплата была аннулирована.

source: View Sales Quotation
da_dk: Se Salg Tilbud
es_es: Ver Presupuestos
id_id: Tampilkan Penawaran
it_it: Visualizza Preventivo di vendita
ka_ge: დაათვალიერე გაყიდვების შეთავაზება
pt_br: Visualizar Cotação de Vendas
pt_pt: Visualizar Cotação de Vendas
ru_ru: Посмотреть предложения по продажам

source: Sales Quotation #%d
da_dk: Salgs Tilbud #%d
es_es: Presupuesto Nº%d
id_id: Penawaran #%d
it_it: Preventivo di Vendita #%d
ka_ge: გაყიდვების შეთავაზება #%d
pt_br: Cotação de Vendas #%d
pt_pt: Cotação de Vendas nº %d

source: View Sales Order
da_dk: Vis ordre
es_es: Ver Pedido
id_id: Tampilkan Order Penjualan
it_it: Visualizza Ordine di Vendita
ka_ge: დაათვალიერე გაყიდვების შეკვეთა
pt_br: Visualiar Pedido de Venda
pt_pt: Visualizar Encomenda de Cliente
ru_ru: Просмотр заказов

source: Sales Order #%d
da_dk: Ordre #%d
es_es: Pedido Nº%d
id_id: Order Penjualan #%d
it_it: Ordine di Vendita #%d
ka_ge: გაყიდვების შეკვეთა
pt_br: Pedido de Venda #%d
pt_pt: Encomenda nº %d

source: Order Information
da_dk: Ordre information
es_es: Información del Pedido
id_id: Keterangan Order
it_it: Informazioni Ordine
ka_ge: შეკვეთის დეტალები
pt_br: Informações do Pedido
pt_pt: Informação da Encomenda
ru_ru: Информация для заказа

source: Customer Name
da_dk: Debitor navn
es_es: Nombre de Cliente
id_id: Nama Pelanggan
it_it: Nome cliente
ka_ge: მომხმარებლის სახელი
pt_br: Nome do Cliente
pt_pt: Nome do Cliente
ru_ru: Имя клиента

source: Deliver To Branch
da_dk: Leveres til afd.
es_es: Entregar a Sucursal
id_id: Kirim ke cabang
it_it: Consegna a Filiale
ka_ge: მიაწოდე ფილიალს
pt_br: Entregar na Unidade
pt_pt: Para entregar na Filial
ru_ru: Доставка в отделение

source: Requested Delivery
da_dk: Forespurgt leveringsdato
es_es: Entrega Solicitada
id_id: Pengiriman diminta
it_it: Richieste di consegna
ka_ge: მოთხოვნილი მიწოდება
pt_br: Data para Entrega
pt_pt: Entrega Solicitada
ru_ru: Запрашиваемые доставки

source: Deliver From Location
da_dk: Leveres fra lagerplads
es_es: Entregar De ubicación
id_id: Kirim dari lokasi
it_it: Consegna da Sede
ka_ge: მიაწოდე ადგილიდან
pt_br: Entrega do Local
pt_pt: Entrega no Local
ru_ru: Доставка из Расположение

source: Telephone
da_dk: Telefon
es_es: Teléfono
id_id: Telepon
it_it: Telefono
ka_ge: ტელეფონის #
pt_br: Telefone
pt_pt: Telefone
ru_ru: Телефон

source: This Sales Order is used as a Template.
da_dk: Denne Salgs Ordre bruges som en Skabelon.
es_es: Este Pedido es usado como Plantilla.
id_id: Order penjualan ini dipakai sebagai template.
it_it: Quest'Ordine di Vendita è usato come Template.
ka_ge: ეს გაყიდვების შეკვეთა გამოიყენება როგორც შაბლონი.
pt_br: Este Pedido de Vendas é usado como Modelo.
pt_pt: Esta Encomenda já está a ser utilizada como Template para Avenças.
ru_ru: Это заказов используется в качестве шаблона.

source: Quantity Delivered
da_dk: Antal leveret
es_es: Cantidad Enviada
id_id: Kuantitas terkirim
it_it: Quantità Consegnata
ka_ge: მიწოდებული რაოდენობა
pt_br: Quantidade Entregue
pt_pt: Quantidade Entregue
ru_ru: Доставленное количество

source: Customer Allocation Inquiry
da_dk: Debitorstyring, indbetaling
es_es: Consultar Asignaciones a Cliente
id_id: Pencarian alokasi pelanggan
it_it: Ricerca Stanziamento Cliente
ka_ge: მომხმარებლის განაწილების დაკითხვა
pt_br: Consulta de Alocação de Cliente
pt_pt: Consulta de Liquidações de Cliente
ru_ru: Распределение запросов клиентов

source: Allocation
da_dk: Allokering
es_es: Asignación
id_id: Alokasi
it_it: Allocazione
ka_ge: განაწილება
pt_br: Alocação
pt_pt: Liquidação
ru_ru: Распределение

source: Customer Transactions
da_dk: Debitorstyring
es_es: Transacciones de Clientes
id_id: Transaksi Pelanggan
it_it: Transazioni cliente
ka_ge: მომხმარებლის ტრანზაქციები
pt_br: Transações do Cliente
pt_pt: Transações de Clientes
ru_ru: Клиентских операций

source: CUSTOMER ACCOUNT IS ON HOLD
da_dk: DEBITORKONTO ER SPÆRRET
es_es: LA CUENTA DEL CLIENTE ESTA BLOQUEADA
id_id: AKUN PELANGGAN SEDANG DITAHAN
it_it: CONTO CLIENTE IN SOSPESO
ka_ge: მომხმარებლის ანგარიში გაყინულია
pt_br: CONTA DE CLIENTE ESTA EM ESPERA
pt_pt: CONTA CLIENTE ESTÁ BLOQUEADA
ru_ru: Счета клиента на удержание

source: Print Receipt
da_dk: Skriv Kvittering
es_es: Imprimir Recibo
id_id: Cetak Tanda Terima
it_it: Stampa Ricevuta
ka_ge: დაბეჭდე ქვითარი
pt_pt: Imprimir Recibo
ru_ru: Распечатать получение

source: Search Not Invoiced Deliveries
da_dk: Søg ikke fakturerede leverancer
es_es: Buscar las Entregas No Facturadas
id_id: Cari Pengiriman belum ditagih
it_it: Cerca consegne non fatturate
ka_ge: მოძებნე დასაინვოისირებელი მიწოდებები
pt_br: Converter Entrega em Fatura de Venda
pt_pt: Pesquisa de Entregas não faturadas
ru_ru: Поиск Не счетам Поставки

source: Search All Deliveries
da_dk: Søg alle leverancer
es_es: Buscar Todas las Entregas
id_id: Cari semua pengiriman
it_it: Cerca tutte le consegne
ka_ge: მოძებნე ყველა მიწოდება
pt_br: Buscar Todas as Entregas
pt_pt: Pesquisar Todas as Entregas
ru_ru: Поиск Все Поставки

source: For batch invoicing you should select at least one delivery. All items must be dispatched to the same customer branch.
da_dk: For batch-fakturering må du vælge mindst en leverance. Alle varer skal være leverede til samme kundeafdeling.
es_es: Para la facturación por lotes, debe seleccionar al menos un envío. Todos los artículos deben ser enviados a la misma sucursal de cliente.
id_id: Untuk penagihan sekaligus anda harus memilih minimal satu pengiriman. Seluruh baris harus dikirim ke cabang pelanggan yang sama.
it_it: Per fatture raggruppate selezionare almeno una spedizione. Tutti gli articoli devono essere spediti alla stessa filiale del cliente.
ka_ge: ჯგუფური ინვოისირებისთვის უნდა აირჩიო მინიმუმ ერთი ზედნადები. ყველა დასახელება გასაგზავნია იგივე მომხმარებლის ფილიალში.
pt_br: Para Faturamento de lote você deveria selecione no mínimo uma entrega. Todos itens devem ser despachados para a mesma unidade de cliente.
pt_pt: Para faturação em lote deve: selecionar pelo menos uma entrega. Todos os artigos devem ser expedidos para a mesma filial do cliente.

source: Delivery #
da_dk: Levering #
es_es: Nº Entrega
id_id: Pengiriman #
it_it: Consegna #
ka_ge: ზედნადები #
pt_br: Entrega #
pt_pt: Nº Entrega
ru_ru: Доставка #

source: Cust Ref
da_dk: Debitor Ref
es_es: Referencia de Cliente
id_id: Ref Pelanggan
it_it: Rif Cli
ka_ge: მომხმარებლის მინშნ.
pt_br: Custo Ref.
pt_pt: Ref. Cli.
ru_ru: Cust работе

source: Due By
da_dk: Faktura deadline
es_es: Debido por
id_id: Jatuh tempo
it_it: Scaduta entro
ka_ge: გადასახდელია
pt_br: Devido Por
pt_pt: Devido Por
ru_ru: Из-за По
