Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.18-1.po
Languages: fa_ir

source: Date of Deposit:
fa_ir: تاریخ واریز:

source: Payment Amount:
fa_ir: مقدار پرداخت:

source: Customer prompt payment discount :
fa_ir: تخفیف پرداخت سریع مشتری:

source: Add Payment
fa_ir: اضافه کردن پرداخت

source: Update Payment
fa_ir: به روزرسانی پرداخت

source: Direct Sales Delivery
fa_ir: تحویل فروش مستقیم

source: Fixed Assets Sale
fa_ir: فروش دارایی های ثابت

source: Direct Sales Invoice
fa_ir: فاکتور فروش مستقیم

source: Modifying Sales Order # %d
fa_ir: تغییر سفارش فروش # %d

source: Modifying Sales Quotation # %d
fa_ir: تغییر پیش فاکتور فروش # %d

source: New Sales Order Entry
fa_ir: ورود سفارش فروش جدید

source: New Sales Quotation Entry
fa_ir: ورود پیش فاکتور فروش جدید

source: Sales Order Entry
fa_ir: ورود سفارش فروش

source: This order cannot be edited because there are invoices or payments related to it, and prepayment terms were used.
fa_ir: این سفارش نمی تواند ویرایش شود زیرا فاکتورها یا پرداخت های مرتبط با آن وجود دارد و شرایط پیش پرداخت استفاده شده است.

source: Order # %d has been entered.
fa_ir: سفارش # %d وارد شده است.

source: &View This Order
fa_ir: &مشاهده این سفارش

source: Make &Delivery Against This Order
fa_ir: تحویل در برابر این سفارش

source: Enter a &New Order
fa_ir: وارد کردن سفارش جدید

source: Order # %d has been updated.
fa_ir: سفارش # %d به روزرسانی شده است.

source: Confirm Order Quantities and Make &Delivery
fa_ir: تأیید مقادیر سفارش و تحویل

source: Select A Different &Order
fa_ir: انتخاب سفارش دیگری

source: Quotation # %d has been entered.
fa_ir: پیش فاکتور # %d وارد شده است.

source: &View This Quotation
fa_ir: &مشاهده این پیش فاکتور

source: &Print This Quotation
fa_ir: &چاپ این پیش فاکتور

source: &Email This Quotation
fa_ir: &ایمیل این پیش فاکتور

source: Make &Sales Order Against This Quotation
fa_ir: سفارش فروش در برابر این پیش فاکتور

source: Enter a New &Quotation
fa_ir: وارد کردن پیش فاکتور جدید

source: Quotation # %d has been updated.
fa_ir: پیش فاکتور # %d به روزرسانی شده است.

source: Select A Different &Quotation
fa_ir: انتخاب پیش فاکتور دیگری

source: Make &Invoice Against This Delivery
fa_ir: فاکتور در برابر این تحویل

source: Enter a New Template &Delivery
fa_ir: وارد کردن تحویل الگوی جدید

source: Enter a &New Delivery
fa_ir: وارد کردن یک تحویل جدید

source: Invoice # %d has been entered.
fa_ir: فاکتور # %d وارد شده است.

source: &Print Sales Invoice
fa_ir: &چاپ فاکتور فروش

source: &Email Sales Invoice
fa_ir: &ایمیل فاکتور فروش

source: Print &Receipt
fa_ir: چاپ &رسید

source: Enter a &New Template Invoice
fa_ir: وارد کردن یک فاکتور الگوی جدید

source: Enter a &New Direct Invoice
fa_ir: وارد کردن یک فاکتور مستقیم جدید

source: Pre-payment required have to be positive and less than total amount.
fa_ir: پیش پرداخت مورد نیاز باید مثبت و کمتر از مجموع کل باشد.

source: You must enter the person or company to whom delivery should be made to.
fa_ir: شما باید شخص یا شرکتی را که تحویل باید به آن انجام شود وارد کنید.

source: You should enter the street address in the box provided. Orders cannot be accepted without a valid street address.
fa_ir: شما باید آدرس خیابان را در کادر ارائه شده وارد کنید. سفارشات بدون آدرس خیابان معتبر پذیرفته نمی شوند.

source: The shipping cost entered is expected to be numeric.
fa_ir: هزینه حمل و نقل وارد شده باید عددی باشد.

source: The Valid date is invalid.
fa_ir: تاریخ معتبر نامعتبر است.

source: The delivery date is invalid.
fa_ir: تاریخ تحویل نامعتبر است.

source: The requested valid date is before the date of the quotation.
fa_ir: تاریخ معتبر درخواست شده قبل از تاریخ پیش فاکتور است.

source: The requested delivery date is before the date of the order.
fa_ir: تاریخ تحویل درخواست شده قبل از تاریخ سفارش است.

source: You need to define a cash account for your Sales Point.
fa_ir: شما باید یک حساب نقدی برای نقطه فروش خود تعریف کنید.

source: The reference number field has been increased. Please save the document again.
fa_ir: فیلد شماره مرجع افزایش یافته است. لطفاً سند را دوباره ذخیره کنید.

source: The item could not be updated because you are attempting to set the quantity ordered to less than 0, or the discount percent to more than 100.
fa_ir: این مورد نمی تواند به روزرسانی شود زیرا شما در تلاش هستید مقدار سفارش را کمتر از 0 تنظیم کنید یا درصد تخفیف را بیشتر از 100 قرار دهید.

source: Price for inventory item must be entered and can not be less than 0
fa_ir: قیمت برای مورد موجودی باید وارد شود و نمی تواند کمتر از 0 باشد

source: You attempting to make the quantity ordered a quantity less than has already been delivered. The quantity delivered cannot be modified retrospectively.
fa_ir: شما در تلاش هستید مقدار سفارش را کمتر از مقداری که قبلاً تحویل داده شده است قرار دهید. مقدار تحویل داده شده نمی تواند به طور معکوس تغییر کند.

source: Price %s is below Standard Cost %s
fa_ir: قیمت %s کمتر از هزینه استاندارد %s است

source: This item cannot be deleted because some of it has already been delivered.
fa_ir: این مورد نمی تواند حذف شود زیرا برخی از آن قبلاً تحویل داده شده است.

source: Direct delivery entry has been cancelled as requested.
fa_ir: ورود تحویل مستقیم به درخواست شما لغو شده است.

source: Enter a New Sales Delivery
fa_ir: وارد کردن یک تحویل فروش جدید

source: Direct invoice entry has been cancelled as requested.
fa_ir: ورود فاکتور مستقیم به درخواست شما لغو شده است.

source: Enter a New Sales Invoice
fa_ir: وارد کردن یک فاکتور فروش جدید

source: This sales quotation has been cancelled as requested.
fa_ir: این پیش فاکتور فروش به درخواست شما لغو شده است.

source: Enter a New Sales Quotation
fa_ir: وارد کردن یک پیش فاکتور فروش جدید

source: Undelivered part of order has been cancelled as requested.
fa_ir: قسمت تحویل نشده سفارش به درخواست شما لغو شده است.

source: Select Another Sales Order for Edition
fa_ir: انتخاب یک سفارش فروش دیگر برای ویرایش

source: This sales order has been cancelled as requested.
fa_ir: این سفارش فروش به درخواست شما لغو شده است.

source: Enter a New Sales Order
fa_ir: وارد کردن یک سفارش فروش جدید

source: Sales Invoice Items
fa_ir: اقلام فاکتور فروش

source: Enter Delivery Details and Confirm Invoice
fa_ir: وارد کردن جزئیات تحویل و تأیید فاکتور

source: Place Invoice
fa_ir: صدور فاکتور

source: Delivery Note Items
fa_ir: اقلام یادداشت تحویل

source: Enter Delivery Details and Confirm Dispatch
fa_ir: وارد کردن جزئیات تحویل و تأیید ارسال

source: Cancel Delivery
fa_ir: لغو تحویل

source: Place Delivery
fa_ir: صدور تحویل

source: Quotation Date:
fa_ir: تاریخ پیش فاکتور:

source: Sales Quotation Items
fa_ir: اقلام پیش فاکتور فروش

source: Enter Delivery Details and Confirm Quotation
fa_ir: وارد کردن جزئیات تحویل و تأیید پیش فاکتور

source: Cancel Quotation
fa_ir: لغو پیش فاکتور

source: Place Quotation
fa_ir: صدور پیش فاکتور

source: Commit Quotations Changes
fa_ir: تأیید تغییرات پیش فاکتور

source: Enter Delivery Details and Confirm Order
fa_ir: وارد کردن جزئیات تحویل و تأیید سفارش

source: Commit Order Changes
fa_ir: تأیید تغییرات سفارش

source: Cancels document entry or removes sales order when editing an old document
fa_ir: لغو ورود سند یا حذف سفارش فروش هنگام ویرایش یک سند قدیمی

source: You are about to void this Document.\nDo you want to continue?
fa_ir: شما در حال لغو این سند هستید.\nآیا می خواهید ادامه دهید؟

source: Validate changes and update document
fa_ir: تأیید تغییرات و به روزرسانی سند

source: You are about to cancel undelivered part of this order.\nDo you want to continue?
fa_ir: شما در حال لغو قسمت تحویل نشده این سفارش هستید.\nآیا می خواهید ادامه دهید؟

source: Allocate Customer Payment or Credit Note
fa_ir: اختصاص پرداخت مشتری یا یادداشت اعتبار

source: Allocation of %s # %d
fa_ir: اختصاص %s # %d

source: Customer Allocations
fa_ir: اختصاصات مشتری

source: You have to enter valid stock code or nonempty description
fa_ir: شما باید کد موجودی معتبر یا توضیحات غیرخالی وارد کنید

source: This edit session has been abandoned by opening sales document in another browser tab. You cannot edit more than one sales document at once.
fa_ir: این جلسه ویرایش به دلیل باز کردن سند فروش در یک تب دیگر مرورگر رها شده است. شما نمی توانید بیش از یک سند فروش را به طور همزمان ویرایش کنید.

source: Unsuspected overallocation happened due to sparse credit notes exists for this invoice. Check all credit notes allocated to this invoice for summarized freight charges.
fa_ir: اختصاص بیش از حد غیرمنتظره به دلیل وجود یادداشت های اعتبار پراکنده برای این فاکتور رخ داده است. تمام یادداشت های اعتباری اختصاص داده شده به این فاکتور را برای هزینه های حمل و نقل خلاصه شده بررسی کنید.

source: Unknown %s price for '%s' in pricelist '%s'
fa_ir: قیمت ناشناخته %s برای '%s' در فهرست قیمت '%s'

source: Return
fa_ir: بازگشت

source: Ex Inv:
fa_ir: فاکتور قبلی:

source: Deleted.
fa_ir: حذف شده.

source: Customer Currency:
fa_ir: ارز مشتری:

source: Shipping Company:
fa_ir: شرکت حمل و نقل:

source: Customer Discount:
fa_ir: تخفیف مشتری:

source: This item is already on this document. You have been warned.
fa_ir: این مورد قبلاً در این سند وجود دارد. به شما هشدار داده شده است.

source: The selected customer and branch are not valid, or the customer does not have any branches.
fa_ir: مشتری و شعبه انتخاب شده معتبر نیستند، یا مشتری هیچ شعبه ای ندارد.

source: Shipping Charge
fa_ir: هزینه حمل و نقل

source: No customer found for entered text.
fa_ir: هیچ مشتری برای متن وارد شده پیدا نشد.

source: The selected customer does not have any branches. Please create at least one branch.
fa_ir: مشتری انتخاب شده هیچ شعبه ای ندارد. لطفاً حداقل یک شعبه ایجاد کنید.

source: Customer's payment terms '%s' cannot be selected on this POS
fa_ir: شرایط پرداخت مشتری '%s' نمی تواند در این نقطه فروش انتخاب شود

source: Reference number unique for this document type
fa_ir: شماره مرجع منحصر به فرد برای این نوع سند

source: Price List:
fa_ir: فهرست قیمت:

source: Date of order receive
fa_ir: تاریخ دریافت سفارش

source: [Select item]
fa_ir: [انتخاب مورد]

source: Cash payment
fa_ir: پرداخت نقدی

source: Deliver from Location:
fa_ir: تحویل از مکان:

source: Cash account:
fa_ir: حساب نقدی:

source: Delivery Details
fa_ir: جزئیات تحویل

source: Invoice Delivery Details
fa_ir: جزئیات تحویل فاکتور

source: Invoice before
fa_ir: فاکتور قبل از

source: Quotation Delivery Details
fa_ir: جزئیات تحویل پیش فاکتور

source: Order Delivery Details
fa_ir: جزئیات تحویل سفارش

source: Enter requested day of delivery
fa_ir: روز درخواست شده برای تحویل را وارد کنید

source: Enter Valid until Date
fa_ir: تاریخ معتبر تا را وارد کنید

source: Deliver To:
fa_ir: تحویل به:

source: Additional identifier for delivery e.g. name of receiving person
fa_ir: شناسه اضافی برای تحویل، مثلاً نام شخص دریافت کننده

source: Delivery address. Default is address of customer branch
fa_ir: آدرس تحویل. پیش فرض آدرس شعبه مشتری است

source: Contact Phone Number:
fa_ir: شماره تلفن تماس:

source: Phone number of ordering person. Defaults to branch phone number
fa_ir: شماره تلفن شخص سفارش دهنده. پیش فرض شماره تلفن شعبه است

source: Customer Reference:
fa_ir: مرجع مشتری:

source: Customer reference number for this order (if any)
fa_ir: شماره مرجع مشتری برای این سفارش (در صورت وجود)

source: Customer Allocation Inquiry
fa_ir: استعلام تخصیص مشتری

source: Allocation
fa_ir: تخصیص

source: Customer Branches
fa_ir: شعبه های مشتری

source: Contact
fa_ir: تماس

source: Customer Transactions
fa_ir: معاملات مشتری

source: Copy Delivery
fa_ir: کاپی تحویل

source: Copy Invoice
fa_ir: کاپی فاکتور

source: Print Receipt
fa_ir: چاپ رسید

source: CUSTOMER ACCOUNT IS ON HOLD
fa_ir: حساب مشتری در حالت تعلیق است

source: Search Not Invoiced Deliveries
fa_ir: جستجوی تحویل های بدون فاکتور

source: Search All Deliveries
fa_ir: جستجوی تمام تحویل ها

source: For batch invoicing you should select at least one delivery. All items must be dispatched to the same customer branch.
fa_ir: برای فاکتورگیری دسته ای شما باید حداقل یک تحویل را انتخاب کنید. تمام اقلام باید به همان شعبه مشتری ارسال شوند.

source: Delivery #
fa_ir: تحویل #

source: Cust Ref
fa_ir: مرجع مشتری

source: Due By
fa_ir: تاریخ سررسید

source: Delivery Total
fa_ir: مجموع تحویل

source: Batch
fa_ir: دسته

source: Batch Invoicing
fa_ir: فاکتورگیری دسته ای

source: Search Outstanding Sales Orders
fa_ir: جستجوی سفارشات فروش معوق

source: Search Template for Invoicing
fa_ir: جستجوی الگو برای فاکتورگیری

source: Select Template for Delivery
fa_ir: انتخاب الگو برای تحویل

source: Invoicing Prepayment Orders
fa_ir: فاکتورگیری سفارشات پیش پرداخت

source: Search All Sales Orders
fa_ir: جستجوی تمام سفارشات فروش

source: Search All Sales Quotations
fa_ir: جستجوی تمام پیش فاکتورها

source: Dispatch
fa_ir: ارسال

source: Set this order as a template for direct deliveries/invoices
fa_ir: تنظیم این سفارش به عنوان الگو برای تحویل ها/فاکتورهای مستقیم

source: Prepayment Invoice
fa_ir: فاکتور پیش پرداخت

source: Final Invoice
fa_ir: فاکتور نهایی

source: Show All:
fa_ir: نمایش همه:

source: Order #
fa_ir: سفارش #

source: Cust Order Ref
fa_ir: مرجع سفارش مشتری

source: Delivery To
fa_ir: تحویل به

source: Quote #
fa_ir: پیش فاکتور #

source: Quote Date
fa_ir: تاریخ پیش فاکتور

source: Quote Total
fa_ir: مجموع پیش فاکتور

source: New Payments
fa_ir: پرداخت های جدید

source: Tmpl
fa_ir: الگو

source: Credit Status
fa_ir: وضعیت اعتبار

source: The credit status description cannot be empty.
fa_ir: توضیحات وضعیت اعتبار نمی تواند خالی باشد.

source: New credit status has been added
fa_ir: وضعیت اعتبار جدید اضافه شده است

source: Selected credit status has been updated
fa_ir: وضعیت اعتبار انتخاب شده به روزرسانی شده است

source: Cannot delete this credit status because customer accounts have been created referring to it.
fa_ir: نمی توان این وضعیت اعتبار را حذف کرد زیرا حساب های مشتری به آن ارجاع داده شده اند.

source: Selected credit status has been deleted
fa_ir: وضعیت اعتبار انتخاب شده حذف شده است

source: Dissallow Invoices
fa_ir: اجازه ندادن به فاکتورها

source: Invoice OK
fa_ir: فاکتور تأیید شده

source: NO INVOICING
fa_ir: بدون فاکتورگیری

source: Dissallow invoicing ?
fa_ir: آیا اجازه ندادن به فاکتورگیری؟

source: The customer name cannot be empty.
fa_ir: نام مشتری نمی تواند خالی باشد.

source: The customer short name cannot be empty.
fa_ir: نام کوتاه مشتری نمی تواند خالی باشد.

source: The credit limit must be numeric and not less than zero.
fa_ir: حد اعتبار باید عددی باشد و کمتر از صفر نباشد.

source: The payment discount must be numeric and is expected to be less than 100% and greater than or equal to 0.
fa_ir: تخفیف پرداخت باید عددی باشد و انتظار می رود کمتر از 100% و بزرگتر یا برابر با 0 باشد.

source: The discount percentage must be numeric and is expected to be less than 100% and greater than or equal to 0.
fa_ir: فیصدی تخفیف باید عددی باشد و انتظار میرود که کمتر از 100% و بیشتر یا مساوی به 0 باشد.

source: Customer has been updated.
fa_ir: مشتری به روزرسانی شده است.

source: A new customer has been added.
fa_ir: یک مشتری جدید اضافه شده است.

source: A default Branch has been automatically created, please check default Branch values by using link below.
fa_ir: یک شعبه پیش فرض به طور خودکار ایجاد شده است، لطفاً مقادیر شعبه پیش فرض را با استفاده از لینک زیر بررسی کنید.

source: This customer cannot be deleted because there are transactions that refer to it.
fa_ir: این مشتری نمی تواند حذف شود زیرا معاملاتی به آن ارجاع داده شده است.

source: Cannot delete the customer record because orders have been created against it.
fa_ir: نمی توان رکورد مشتری را حذف کرد زیرا سفارشاتی در برابر آن ایجاد شده است.

source: Cannot delete this customer because there are branch records set up against it.
fa_ir: نمی توان این مشتری را حذف کرد زیرا رکوردهای شعبه ای در برابر آن تنظیم شده است.

source: Selected customer has been deleted.
fa_ir: مشتری انتخاب شده حذف شده است.

source: Name and Address
fa_ir: نام و آدرس

source: Customer Name:
fa_ir: نام مشتری:

source: Customer Short Name:
fa_ir: نام کوتاه مشتری:

source: Customer's Currency:
fa_ir: ارز مشتری:

source: Sales Type/Price List:
fa_ir: نوع فروش/فهرست قیمت:

source: Customer status:
fa_ir: وضعیت مشتری:

source: Sales Person:
fa_ir: فروشنده:

source: Discount Percent:
fa_ir: درصد تخفیف:

source: Prompt Payment Discount Percent:
fa_ir: درصد تخفیف پرداخت سریع:

source: Credit Status:
fa_ir: وضعیت اعتبار:

source: Customer branches
fa_ir: شعبه های مشتری

source: Select or &Add
fa_ir: انتخاب یا &اضافه کردن

source: &Add or Edit
fa_ir: &اضافه کردن یا ویرایش

source: Default Inventory Location:
fa_ir: مکان پیش فرض موجودی:

source: Default Shipping Company:
fa_ir: شرکت حمل و نقل پیش فرض:

source: Sales Area:
fa_ir: منطقه فروش:

source: Add New Customer
fa_ir: اضافه کردن مشتری جدید

source: Update Customer
fa_ir: به روزرسانی مشتری

source: Update customer data
fa_ir: به روزرسانی داده های مشتری

source: Select this customer and return to document entry.
fa_ir: این مشتری را انتخاب کنید و به ورود سند بازگردید.

source: Delete Customer
fa_ir: حذف مشتری

source: Delete customer data if have been never used
fa_ir: حذف داده های مشتری اگر هرگز استفاده نشده باشد

source: There are no sales types defined. Please define at least one sales type before adding a customer.
fa_ir: هیچ نوع فروشی تعریف نشده است. لطفاً قبل از اضافه کردن مشتری حداقل یک نوع فروش تعریف کنید.

source: New customer
fa_ir: مشتری جدید

source: Sales &Orders
fa_ir: فروش و سفارشات

source: There are no customers defined in the system. Please define a customer to add customer branches.
fa_ir: هیچ مشتری ای در سیستم تعریف نشده است. لطفاً یک مشتری تعریف کنید تا شعبه های مشتری را اضافه کنید.

source: There are no sales people defined in the system. At least one sales person is required before proceeding.
fa_ir: هیچ فروشنده ای در سیستم تعریف نشده است. حداقل یک فروشنده قبل از ادامه لازم است.

source: There are no sales areas defined in the system. At least one sales area is required before proceeding.
fa_ir: هیچ منطقه فروشی در سیستم تعریف نشده است. حداقل یک منطقه فروش قبل از ادامه لازم است.

source: There are no shipping companies defined in the system. At least one shipping company is required before proceeding.
fa_ir: هیچ شرکت حمل و نقلی در سیستم تعریف نشده است. حداقل یک شرکت حمل و نقل قبل از ادامه لازم است.

source: The Branch name cannot be empty.
fa_ir: نام شعبه نمی تواند خالی باشد.

source: The Branch short name cannot be empty.
fa_ir: نام کوتاه شعبه نمی تواند خالی باشد.

source: Selected customer branch has been updated
fa_ir: شعبه مشتری انتخاب شده به روزرسانی شده است

source: New customer branch has been added
fa_ir: شعبه جدید مشتری اضافه شده است

source: Cannot delete this branch because customer transactions have been created to this branch.
fa_ir: نمی توان این شعبه را حذف کرد زیرا معاملات مشتری به این شعبه ایجاد شده است.

source: Cannot delete this branch because sales orders exist for it. Purge old sales orders first.
fa_ir: نمی توان این شعبه را حذف کرد زیرا سفارشات فروش برای آن وجود دارد. ابتدا سفارشات فروش قدیمی را پاک کنید.

source: Selected customer branch has been deleted
fa_ir: شعبه مشتری انتخاب شده حذف شده است

source: Main Branch
fa_ir: شعبه اصلی

source: Name and Contact
fa_ir: نام و تماس

source: Branch Name:
fa_ir: نام شعبه:

source: Branch Short Name:
fa_ir: نام کوتاه شعبه:

source: Sales Group:
fa_ir: گروه فروش:

source: Accounts Receivable Account:
fa_ir: حساب دریافتنی:

source: General contact data
fa_ir: داده های تماس عمومی

source: Billing Address:
fa_ir: آدرس صورتحساب:

source: Area
fa_ir: منطقه

source: Phone No
fa_ir: شماره تلفن

source: Fax No
fa_ir: شماره فکس

source: Tax Group
fa_ir: گروه مالیاتی

source: Recurrent Invoices
fa_ir: فاکتورهای دوره ای

source: There is no template order in database. You have to create at least one sales order marked as template to be able to define recurrent invoices.
fa_ir: هیچ سفارش الگو در دیتابیس وجود ندارد. شما باید حداقل یک سفارش فروش که به عنوان الگو علامت گذاری شده باشد ایجاد کنید تا بتوانید فاکتورهای دوره ای را تعریف کنید.

source: This customer has no branches. Please define at least one branch for this customer first.
fa_ir: این مشتری هیچ شعبه ای ندارد. لطفاً ابتدا حداقل یک شعبه برای این مشتری تعریف کنید.

source: The invoice description cannot be empty.
fa_ir: توضیحات فاکتور نمی تواند خالی باشد.

source: This recurrent invoice description is already in use.
fa_ir: این توضیحات فاکتور دوره ای قبلاً در حال استفاده است.

source: No recurence interval has been entered.
fa_ir: هیچ فاصله تکراری وارد نشده است.

source: Selected recurrent invoice has been updated
fa_ir: فاکتور دوره ای انتخاب شده به روزرسانی شده است

source: New recurrent invoice has been added
fa_ir: فاکتور دوره ای جدید اضافه شده است

source: Selected recurrent invoice has been deleted
fa_ir: فاکتور دوره ای انتخاب شده حذف شده است

source: Last Created
fa_ir: آخرین ایجاد شده

source: Days:
fa_ir: روزها:

source: Monthly:
fa_ir: ماهانه:

source: Begin:
fa_ir: شروع:

source: End:
fa_ir: پایان:

source: The area description cannot be empty.
fa_ir: توضیحات منطقه نمی تواند خالی باشد.

source: Selected sales area has been updated
fa_ir: منطقه فروش انتخاب شده به روزرسانی شده است

source: New sales area has been added
fa_ir: منطقه فروش جدید اضافه شده است

source: Cannot delete this area because customer branches have been created using this area.
fa_ir: نمی توان این منطقه را حذف کرد زیرا شعبه های مشتری با استفاده از این منطقه ایجاد شده اند.

source: Selected sales area has been deleted
fa_ir: منطقه فروش انتخاب شده حذف شده است

source: Area Name
fa_ir: نام منطقه

source: Area Name:
fa_ir: نام منطقه:

source: Sales Groups
fa_ir: گروه های فروش

source: The sales group description cannot be empty.
fa_ir: توضیحات گروه فروش نمی تواند خالی باشد.

source: Selected sales group has been updated
fa_ir: گروه فروش انتخاب شده به روزرسانی شده است

source: New sales group has been added
fa_ir: گروه فروش جدید اضافه شده است

source: Cannot delete this group because customers have been created using this group.
fa_ir: نمی توان این گروه را حذف کرد زیرا مشتریانی با استفاده از این گروه ایجاد شده اند.

source: Selected sales group has been deleted
fa_ir: گروه فروش انتخاب شده حذف شده است

source: Group Name:
fa_ir: نام گروه:

source: Sales Persons
fa_ir: فروشندگان

source: The sales person name cannot be empty.
fa_ir: نام فروشنده نمی تواند خالی باشد.

source: Salesman provision cannot be less than 0 or more than 100%.
fa_ir: سهم فروشنده نمی تواند کمتر از 0 یا بیشتر از 100% باشد.

source: Salesman provision breakpoint must be numeric and not less than 0.
fa_ir: نقطه شکست سهم فروشنده باید عددی باشد و کمتر از 0 نباشد.

source: Selected sales person data have been updated
fa_ir: داده های فروشنده انتخاب شده به روزرسانی شده است

source: New sales person data have been added
fa_ir: داده های فروشنده جدید اضافه شده است

source: Cannot delete this sales-person because branches are set up referring to this sales-person - first alter the branches concerned.
fa_ir: نمی توان این فروشنده را حذف کرد زیرا شعبه هایی به این فروشنده ارجاع داده شده اند - ابتدا شعبه های مربوطه را تغییر دهید.

source: Selected sales person data have been deleted
fa_ir: داده های فروشنده انتخاب شده حذف شده است

source: Sales person name:
fa_ir: نام فروشنده:

source: Telephone number:
fa_ir: شماره تلفن:

source: Fax number:
fa_ir: شماره فکس:

source: Turnover Break Pt Level:
fa_ir: سطح نقطه شکست گردش مالی:

source: POS settings
fa_ir: تنظیمات نقطه فروش

source: The POS name cannot be empty.
fa_ir: نام نقطه فروش نمی تواند خالی باشد.

source: New point of sale has been added
fa_ir: نقطه فروش جدید اضافه شده است

source: Selected point of sale has been updated
fa_ir: نقطه فروش انتخاب شده به روزرسانی شده است

source: Cannot delete this POS because it is used in users setup.
fa_ir: نمی توان این نقطه فروش را حذف کرد زیرا در تنظیمات کاربران استفاده شده است.

source: Selected point of sale has been deleted
fa_ir: نقطه فروش انتخاب شده حذف شده است

source: POS Name
fa_ir: نام نقطه فروش

source: Credit sale
fa_ir: فروش اعتباری

source: Cash sale
fa_ir: فروش نقدی

source: Default account
fa_ir: حساب پیش فرض

source: To have cash POS first define at least one cash bank account.
fa_ir: برای داشتن نقطه فروش نقدی ابتدا حداقل یک حساب بانکی نقدی تعریف کنید.
