Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: &View this Invoice
da_dk: &Se denne Faktura
es_es: &Ver esta Factura
id_id: Tampilkan tagihan ini (&T)
it_it: &Visualizza questa fattura
ka_ge: დაათვალიერე ეს ინვოისი
pt_pt: &Visualizar esta fatura
ru_ru: И посмотреть этот счетов

source: View the GL Journal Entries for this Invoice
da_dk: Vis bilaget for denne faktura
es_es: Ver los Asientos de Diario para esta Factura
it_it: Visualizza le registrazioni di contabilità generale per questa Fattura
ka_ge: დაათვალიერე გატარებები ამ ინვოისისთვის
pt_br: Vizualizar Entradas no Diário para esta fatura
pt_pt: Visualizar a Entrada no Diário para esta Fatura
ru_ru: Просмотр GL Записи в журнале для этого счета

source: Entry supplier &payment for this invoice
da_dk: Angiv leverandør betaling for denne faktura
es_es: Ingresa otro pago a proveedor para esta factura
id_id: Buat Pembayaran ke pemasok untuk tagihan ini (&B)
it_it: Inserisci &pagamento fornitore per questa fattura
ka_ge: შეიყვანე მომწოდებლის გადახდა ამ ინვოისისთვის
pt_br: Entrada de pagamento de fornecedor para esta fatura
pt_pt: Entrada de &pagamento de fornecedor para esta fatura
ru_ru: Вступление поставщиком оплаты этого счета-фактуры

source: Enter &Another Direct Invoice
da_dk: Indtast en &Anden Direkte Faktura
es_es: Introducir Otra &Factura Directa
id_id: Buat Tagihan Langsung lain (&B)
it_it: Inserisci un'&Altra Fattura Diretta
ka_ge: შეიყვანე სხვა ინვოისი
pt_pt: Registar &Outra Fatura Direta
ru_ru: Введите Другой Прямые счета

source: This item cannot be deleted because some of it has already been received.
da_dk: Denne vare kan ikke slettes da nogle allerede er modtagne.
es_es: Este artículo no puede eliminarse porque una parte de el ya ha sido recepcionado.
id_id: Baris ini tidak dapat dihapus karena sebagian sudah diterima.
it_it: Questo articolo non può essere cancellato perchè in parte è già stato ricevuto.
ka_ge: ამ დასახელების წაშლა შეუძლებელია, რადგან მისი გარკვეული რაოდენობა უკვე მიღებულია.
pt_br: Este item não pode ser deletado porque alguns deste já foram recebidos.
pt_pt: Este artigo não pode ser apagado porque já foi recebido alguma quantidade.

source: This order cannot be cancelled because some of it has already been received.
da_dk: Ordren kan ikke slettes da nogle varer allere er modtagne.
es_es: Esta orden no puede cancelarse porque una parte de ella ya ha sido recepcionada.
id_id: Order ini tidak dapat dibatalkan karena sebagian sudah diterima.
it_it: Questo ordine non può essere cancellato perchè in parte è già stato ricevuto.
ka_ge: ამ შეკვეთის გაუქმება შეუძლებელია, რადგან გარკვეული რაოდენობა ამ შეკვეთით მიღებულია.
pt_br: Este pedido não pode ser cancelado porque alguns deste já foram recebidos.
pt_pt: Esta requisição não pode ser cancelada porque alguns dos artigos já foram recepcionados.

source: The line item quantities may be modified to quantities more than already received. prices cannot be altered for lines that have already been received and quantities cannot be reduced below the quantity already received.
da_dk: Linieantal kan ændres for antal flere end allerede modtagne. Priser kan ikke ændres for linier som allerede er modtagne og antallet kan ikke reduceres til mindre end allerede modtagne.
es_es: La línea de cantidades de artículos puede ser modificada para cantidades superiores a las ya recibidas. Los precios no pueden ser alterados para líneas que ya se han recibido y las cantidades no pueden ser reducidas por debajo de la cantidad ya recibida.
id_id: Kuantitas baris ini dapat dimodifikasi ke jumlah lebih dari yang sudah diterima. Harga tidak dapat diubah untuk baris yang sudah ada penerimaan dan kuantitas tidak dapat dikurangi dibawah kuantitas yang sudah diterima.
it_it: Le quantità di riga articolo possono essere modificate con quantità superiori di quellegià ricevute. I prezzi non possono essere modificati per righe già ricevutee le quantità non possono essere ridotte sotto le quantità già ricevute.
ka_ge: დასახელებების რაოდენობების შეცვლა შესაძლებელია, მხოლოდ არა იმაზე ნაკლებზე რაც უკვე მიღებულია. ფასების შეცვლა შეუძებელია იმ დასახელებებისთვის, რომლებიც უკვე მიღებულია. რაოდენობების შემცირება მიღებულზე ნაკლებ რაოდენობაზე შეუძლებელია.
pt_br: As quatidades de item da linha talvez será modificado para quatidades maiores que já recebido. preços não pode ser alterado para linhas que já foram recebidas e quatidades não pode ser reduzida abaixo da quatidade já recebida.
pt_pt: A quantidade da linha do artigo foi alterada para valor superior ao que já foi recebido. Os preços não pode ser alterado em linhas que já foram recebidas e a quantidade não pode ser inferior à quantidade já recebida.

source: This purchase order has been cancelled.
da_dk: Indkøbsordren er slettet.
es_es: Esta orden de compra ha sido cancelada.
id_id: Order Pembelian ini berhasil dibatalkan.
it_it: L'ordine d'acquisto è stato cancellato.
ka_ge: ეს შესყიდვის შეკვეთა გაუქმებულია.
pt_br: Este pedido de compra foi deletado.
pt_pt: Esta Requisição de compra foi cancelada.
ru_ru: Этот заказ был отменен.

source: Enter a new purchase order
da_dk: Opret en ny indkøbsordre
es_es: Introducir una nueva orden de compra
id_id: Input Order Pembelian baru
it_it: Inserisci un nuovo ordine d'acquisto
ka_ge: შეიყვანე ახალი შესყიდვის შეკვეთა
pt_br: Registrar um novo pedido de compra
pt_pt: Registar uma nova requisição de compra
ru_ru: Введите новый заказ на поставку

source: Item description cannot be empty.
da_dk: Varebeskrivelse må ikke være tom.
es_es: La descripción del artículo no puede ser vacía.
id_id: Keterangan barang harus diisi.
it_it: Descrizione articolo non può essere vuota.
ka_ge: დასახელების აღწერილობა არ შეიძლება იყოს ცარიელი.
pt_pt: Descrição do artigo deve ser preenchida.
ru_ru: Описание предмета не может быть пустым.

source: The quantity of the order item must be numeric and not less than
da_dk: Antal af ordrevaren, skal være numerisk og ikke mindre end
es_es: La cantidad del artículo del pedido debe ser numérica y no menor que
id_id: Jumlah barang dipesan harus angka tidak boleh dari
it_it: La quantità dell'ordine articolo deve essere numerica e maggiore di
ka_ge: დასახელების რაოდენობა უნდა იყოს რიცხვი და ტოლი ან მეტი
pt_pt: A quantidade do artigo da requisição deve ser numérico e não pode ser menor que
ru_ru: Величину порядка пункт должен быть числовым и не менее

source: The price entered must be numeric and not less than zero.
da_dk: Angivet pris skal være numerisk og ikke mindre end 0.
es_es: El precio introducido debe ser numérico y no menor que cero.
id_id: Harga harus berupa angka lebih dari nol.
it_it: Il prezzo inserito deve essere numerico e maggiore di zero.
ka_ge: შეყვანილი ფასი უნდა იყოს რიცხვი და არ უნდა იყოს ნულზე ნაკლები.
pt_br: O preço digitado deve ser numérico e não pode ser menor que zero.
pt_pt: O preço digitado deve ser numérico e não pode ser menor que zero.
ru_ru: Цена вступил должно быть числовым и не меньше нуля.

source: You are attempting to make the quantity ordered a quantity less than has already been invoiced or received. This is prohibited.
da_dk: Du forsøger at ændre antallet modtagne til mindre end allerede fakturerede eller mottagne. Dette er ikke tilladt.
es_es: Está intentando poner en la cantidad solicitada un valor menor que la cantidad que ya ha sido recibida o facturada. Esto está prohibido.
id_id: Anda bermaksud mengubah kuantitas dipesan kurang dari yang sudah ditagih. Hal ini tidak diperbolehkan sistem.
it_it: Stai provando a ridurre la quantità ordinata sotto a quellagià fatturata o ricevuta. è vietato.
ka_ge: შენ ცდილობ შეცვალო შეკვეთილი რაოდენობა იმაზე ნაკლებზე ვიდრე მიღებულია ან ივოისირებული. ეს აკრძალულია.
pt_br: Você está tentando alterar uma quantidade menor doque a quatidade já faturada ou recebida. Isto é proibido.
pt_pt: Está a tentar que a quantidade requisitada seja menor do que a quatidade já faturada ou recepcionada. Esta operação é proibida.

source: The quantity received can only be modified by entering a negative receipt and the quantity invoiced can only be reduced by entering a credit note against this item.
da_dk: Antal modtaget kan kun ændres ved at angive en negativ volumen og antallet fakturerede kan kun reduceres ved at registrere en kreditnota mod denne vare.
es_es: La cantidad recibida sólo puede ser modificada introduciendo una recibo negativo y la cantidad facturada sólo puede ser reducida introduciendo una nota de crédito sobre este artículo.
id_id: Kuantitas diterima hanya dapat diubah dengan memasukkan penerimaan negatif dan kuantitas yang ditagih hanya dapat dikurangi dengan membuat nota kredit untuk barang ini.
it_it: La quantità ricevuta può essere modificata inserendo una ricevuta negativae la quantità fatturata può essere ridotta solo inserendo una nota di creditosull'articolo in oggetto.
ka_ge: მიღებული რაოდენობის შეცვლა შესაძლებელია მხოლოდ უარყოფითი მიღების შეყვანით და ინვოისირებული რაოდენობის შეცვლა მხოლოდ კრედიტ მემოს შეყვანით.
pt_br: A quatidade recebida somente pode ser modificada pela entrada de número negativo e a quantidade faturada somente pode ser reduzida pela digitação de uma nota de crédito contra este item.
pt_pt: A quantidade recebida somente pode ser modificada por um valor a negativo e a quantidade faturada somente pode ser reduzida através de uma nota de crédito.

source: The selected item is already on this order.
da_dk: Valgt vare findes allerede på denne ordre.
es_es: El artículo seleccionado ya está en este pedido.
id_id: Barang yang dipilih sudah ada pada order ini.
it_it: L'articolo selezionato è già presente in questo ordine.
ka_ge: არჩეული დასახელება უკვე შეკვეთაზეა.
pt_br: O item selecionado já está neste pedido.
pt_pt: O artigo selecionado já existe nesta requisição.
ru_ru: Выбранный пункт уже на этом заказе.

source: The selected item does not exist or it is a kit part and therefore cannot be purchased.
da_dk: Valgt vare findes ikke eller er en samlet vare og kan ikke købes.
es_es: El artículo seleccionado no existe o es una parte de un kit y por tanto no puede ser comprado.
id_id: Barang yang dipilih itdak ada atau merupakan bagian kit, karena itu tidak dapat dibeli.
it_it: L'articolo selezionato non esiste o fa parte di un set perciò non può essere acquistato.
ka_ge: არჩეული დასახელება არ არსებობს ან იგი ნაკრების ნაწილია ამიტომ მისი შეძენა შეუძლებელია.
pt_br: O item selecionado não existe ou isto é a parte de um kit e portanto não pode ser comprado.
pt_pt: O artigo selecionado não existe ou faz parte de um kit e portanto não pode ser comprado.

source: There is no supplier selected.
da_dk: Der er ingen leverandør valgt.
es_es: No hay ningún proveedor seleccionado.
id_id: Belum ada pemasok yang dipilih.
it_it: Nessun fornitore selezionato.
ka_ge: მომწოდებელი არ არის არჩეული.
pt_pt: Nenhum fornecedor selecionado.
ru_ru: Существует нет выбора поставщика.

source: The entered order date is invalid.
da_dk: Angivet ordredato er ugyldig.
es_es: La fecha del pedido introducida es inválida.
id_id: Tanggal order tidak valid.
it_it: La data dell'ordine inserita non è valida.
ka_ge: შეკვეთის თარიღი არასწორია.
pt_br: A data de pedido digitada é inválida.
pt_pt: A data da requisição digitada é inválida.
ru_ru: Введенная дата заказа является недействительным.

source: The entered due date is invalid.
es_es: La fecha de vencimiento introducida no es válida.
id_id: Tanggal jatuh tempo tidak valid.
ka_ge: შეყვანილი გადახდის თარიღი არასწორია.
pt_pt: A data de vencimento digitada é inválida.
ru_ru: Введенный срок является недопустимым.

source: You must enter a supplier's invoice reference.
da_dk: Du skal angive en kreditor faktura reference.
es_es: Debe introducir una referencia de la factura del proveedor.
id_id: Referensi tagihan pemasok harus diisi.
it_it: Devi inserire un riferimento per la fattura fornitore.
ka_ge: უნდა შეიყვანო მომწოდებლის ინვოისის მინიშნება.
pt_br: Você deve digitar uma referência do fornecedor da fatura.
pt_pt: Deve digitar a referência da fatura do fornecedor.

source: This invoice number has already been entered. It cannot be entered again.
da_dk: Dette fakturanummer er allerede indtastet. Det kan ikke indtastes igen.
es_es: El número de factura ya ha sido introducido antes. No puede ser introducido nuevamente.
id_id: Nomor Tagihan sudah pernah dimasukkan. Tidak dapat dimasukkan lagi.
it_it: Questo numero di fattura è già stato inserito. Non puoi inserirlo di nuovo.
ka_ge: ეს ინვოისის ნომერი გამოყენებულია. მისი კვლავ შეყვანა შეუძლებელია.
pt_pt: O número da fatura já foi digitado. Não é possível volta a digitar a mesma informação.

source: There is no delivery address specified.
da_dk: Ingen leveringsadresse er angivet.
es_es: No se especificó dirección de entrega.
id_id: Alamat pengiriman harus diisi.
it_it: Non è specificato l'indirizzo di consegna.
ka_ge: მოწოდების მისამართი არ არის მითითებული.
pt_br: Não há endereço de entrega especificado.
pt_pt: Não foi indicado o endereço de entrega.
ru_ru: Существует нет адреса доставки уточняется.

source: There is no location specified to move any items into.
da_dk: Ingen lagerplads er specificeret at flytte varen til.
es_es: No se especificó ninguna ubicación hacia la cual mover los artículos.
id_id: Lokasi pengiriman harus diisi.
it_it: Non è specificata alcuna sede nella quale spostare gli articoli.
ka_ge: მდებარეობა არ არის მითითებული დასახელებების გადასაადგილებლად.
pt_br: Não há localização especificada para mover qualquer itens dentro.
pt_pt: Não existe localização especificada para mover qualquer artigo.
ru_ru: Существует не место, указанное для перемещения любых предметов в.

source: The order cannot be placed because there are no lines entered on this order.
da_dk: Ordren kan ikke gemmes da den ikke indeholder nogen linjer.
es_es: El pedido no puede realizarse porque no se han introducido líneas en el mismo.
id_id: Order tidak dapat dibuat karena belum ada baris isinya.
it_it: L'ordine non può essere effettuato perchè non ci sono linee inserite per quest'ordine.
ka_ge: შეკვეთის განთავსება შეუძლებელია რადგან იგი ცარიელია.
pt_br: O pedido não pode ser alterado porque não há linhas digitadas neste pedido.
pt_pt: A requisição não pode ser realizada porque não existem linhas registadas.

source: Place Order
da_dk: Gem ordre
es_es: Realizar Pedido
id_id: Buat Order
it_it: Effettua Ordine
ka_ge: განათავსე შეკვეთა
pt_br: Colocar Pedido
pt_pt: Registar Doc.
ru_ru: Разместить заказ

source: Update Order
da_dk: Opdater ordre
es_es: Actualizar Pedido
id_id: Ubah Order
it_it: Aggiorna ordine
ka_ge: განაახლე შეკვეთა
pt_br: Atualizar Pedido
pt_pt: Atualizar Requisição
ru_ru: Обновление Заказать

source: Cancel Order
da_dk: Slet ordre
es_es: Cancelar Pedido
id_id: Batalkan Order
it_it: Cancella ordine
ka_ge: გააუქმე შეკვეთა
pt_br: Cancelar Pedido
pt_pt: Cancelar Doc.
ru_ru: Отменить заказ

source: Process GRN
es_es: Procesar NBR
id_id: Proses Nota Penerimaan
it_it: Processa BEM
ka_ge: დაამუშავე სასაქონლო ზედნადები
pt_pt: Processar Recep.Merc.
ru_ru: Процесс GRN

source: Update GRN
es_es: Actualizar NBR
id_id: Ubah Nota Penerimaan
it_it: Aggiorna BEM
ka_ge: განაახლე სასაქონლო ზედნადები
pt_pt: Atualizar Recep.Merc.
ru_ru: Обновление GRN

source: Cancel GRN
es_es: Cancelar NBR
id_id: Batalkan Nota Penerimaan
it_it: Cancella BEM
ka_ge: გააუქმე სასაქონლო ზედნადები
pt_pt: Cancelar Recep.Merc.
ru_ru: Отмена GRN

source: Process Invoice
da_dk: Gem faktura
es_es: Procesar Factura
id_id: Proses Tagihan
it_it: Processa fattura
ka_ge: დაამუშავე ინვოისი
pt_br: Processar Fatura
pt_pt: Processar Fatura
ru_ru: Процесс счета

source: Update Invoice
es_es: Actualizar Factura
id_id: Ubah Tagihan
it_it: Aggiorna fattura
ka_ge: განაახლე ინვოისი
pt_pt: Atualizar Fatura
ru_ru: Обновление счета

source: Cancel Invoice
da_dk: Annuller Faktura
es_es: Cancelar Factura
id_id: Batalkan Tagihan
it_it: Cancella fattura
ka_ge: გააუქმე ინვოისი
pt_br: Cancelar Fatura
pt_pt: Cancelar Fatura
ru_ru: Отмена счета

source: Receive Purchase Order Items
da_dk: Modtag bestilte varer
es_es: Recepcionar Artículos de la Orden de Compra
id_id: Terima Baris Order Pembelian
it_it: Ricevi Articoli dell'Ordine d'Acquisto
ka_ge: მიიღე შესყიდვის შეკვეთის დასახელებები
pt_br: Receber Itens do Pedido de Compra
pt_pt: Receber Artigos de Requisições de Compra
ru_ru: Получать товары заказа

source: Purchase Order Delivery has been processed
da_dk: Indkøbsordre modtagelse er gennemført.
es_es: La Entrega de la Orden de Compra ha sido procesada
id_id: Penerimaan Order Pembelian berhasil diproses
it_it: La Consegna Ordine d'Acquisto è stata processata
ka_ge: შესყიდვის შეკვეთა მიღებულია
pt_br: A Entrega do Pedido de Compra foi processado
pt_pt: A Entrega de Artigos da Requisição de Compra foi processado
ru_ru: Доставка заказа была обработана

source: &View this Delivery
da_dk: &Se denne Leverance
es_es: &Ver Esta Entrega
id_id: Tampilkan Penerimaan ini (&T)
it_it: &Visualizza questa consegna
ka_ge: დაათვალიერე მოწოდება
pt_br: Vizualizar esta Entrega
pt_pt: &Visualizar esta Entrega
ru_ru: И посмотреть этот Доставка

source: Select a different &purchase order for receiving items against
da_dk: Vælg en anden indkøbsordre for modtagelse af varer imod
es_es: &Seleccionar una orden de compra distinta sobre la cual recibir los artículos.
id_id: Pilih Penerimaan untuk Order Pembelian lain
it_it: Seleziona un ordine di &acquisto differente per cui ricevere articoli
ka_ge: აირჩიე სხვა შესყიდვის შეკვეთა დასახელებების მისაღებად მასზე
pt_br: Selecione um pedido de compra diferente para recebimento de itens
pt_pt: Selecionar uma &requisição de compra diferente para recepção de artigos
ru_ru: Выберите другой заказ на поставку для получения пунктов против

source: This page can only be opened if a purchase order has been selected. Please select a purchase order first.
da_dk: Denne side kan kun åbnes hvis en indkøbsordre er valgt. Venligst vælg en indkøbsordre først.
es_es: Esta página solo puede ser abierta si se ha seleccionado un orden de compra. Por favor, seleccione primero una orden de compra.
id_id: Halaman ini hanya dapat diakses jika ada order pembelian yang dipilih. Silakan pilih order pembelian terlebih dahulu.
it_it: La pagina può essere aperta solo se un un ordine di acquisto è selezionato. Selezionare prima un ordine di acquisto.
ka_ge: ამ გვერდის გახსნა შესაძლებელია მხოლოდ შესყიდვის შეკვეთის არჩევის შემთხვევაში, აირჩიე შესყიდვის შეკვეთა.
pt_br: Esta página pode ser aberta somente se um pedido de compra for selecioando. Favor primeiro selecione um pedido de compra
pt_pt: Esta página apenas pode ser aberta após selecção de uma requisição de compra. Favor selecionar uma requisição.

source: Ordered
da_dk: Bestilt
es_es: Solicitado
id_id: Dipesan
it_it: Ordinato
ka_ge: შეკვეთილი
pt_br: Solicitado
pt_pt: Requisitada
ru_ru: Упорядоченный

source: Outstanding
da_dk: Udestående
es_es: Pendiente
id_id: Belum selesai
it_it: In sospeso
ka_ge: შესასრულებელი
pt_br: Pendente
pt_pt: Pendente
ru_ru: Выдающийся

source: This Delivery
da_dk: Denne leverance
es_es: Esta Entrega
id_id: Penerimaan saat ini
it_it: Questa consegna
ka_ge: ეს ზედნადები
pt_br: Esta Entrega
pt_pt: Esta Entrega
ru_ru: Этот доставки

source: There is nothing to process. Please enter valid quantities greater than zero.
da_dk: Der findes intet at udføre. Venligst angiv gyldige antal større end nul.
es_es: No existe nada para procesar. Por favor introduzca cantidades válidas mayores que cero.
id_id: Tidak ada yang dapat diproses. Silakan masukkan kuantitas yang valid yang lebih dari nol.
it_it: Non c'è nulla da processare. Inserire una quantità maggiore di zero.
ka_ge: შეიყვანე სწორი რაოდენეობები, ნულზე მეტი.
pt_br: Não há nada para processar. Favor didgitar quatidades válidas mair que zero.
pt_pt: Não existe nada para processar. Favor digitar quantidades válidas maiores que zero.

source: Entered quantities cannot be greater than the quantity entered on the purchase order including the allowed over-receive percentage
da_dk: Angivnr antal kan ikke være større end de angivne på indkøbsordren inklusive den tilladte overmodtagnings procent.
es_es: Las cantidades introducidas no pueden ser mayores que la cantidad introducida en la orden de compra, incluyendo el porcentaje permitido de sobre-recepción
id_id: Kuantitas tidak boleh lebih besar dari kuantitas yang dipesan + batas persentase kelebihan yang diijinkan
it_it: Le quantità inserite non possono essere superiori alle quantitàdell'ordine di acquisto comprese la percentuale di maggiorazione ammessa
ka_ge: შეყვანილი რაოდენობები არ შეძლება შესაბამისი შესყიდვის შეკვეთის რაოდენობებზე მეტი იყოს დაშვებული ზედმეტობის ზღვრის ჩათვლით
pt_br: Quantidades digitada não pode ser maior que quantidade digitada na ordem de compra incluindo o excesso de porcentagem permitido
pt_pt: As quantidades digitadas não podem ser maiores que a quantidade da requisição de compra, incluindo o excesso de percentagem permitido

source: Modify the ordered items on the purchase order if you wish to increase the quantities.
da_dk: Ændre de bestilte varer på indkøbsordren hvis du vil øge antallet.
es_es: Modifique los artículos solicitados en la orden de compra si desea incrementar las cantidades.
id_id: Ubah baris pesanan pada order pembelian jika anda ingin menambah kuantitas.
it_it: Modifica gli articoli ordinati nell'ordine di acquisto se vuoi aumentare le quantità .
ka_ge: შეცვალე შეკვეთილი დასახელებები ამ შესყიდვის შეკვეთაზე თუ გსურს რაოდენობების გაზრდა.
pt_br: Modificar itens de pedido no pedido de compra se você deseja aumentar a quantidade.
pt_pt: Modifique os artigos registados na requisição de compra se deseja aumentar a quantidade.

source: This order has been changed or invoiced since this delivery was started to be actioned. Processing halted. To enter a delivery against this purchase order, it must be re-selected and re-read again to update the changes made by the other user.
da_dk: Bestillingen er ændret siden oprindelsesleverancen. Behandlingen er stoppet. For at angive en leverance mod denne indkøbsordre må den angives igen for att læse den ind igen.
es_es: Esta órden ha sido cambiada o facturada desde que esta entrega comenzó a realizarse. El proceso fue detenido. Para introducir una entrega sobre esta orden de compra, debe reseleccionarla y revisarla nuevamente de modo que se actualicen los cambios realizados por otro usuario.
id_id: Order ini telah diubah atau ditagih oleh pengguna lain sejak anda memulai pengisian proses penerimaan. Proses berhenti. Untuk melanjutkan, order pembelian harus dipilih dan dibuka lagi untuk menyesuaikan dengan perubahan yang dibuat oleh pengguna lain.
it_it: Questo ordine è stato cambiato o fatturato da quando è stata attivata la spedizioneProcesso sospeso. Per inserire una spedizione su questo ordine di acquistodeve essere riselezionato e riletto per aggiornare le modifiche fattedall'altro utente.
ka_ge: ეს შეკვეთა შეცვლილია ან ინვოისირებული მას შემდეგ, რაც განხორციელდა მოწოდება. დამუშავება შეწყვეტილია. მოწოდების შესაყვანად ამ შეკვეთაზე, უნდა აირჩიო იგი თავიდან და განაახლო რათა აისახოს სხვა მომხმარებლების მიერ გაკეთებული ცვლილებები.
pt_br: Este pedido foi alterado ou faturado desde que esta entrega foi iniciada para ser acionada. Processamento interrompido. Para digitar uma entrega contra esta ordem de compra, isto deve ser re-selecionado e relido novamente para atualização e alteração feitas por outro usuário.
pt_pt: Esta requisição foi alterada ou faturada após esta entrega ter sido iniciada. Processamento interrompido. Para registar uma entrega referente a esta requisição de compra, deve selecioná-la novamente para atualizar as alterações efetuadas por outro utilizador.
