Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.15-1.po
Languages: vi_vn

source: Supplier &Balances
vi_vn: Số dư nhà cung cấp

source: &Aged Supplier Analyses
vi_vn: Nhà cung cấp độ tuổi Phân tích

source: &Payment Report
vi_vn: báo cáo thanh toán

source: Outstanding &GRNs Report
vi_vn: Báo cáo GRNs nổi bật

source: Supplier &Detail Listing
vi_vn: Nhà cung cấp Liệt kê chi tiết

source: Print Purchase &Orders
vi_vn: Đơn đặt hàng mua hàng In

source: Email Suppliers
vi_vn: Các nhà cung cấp email

source: Print Remi&ttances
vi_vn: Thanh toán quốc tế In

source: Inventory &Valuation Report
vi_vn: Hàng tồn kho Báo cáo định giá

source: Inventory &Planning Report
vi_vn: Báo cáo Kế hoạch hàng tồn kho

source: Stock &Check Sheets
vi_vn: Cổ Kiểm tra Sheets

source: Inventory Column
vi_vn: Hàng tồn kho Cột

source: Item Like
vi_vn: Giống như mục

source: Inventory &Sales Report
vi_vn: Báo cáo hàng tồn kho bán hàng

source: &GRN Valuation Report
vi_vn: Báo cáo định giá GRN

source: Inventory P&urchasing Report
vi_vn: Báo cáo mua hàng tồn kho

source: Inventory &Movement Report
vi_vn: Hàng tồn kho Báo cáo Phong trào

source: C&osted Inventory Movement Report
vi_vn: Dự trù kinh phí hàng tồn kho Báo cáo Phong trào

source: Item &Sales Summary Report
vi_vn: Mục Báo cáo tổng hợp bán hàng

source: Inventory Purchasing - &Transaction Based
vi_vn: Mua hàng tồn kho - &TDựa trên giao dịch

source: &Bill of Material Listing
vi_vn: Bill of Material Liệt kê

source: From product
vi_vn: từ sản phẩm

source: To product
vi_vn: để sản phẩm

source: Work Order &Listing
vi_vn: Làm việc theo thứ tự Liệt kê

source: Outstanding Only
vi_vn: nổi bật Chỉ

source: Print &Work Orders
vi_vn: Đơn đặt hàng In làm việc

source: Email Locations
vi_vn: Locations email

source: &Fixed Assets Valuation
vi_vn: Tài sản cố định Định giá

source: Fixed Assets Class
vi_vn: Tài sản cố định lớp

source: Fixed Assets Location
vi_vn: Tài sản cố định Địa

source: Dimension &Summary
vi_vn: Tóm tắt thông tin Kích thước

source: From Dimension
vi_vn: từ Kích thước

source: To Dimension
vi_vn: để Dimension

source: Banking
vi_vn: Ngân hàng

source: Bank &Statement
vi_vn: Bản Tuyên Bố Ngân hàng

source: Zero values
vi_vn: zero giá trị

source: Bank Statement w/ &Reconcile
vi_vn: Bản Tuyên Bố Ngân hàng w / hòa giải

source: General Ledger
vi_vn: Sổ cái

source: Chart of &Accounts
vi_vn: Biểu đồ Tài khoản

source: Show Balances
vi_vn: Hiện dư

source: List of &Journal Entries
vi_vn: Danh sách Journal Entries

source: GL Account &Transactions
vi_vn: Giao dịch tài khoản GL

source: From Account
vi_vn: Từ tài khoản

source: To Account
vi_vn: Tính toán

source: Annual &Expense Breakdown
vi_vn: Breakdown Chi phí hàng năm

source: &Balance Sheet
vi_vn: Bảng cân đối kế toán

source: Decimal values
vi_vn: giá trị thập phân

source: &Profit and Loss Statement
vi_vn: Lỗ Tuyên Bố

source: Ta&x Report
vi_vn: báo cáo thuế

source: Unsupported image file format.
vi_vn: Định dạng hình ảnh chưa được hỗ trợ.

source: Charge To
vi_vn: phí Để

source: Delivered To
vi_vn: Delivered Để

source: Discount %
vi_vn: Giảm giá %

source: All amounts stated in
vi_vn: Toàn bộ số tiền ghi trong

source: Quotation No.
vi_vn: Báo giá số.

source: Customer's Reference
vi_vn: Tham khảo của khách hàng

source: Sales Person
vi_vn: Người bán hàng

source: Your VAT no.
vi_vn: VAT của bạn không.

source: Our Quotation No
vi_vn: Báo giá của chúng tôi Không

source: Valid until
vi_vn: Có giá trị đến

source: PREPAYMENT ORDER
vi_vn: thanh toán trước TRÌNH TỰ

source: Order No.
vi_vn: Lệnh số

source: Our Order No
vi_vn: Chúng tôi tự Không

source: Delivery Note No.
vi_vn: Phiếu chuyển phát không.

source: To Be Invoiced Before
vi_vn: Được lập hoá đơn Trước

source: Credit No.
vi_vn: Tín dụng số

source: Please quote Credit no. when paying. All amounts stated in
vi_vn: Xin báo giá tín dụng không có. khi thanh toán. Toàn bộ số tiền ghi trong

source: PREPAYMENT INVOICE
vi_vn: thanh toán trước INVOICE

source: FINAL INVOICE
vi_vn: INVOICE CUỐI CÙNG

source: Invoice No.
vi_vn: Hóa đơn không có.

source: Please quote Invoice no. when paying. All amounts stated in
vi_vn: Xin báo hóa đơn không. khi thanh toán. Toàn bộ số tiền ghi trong

source: Date of Payment
vi_vn: Ngày thanh toán

source: Date of Sale
vi_vn: Ngày bán

source: Remittance No.
vi_vn: Kiều hối số

source: Order To
vi_vn: Đặt hàng Để

source: Purchase Order No.
vi_vn: Mua Lệnh số

source: Deliver To
vi_vn: cung cấp Để

source: Receipt No.
vi_vn: Biên lai số

source: With thanks from
vi_vn: Với cảm ơn từ

source: Work Order No.
vi_vn: Công việc theo thứ tự số

source: DueDate
vi_vn: Ngày đáo hạn

source: You can pay through
vi_vn: Bạn có thể thanh toán qua

source: * Subject to Realisation of the Cheque.
vi_vn: * Đối tượng áp dụng Thực hiện các Kiểm tra.

source: The security settings on your account do not permit you to print this report
vi_vn: Các thiết lập bảo mật trên tài khoản của bạn không cho phép bạn in báo cáo này

source: Print Out Date
vi_vn: In Out ngày

source: Fiscal Year
vi_vn: Năm tài chính

source: Report Date
vi_vn: Ngày báo cáo

source: Generated At
vi_vn: tạo Tại

source: Generated By
vi_vn: tạo bởi

source: Our VAT No.
vi_vn: Số thuế GTGT của chúng tôi

source: Domicile
vi_vn: cư trú

source: Page
vi_vn: Trang

source: Report Period
vi_vn: báo cáo Thời gian

source: You have no email contact defined for this type of document for '%s'.
vi_vn: Bạn không có liên hệ email được xác định đối với loại tài liệu cho '%s'.

source: Dear
vi_vn: kính thưa

source: Attached you will find
vi_vn: Kèm bạn sẽ tìm thấy

source: Kindest regards
vi_vn: Lòng biết ơn chân thành

source: Sending document by email failed
vi_vn: Gửi tài liệu qua email thất bại

source: has been sent by email to destination.
vi_vn: đã được gửi qua email đến đích.

source: Report has been sent to network printer
vi_vn: Báo cáo đã được gửi đến máy in mạng

source: Cannot open connection to printer
vi_vn: không thể mở kết nối đến máy in

source: Printer does not acept the job
vi_vn: Máy in không acept công việc

source: Error sending print job control file
vi_vn: Lỗi gửi in tập tin điều khiển công việc

source: Print control file not accepted
vi_vn: control file In không được chấp nhận

source: Cannot send report to printer
vi_vn: Không thể gửi báo cáo đến máy in

source: No ack after report printout
vi_vn: Không ack sau khi báo cáo in

source: Cannot flush printing queue
vi_vn: không thể tuôn hàng đợi in ấn

source: Report Classes:
vi_vn: Báo cáo Lớp học:

source: Reports For Class:
vi_vn: Báo cáo Đối với Class:

source: Display:
vi_vn: Trưng bày:

source: Unknown report parameter type:
vi_vn: Unknown loại tham số báo cáo:

source: No Currency Filter
vi_vn: Không Lọc tệ

source: No Graphics
vi_vn: không Graphics

source: No Type Filter
vi_vn: Không Loại Bộ lọc

source: No Account Group Filter
vi_vn: Không Account Nhóm Lọc

source: No Dimension Filter
vi_vn: Không Dimension Lọc

source: No Customer Filter
vi_vn: Không Lọc khách hàng

source: No Supplier Filter
vi_vn: Không Nhà cung cấp Lọc

source: No Location Filter
vi_vn: Không Location Lọc

source: No Category Filter
vi_vn: Không Thể loại Lọc

source: No Class Filter
vi_vn: Không Lớp Lọc

source: No Areas Filter
vi_vn: Không có khu vực Lọc

source: No Sales Folk Filter
vi_vn: Không bán hàng Folk Lọc

source: No Users Filter
vi_vn: Không Lọc người dùng

source: Create and Print Recurrent Invoices
vi_vn: Tạo và In tái Hoá đơn

source: %s recurrent invoice(s) created, # %s - # %s.
vi_vn: %s hóa đơn tái phát (s) tạo ra, #%s - #%s.

source: &Print Recurrent Invoices # %s - # %s
vi_vn: In tái Hoá đơn #%s - #%s

source: &Email Recurrent Invoices # %s - # %s
vi_vn: Email tái Hoá đơn #%s - #%s

source: Recurrent invoice cannot be generated before last day of covered period.
vi_vn: hóa đơn tái phát không thể được tạo ra trước ngày cuối cùng của thời hạn bảo hiểm.

source: Recurrent invoices cannot be generated because some items have no price defined in customer currency.
vi_vn: hoá đơn tái phát không thể được tạo ra do một số mặt hàng không có giá được xác định bằng tiền của khách hàng.

source: Recurrent invoices cannot be generated because selected sales order template uses prepayment sales terms. Change payment terms and try again.
vi_vn: hoá đơn tái phát không thể được tạo ra bởi vì đơn đặt hàng mẫu được chọn sử dụng thuật ngữ bán hàng thanh toán trước. Thay đổi điều khoản thanh toán và thử lại.

source: Template:
vi_vn: Bản mẫu:

source: Number of invoices:
vi_vn: Số hoá đơn:

source: Invoice date:
vi_vn: ngày lập hóa đơn:

source: Invoice notice:
vi_vn: thông báo hóa đơn:

source: Recurrent Invoice covers period %s - %s.
vi_vn: Tái phát Invoice bao gồm thời gian %s -%s.

source: Create
vi_vn: Tạo nên

source: Create recurrent invoices
vi_vn: Tạo hoá đơn tái phát

source: Return to recurrent invoices
vi_vn: Trở về hoá đơn tái phát

source: You are about to issue %s invoices. Do you want to continue?
vi_vn: Bạn muốn phát hành hoá đơn %s. Bạn có muốn tiếp tục không?

source: Begin
vi_vn: Bắt đầu

source: End
vi_vn: Kết thúc

source: Create %s Invoice(s)
vi_vn: Tạo %s Invoice (s)

source: Marked items are due.
vi_vn: mục đánh dấu đến hạn.

source: No recurrent invoices are due.
vi_vn: Không có hóa đơn tái phát là do.

source: Modifying Customer Credit Note #%d
vi_vn: Sửa đổi khách hàng Credit Note #%d

source: There are no customers, or there are no customers with branches. Please define customers and customer branches.
vi_vn: Hiện tại không có khách hàng, hoặc không có khách hàng với chi nhánh. Hãy xác định khách hàng và các chi nhánh của khách hàng.

source: Credit Note # %d has been processed
vi_vn: Credit Note #%d đã được xử lý

source: &View this credit note
vi_vn: Xem nốt tín dụng này

source: &Print This Credit Invoice
vi_vn: In hóa đơn tín dụng này

source: &Email This Credit Invoice
vi_vn: Gửi email hóa đơn tín dụng này

source: View the GL &Journal Entries for this Credit Note
vi_vn: Xem GL Journal Entries for Credit này Note

source: Enter Another &Credit Note
vi_vn: Nhập Một Credit Note

source: There is no customer selected.
vi_vn: Không có khách hàng lựa chọn.

source: This customer has no branch defined.
vi_vn: Khách hàng này không có chi nhánh xác định.

source: You must enter a reference.
vi_vn: Bạn phải nhập một tham chiếu.

source: The entered date for the credit note is invalid.
vi_vn: Ngày đã nhập cho ghi chú tín dụng không hợp lệ.

source: For credit notes created to write off the stock, a general ledger account is required to be selected.
vi_vn: Đối với ghi chú tín dụng tạo ra để viết ra khỏi cổ phiếu, tài khoản sổ cái tổng hợp được yêu cầu để được lựa chọn.

source: Please select an account to write the cost of the stock off to, then click on Process again.
vi_vn: Vui lòng chọn một tài khoản để viết chi phí của các cổ phiếu tắt, sau đó bấm vào Process một lần nữa.

source: The quantity must be greater than zero.
vi_vn: Số lượng phải lớn hơn không.

source: The entered price is negative or invalid.
vi_vn: Giá cho vào là tiêu cực hoặc không hợp lệ.

source: The entered discount percent is negative, greater than 100 or invalid.
vi_vn: Số tiền chiết khấu phần trăm cho vào là tiêu cực, lớn hơn 100 hoặc không hợp lệ.

source: Process Credit Note
vi_vn: Quy trình tín dụng Note

source: Modifying Credit Invoice # %d.
vi_vn: Sửa đổi hóa đơn tín dụng #%d.

source: Credit all or part of an Invoice
vi_vn: Tín dụng toàn bộ hoặc một phần của một hóa đơn

source: Credit Note has been processed
vi_vn: Credit Note đã được xử lý

source: &View This Credit Note
vi_vn: Xem tín dụng này Lưu ý

source: &Print This Credit Note
vi_vn: In tín dụng này Lưu ý

source: &Email This Credit Note
vi_vn: Email tín dụng này Lưu ý

source: Credit Note has been updated
vi_vn: Credit Note đã được cập nhật

source: The entered shipping cost is invalid or less than zero.
vi_vn: Chi phí vận chuyển nhập không hợp lệ hoặc nhỏ hơn không.

source: Selected quantity cannot be less than zero nor more than quantity not credited yet.
vi_vn: số lượng được lựa chọn không thể ít hơn không hay hơn số lượng không ghi được nêu ra.

source: This page can only be opened if an invoice has been selected for crediting.
vi_vn: Trang này chỉ có thể được mở nếu hóa đơn đã được chọn để tín dụng.

source: Crediting Invoice
vi_vn: tín dụng Invoice

source: Credit Note Date
vi_vn: Credit Note ngày

source: Invoiced Quantity
vi_vn: hóa đơn Số lượng

source: Credit Quantity
vi_vn: tín dụng Số lượng

source: Credit Shipping Cost
vi_vn: Chi phí vận chuyển tín dụng

source: Credit Note Type
vi_vn: Credit Note Loại

source: Items Returned to Location
vi_vn: Mặt hàng trả lại vị trí

source: Write off the cost of the items to
vi_vn: Viết tắt chi phí của các mục cần

source: Update credit value for quantities entered
vi_vn: giá trị tín dụng cập nhật cho một lượng vào

source: Modifying Delivery Note # %d.
vi_vn: Sửa đổi Giao Lưu ý #%d.

source: Deliver Items for a Sales Order
vi_vn: Cung cấp Items cho Lệnh bán hàng

source: Delivery # %d has been entered.
vi_vn: Giao hàng #%d đã được nhập.

source: &View This Delivery
vi_vn: Xem Delivery này

source: &Print Delivery Note
vi_vn: In Delivery Note

source: P&rint as Packing Slip
vi_vn: In như đóng gói trượt

source: E&mail as Packing Slip
vi_vn: Email như đóng gói trượt

source: View the GL Journal Entries for this Dispatch
vi_vn: Xem GL Journal Entries for Công văn này

source: Invoice This Delivery
vi_vn: Hóa đơn giao hàng này

source: Select Another Order For Dispatch
vi_vn: Chọn Một thứ tự Đối với văn

source: Delivery Note # %d has been updated.
vi_vn: Giao Lưu ý #%d đã được cập nhật.

source: View this delivery
vi_vn: Xem giao hàng này

source: Confirm Delivery and Invoice
vi_vn: Xác nhận giao hàng và hóa đơn

source: Select A Different Delivery
vi_vn: Chọn Một giao hàng khác nhau

source: You have to set Deferred Income Account in GL Setup to entry prepayment invoices.
vi_vn: Bạn phải thiết lập tài khoản thu nhập hoãn lại trong GL Setup để hoá đơn nhập thanh toán trước.

source: Select a different sales order to delivery
vi_vn: Chọn một đơn đặt hàng khác nhau để giao hàng

source: This order has no items. There is nothing to delivery.
vi_vn: Lệnh này có tin nào. Không có gì để giao hàng là.

source: This prepayment order is not yet ready for delivery due to insufficient amount received.
vi_vn: Để thanh toán trước này vẫn chưa sẵn sàng cho giao hàng do không có đủ số tiền nhận được.

source: Select a different delivery
vi_vn: Chọn giao hàng khác nhau

source: This delivery has all items invoiced. There is nothing to modify.
vi_vn: giao hàng này có tất cả các mục hóa đơn. Không có gì thay đổi được.

source: This page can only be opened if an order or delivery note has been selected. Please select it first.
vi_vn: Trang này chỉ có thể được mở nếu đơn đặt hàng hoặc giao hàng lưu ý đã được chọn. Vui lòng chọn nó lần đầu tiên.

source: Select a Sales Order to Delivery
vi_vn: Chọn một thứ tự bán hàng để giao hàng

source: Selected quantity cannot be less than quantity invoiced nor more than quantity not dispatched on sales order.
vi_vn: số lượng được lựa chọn không thể ít hơn so với số lượng hóa đơn cũng không hơn số lượng \ tnot và gửi nó về đơn đặt hàng.

source: Freight cost cannot be less than zero
vi_vn: chi phí vận chuyển hàng hóa không thể ít hơn không

source: The entered date of delivery is invalid.
vi_vn: Ngày tham gia của giao hàng là không hợp lệ.

source: The entered dead-line for invoice is invalid.
vi_vn: Các bước chết-line cho hóa đơn không hợp lệ.

source: The entered shipping value is not numeric.
vi_vn: Giá trị vận chuyển nhập vào không số.

source: There are no item quantities on this delivery note.
vi_vn: Không có số lượng mặt hàng khi giao hàng ghi chú này.

source: This document cannot be processed because there is insufficient quantity for items marked.
vi_vn: Tài liệu này không thể xử lý vì không có đủ số lượng cho các hạng mục được đánh dấu.

source: For Sales Order
vi_vn: Đối với bán hàng đặt hàng

source: Delivery From
vi_vn: giao hàng từ

source: Invoice Dead-line
vi_vn: Invoice Chết-line

source: The selected customer account is currently on hold. Please contact the credit control personnel to discuss.
vi_vn: Tài khoản khách hàng lựa chọn hiện đang bị giữ. Vui lòng liên hệ nhân viên kiểm soát tín dụng để thảo luận.

source: Delivery Items
vi_vn: giao Items

source: Max. delivery
vi_vn: Tối đa chuyển

source: Invoiced
vi_vn: hóa đơn

source: Shipping Cost
vi_vn: Giá vận chuyển

source: Marked items have insufficient quantities in stock as on day of delivery.
vi_vn: mục đánh dấu không có đủ số lượng trong kho như trên ngày giao hàng.

source: Refresh document page
vi_vn: trang tài liệu Refresh

source: Reset quantity
vi_vn: số lượng reset

source: Clear quantity
vi_vn: rõ ràng số lượng

source: Check entered data and save document
vi_vn: Kiểm tra dữ liệu nhập vào và lưu tài liệu

source: Modifying Sales Invoice # %d.
vi_vn: Sửa đổi Sales Invoice #%d.

source: Issue an Invoice for Delivery Note
vi_vn: Ban hành một hóa đơn cho Delivery Note

source: Issue Batch Invoice for Delivery Notes
vi_vn: Hóa đơn hàng loạt vấn đề đối với giao hàng Ghi chú

source: Prepayment or Final Invoice Entry
vi_vn: Thanh toán trước hoặc Final Invoice nhập

source: Selected deliveries has been processed
vi_vn: giao hàng được lựa chọn đã được xử lý

source: &View This Invoice
vi_vn: Xem Hóa Đơn Này

source: &Print This Invoice
vi_vn: In Hóa Đơn Này

source: &Email This Invoice
vi_vn: Email Hóa Đơn Này

source: View the GL &Journal Entries for this Invoice
vi_vn: Xem GL Journal Entries for Invoice này

source: Select Another &Delivery For Invoicing
vi_vn: Chọn Một giao hàng cho lập hóa đơn

source: Entry &customer payment for this invoice
vi_vn: Entry thanh toán của khách hàng đối với hóa đơn này

source: Sales Invoice # %d has been updated.
vi_vn: Hóa đơn bán hàng #%d đã được cập nhật.

source: Select Another &Invoice to Modify
vi_vn: Chọn Invoice khác để Sửa

source: Select a different delivery to invoice
vi_vn: Chọn giao hàng khác nhau để hóa đơn

source: There are no delivered items with a quantity left to invoice. There is nothing left to invoice.
vi_vn: Không có mục nào được giao cùng với một số lượng trái sang hóa đơn. Không còn gì để hóa đơn là.

source: All quantities on this invoice has been credited. There is nothing to modify on this invoice
vi_vn: Tất cả số lượng trên hóa đơn này đã được ghi. Không có gì thay đổi trên hóa đơn này là

source: Please select correct Sales Order Prepayment to be invoiced and try again.
vi_vn: Vui lòng chọn bán hàng đúng theo thứ tự Trả trước được lập hoá đơn và thử lại.

source: This page can only be opened after delivery selection. Please select delivery to invoicing first.
vi_vn: Trang này chỉ có thể được mở sau khi lựa chọn giao hàng. Vui lòng chọn giao hàng lập hóa đơn đầu tiên.

source: Select Delivery to Invoice
vi_vn: Chọn giao hàng cho hoá đơn

source: Selected quantity cannot be less than quantity credited nor more than quantity not invoiced yet.
vi_vn: số lượng được lựa chọn không thể ít hơn số lượng khấu trừ hay hơn số lượng không hóa đơn được nêu ra.

source: The entered invoice date is invalid.
vi_vn: Ngày hóa đơn nhập không hợp lệ.

source: The entered invoice due date is invalid.
vi_vn: Hoá đơn ngày đáo hạn nhập không hợp lệ.

source: There are no item quantities on this invoice.
vi_vn: Không có số lượng mặt hàng trên hóa đơn này.

source: There is no non-invoiced payments for this order. If you want to issue final invoice, select delayed or cash payment terms.
vi_vn: Không có thanh toán không dùng hóa đơn cho đơn đặt hàng này. Nếu bạn muốn phát hành hóa đơn cuối cùng, chọn trì hoãn hoặc các điều khoản thanh toán tiền mặt.

source: Payment terms:
vi_vn: Phương thức thanh toán:

source: Invoice Items
vi_vn: mục hóa đơn

source: This Invoice
vi_vn: Hóa đơn này

source: Credited
vi_vn: ghi

source: Invoice Total
vi_vn: Tổng hóa đơn

source: Sales order:
vi_vn: Đơn đặt hàng:

source: Payments received:
vi_vn: Đã nhận thanh toán:

source: Invoiced here:
vi_vn: Hóa đơn ở đây:

source: Left to be invoiced:
vi_vn: Từ trái sang được lập hoá đơn:

source: Customer Payment Entry
vi_vn: Thanh toán hàng nhập

source: There are no customers defined in the system.
vi_vn: Hiện tại không có khách hàng được xác định trong hệ thống.

source: Invalid sales invoice number.
vi_vn: số bán hàng hóa đơn không hợp lệ.

source: The customer payment has been successfully entered.
vi_vn: Việc thanh toán của khách hàng đã được nhập thành công.

source: &Print This Receipt
vi_vn: In hóa đơn này

source: &View this Customer Payment
vi_vn: Xem thanh toán của khách hàng này

source: &View the GL Journal Entries for this Customer Payment
vi_vn: Xem GL Journal Entries for thanh toán của khách hàng này

source: Enter Another &Customer Payment
vi_vn: Nhập Một thanh toán của khách hàng

source: Enter Payment to &Supplier
vi_vn: Nhập thanh toán cho Nhà cung cấp

source: The customer payment has been successfully updated.
vi_vn: Việc thanh toán của khách hàng đã được cập nhật thành công.

source: Select Another Customer Payment for &Edition
vi_vn: Chọn Một thanh toán của khách hàng đối với bản

source: The entered date is invalid. Please enter a valid date for the payment.
vi_vn: Ngày nhập không hợp lệ. Vui lòng nhập một ngày hợp lệ để thanh toán.

source: The entered amount is invalid or negative and cannot be processed.
vi_vn: Lượng nhập không hợp lệ hoặc tiêu cực và không thể xử lý.

source: The entered discount is not a valid number.
vi_vn: Số tiền chiết khấu nhập vào không phải là một con số hợp lệ.

source: The balance of the amount and discount is zero or negative. Please enter valid amounts.
vi_vn: Sự cân bằng của số lượng và chiết khấu bằng không hay tiêu cực. Vui lòng nhập một lượng hợp lệ.

source: The entered payment amount is zero or negative.
vi_vn: Số tiền thanh toán cho vào là zero hay tiêu cực.

source: From Customer:
vi_vn: Từ khách hàng:

source: Into Bank Account:
vi_vn: Vào Tài khoản Ngân hàng:

source: Date of Deposit:
vi_vn: Ngày Tiền đặt cọc:

source: Payment Amount:
vi_vn: Số tiền thanh toán:

source: Customer prompt payment discount :
vi_vn: Khách hàng chiết khấu thanh toán nhanh chóng:

source: Add Payment
vi_vn: Thêm thanh toán

source: Update Payment
vi_vn: cập nhật thanh toán

source: Direct Sales Delivery
vi_vn: Giao hàng trực tiếp bán hàng

source: Fixed Assets Sale
vi_vn: Tài sản cố định Bán

source: Direct Sales Invoice
vi_vn: Hóa đơn bán hàng trực tiếp

source: Modifying Sales Order # %d
vi_vn: Sửa đổi Sales Order #%d

source: Modifying Sales Quotation # %d
vi_vn: Sửa đổi Sales Báo giá #%d

source: New Sales Order Entry
vi_vn: Sales New Order Entry

source: New Sales Quotation Entry
vi_vn: Bán hàng mới báo giá nhập

source: This order cannot be edited because there are invoices or payments related to it, and prepayment terms were used.
vi_vn: Lệnh này không thể chỉnh sửa vì có hóa đơn hoặc thanh toán liên quan đến nó, và các điều khoản thanh toán trước được sử dụng.

source: Order # %d has been entered.
vi_vn: Trật tự #%d đã được nhập.

source: &View This Order
vi_vn: Xem Lệnh này

source: Make &Delivery Against This Order
vi_vn: Hãy Delivery chống lại trật tự này

source: Enter a &New Order
vi_vn: Nhập hàng Mới

source: Order # %d has been updated.
vi_vn: Trật tự #%d đã được cập nhật.

source: Confirm Order Quantities and Make &Delivery
vi_vn: Xác nhận số lượng đặt hàng và thực hiện giao hàng

source: Select A Different &Order
vi_vn: Chọn một trật tự khác

source: Quotation # %d has been entered.
vi_vn: Báo giá #%d đã được nhập.

source: &View This Quotation
vi_vn: Xem bảng báo giá này

source: &Print This Quotation
vi_vn: In báo giá này

source: &Email This Quotation
vi_vn: Email báo giá này

source: Make &Sales Order Against This Quotation
vi_vn: Hãy Sales Order Against Báo giá này

source: Enter a New &Quotation
vi_vn: Nhập một bảng báo giá mới
