Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.15-1.po
Languages: vi_vn

source: Cannot delete this bank account because transactions have been created using this account.
vi_vn: Không thể xóa tài khoản ngân hàng này vì các giao dịch đã được tạo bằng tài khoản này.

source: Cannot delete this bank account because POS definitions have been created using this account.
vi_vn: Không thể xóa tài khoản ngân hàng này vì định nghĩa POS đã được tạo bằng tài khoản này.

source: Selected bank account has been deleted
vi_vn: Tài khoản ngân hàng đã chọn đã bị xóa

source: Currency
vi_vn: Tiền tệ

source: GL Account
vi_vn: Tài khoản GL

source: Bank
vi_vn: ngân hàng

source: Bank Address
vi_vn: Địa chỉ ngân hàng

source: Bank Account Name:
vi_vn: Tên tài khoản ngân hàng:

source: Account Type:
vi_vn: Kiểu tài khoản:

source: Bank Account Currency:
vi_vn: Tài khoản tiền tệ của ngân hàng:

source: Default currency account:
vi_vn: Tài khoản tiền tệ mặc định:

source: Bank Account GL Code:
vi_vn: Tài khoản ngân hàng GL Mã số:

source: Bank Name:
vi_vn: Tên ngân hàng:

source: Bank Account Number:
vi_vn: Số tài khoản ngân hàng:

source: Bank Address:
vi_vn: Địa chỉ ngân hàng:

source: Closing GL Transactions
vi_vn: Kết thúc Giao dịch GL

source: Selected date is not in fiscal year or the year is closed.
vi_vn: Ngày được chọn không phải trong năm tài chính hoặc năm đóng cửa.

source: The entered date is earlier than date already selected as closing date.
vi_vn: Ngày nhập là ngày sớm hơn ngày đã được chọn làm ngày đóng.

source: You are not allowed to reopen already closed transactions.
vi_vn: Bạn không được phép mở lại các giao dịch đã đóng.

source: All transactions resulting in GL accounts changes up to %s has been closed for further edition.
vi_vn: Tất cả các giao dịch dẫn đến các tài khoản GL thay đổi đến %s đã được đóng lại cho phiên bản tiếp theo.

source: Using this feature you can prevent entering new transactions <br> and disable edition of already entered transactions up to specified date.<br> Only transactions which can generate GL postings are subject to the constraint.
vi_vn: Sử dụng tính năng này bạn có thể ngăn việc nhập các giao dịch mới <br> and vô hiệu hoá phiên bản của các giao dịch đã nhập vào đến ngày được chỉ định.<br> Chỉ có các giao dịch có thể tạo ra các bài đăng GL sẽ bị ràng buộc.

source: End date of closing period:
vi_vn: Ngày kết thúc thời gian kết thúc:

source: Close Transactions
vi_vn: Đóng Giao dịch

source: Currencies
vi_vn: Tiền tệ

source: The currency abbreviation must be entered.
vi_vn: Viết tắt của tiền tệ phải được nhập.

source: The currency name must be entered.
vi_vn: Phải nhập tên tiền tệ.

source: The currency symbol must be entered.
vi_vn: Biểu tượng tiền tệ phải được nhập.

source: The hundredths name must be entered.
vi_vn: Tên trăm phải được nhập.

source: Selected currency settings has been updated
vi_vn: Cài đặt đơn vị tiền tệ được chọn đã được cập nhật

source: New currency has been added
vi_vn: Đã thêm tiền tệ mới

source: Cannot delete this currency, because customer accounts have been created referring to this currency.
vi_vn: Không thể xóa đơn vị tiền tệ này vì tài khoản khách hàng đã được tạo liên quan đến đơn vị tiền tệ này.

source: Cannot delete this currency, because supplier accounts have been created referring to this currency.
vi_vn: Không thể xóa đơn vị tiền tệ này, bởi vì các tài khoản của nhà cung cấp đã được tạo ra đề cập đến đơn vị tiền tệ này.

source: Cannot delete this currency, because the company preferences uses this currency.
vi_vn: Không thể xóa đơn vị tiền tệ này vì các sở thích của công ty sử dụng đơn vị tiền tệ này.

source: Cannot delete this currency, because thre are bank accounts that use this currency.
vi_vn: Không thể xóa đồng tiền này, bởi vì thứ hai là các tài khoản ngân hàng sử dụng đơn vị tiền tệ này.

source: Selected currency has been deleted
vi_vn: Đơn vị tiền tệ đã chọn đã bị xóa

source: Abbreviation
vi_vn: Chữ viết tắt

source: Symbol
vi_vn: Ký hiệu

source: Currency Name
vi_vn: Tên Tiền tệ

source: Hundredths name
vi_vn: Tên trăm

source: Country
vi_vn: Quốc gia

source: Auto update
vi_vn: Cập nhật tự động

source: The marked currency is the home currency which cannot be deleted.
vi_vn: Đơn vị tiền tệ được đánh dấu là đơn vị tiền tệ trong nước không thể xóa.

source: Currency Abbreviation:
vi_vn: Tên viết tắt của tiền tệ:

source: Currency Symbol:
vi_vn: Ký hiệu tiền tệ:

source: Currency Name:
vi_vn: Tên Tiền tệ:

source: Hundredths Name:
vi_vn: Hằng trăm Tên:

source: Country:
vi_vn: Quốc gia:

source: Automatic exchange rate update:
vi_vn: Cập nhật tỷ giá tự động:

source: Exchange Rates
vi_vn: Tỷ giá hối đoái

source: The exchange rate for the date is already there.
vi_vn: Tỷ giá cho ngày đã có.

source: Date to Use From:
vi_vn: Ngày sử dụng từ:

source: Exchange Rate:
vi_vn: Tỷ giá:

source: Get current rate from
vi_vn: Nhận mức giá hiện tại từ

source: Exchange rates are entered against the company currency.
vi_vn: Tỷ giá được ghi vào đơn vị tiền tệ công ty.

source: Select a currency :
vi_vn: Chọn đơn vị tiền tệ:

source: Date to Use From
vi_vn: Ngày sử dụng từ

source: Exchange Rate
vi_vn: Tỷ giá

source: The selected currency is the company currency.
vi_vn: Đơn vị tiền tệ đã chọn là đơn vị tiền tệ của công ty.

source: The company currency is the base currency so exchange rates cannot be set for it.
vi_vn: Đơn vị tiền tệ của công ty là đơn vị tiền tệ cơ bản nên không thể định tỷ giá cho nó.

source: Chart of Accounts
vi_vn: Biểu đồ Tài khoản

source: The account code must be entered.
vi_vn: Bạn phải nhập mã tài khoản.

source: The account name cannot be empty.
vi_vn: Tên tài khoản không được để trống.

source: The account code must be numeric.
vi_vn: Mã tài khoản phải là số.

source: The account belongs to a bank account and cannot be inactivated.
vi_vn: Tài khoản thuộc về một tài khoản ngân hàng và không thể bị vô hiệu hoá.

source: Account data has been updated.
vi_vn: Dữ liệu tài khoản đã được cập nhật.

source: New account has been added.
vi_vn: Tài khoản mới đã được thêm.

source: Account not added, possible duplicate Account Code.
vi_vn: Tài khoản không được thêm vào, mã tài khoản trùng lặp có thể xảy ra.

source: Cannot delete this account because transactions have been created using this account.
vi_vn: Không thể xóa tài khoản này vì các giao dịch đã được tạo bằng tài khoản này.

source: Cannot delete this account because it is used as one of the company default GL accounts.
vi_vn: Không thể xóa tài khoản này vì nó được sử dụng làm một trong các tài khoản GL mặc định của công ty.

source: Cannot delete this account because it is used by a bank account.
vi_vn: Không thể xóa tài khoản này bởi vì nó được sử dụng bởi tài khoản ngân hàng.

source: Cannot delete this account because it is used by one or more Item Categories.
vi_vn: Không thể xóa tài khoản này bởi vì nó được sử dụng bởi một hoặc nhiều Mục hàng.

source: Cannot delete this account because it is used by one or more Items.
vi_vn: Không thể xóa tài khoản này bởi vì nó được sử dụng bởi một hoặc nhiều Mục.

source: Cannot delete this account because it is used by one or more Taxes.
vi_vn: Không thể xóa tài khoản này bởi vì nó được sử dụng bởi một hoặc nhiều Thuế.

source: Cannot delete this account because it is used by one or more Customer Branches.
vi_vn: Không thể xóa tài khoản này bởi vì nó được sử dụng bởi một hoặc nhiều Chi nhánh của Khách hàng.

source: Cannot delete this account because it is used by one or more suppliers.
vi_vn: Không thể xóa tài khoản này bởi vì nó được sử dụng bởi một hoặc nhiều nhà cung cấp.

source: Cannot delete this account because it is used by one or more Quick Entry Lines.
vi_vn: Không thể xóa tài khoản này bởi vì nó được sử dụng bởi một hoặc nhiều Dòng nhập nhanh.

source: Selected account has been deleted
vi_vn: Tài khoản đã chọn đã bị xóa

source: New account
vi_vn: Tài khoản mới

source: Account Code 2:
vi_vn: Mã tài khoản 2:

source: Account Name:
vi_vn: Tên tài khoản:

source: Account Group:
vi_vn: Nhóm tài khoản:

source: Account Tags:
vi_vn: Thẻ Tài khoản:

source: Account status:
vi_vn: Tình trạng tài khoản:

source: Add Account
vi_vn: Thêm tài khoản

source: Update Account
vi_vn: Cập nhật tài khoản

source: Delete account
vi_vn: Xóa tài khoản

source: GL Account Classes
vi_vn: Các lớp tài khoản GL

source: The account class ID cannot be empty.
vi_vn: ID lớp tài khoản không được để trống.

source: The account class name cannot be empty.
vi_vn: Tên lớp tài khoản không thể để trống.

source: Selected account class settings has been updated
vi_vn: Cài đặt lớp học tài khoản đã chọn đã được cập nhật

source: New account class has been added
vi_vn: Lớp tài khoản mới đã được thêm

source: Cannot delete this account class because GL account types have been created referring to it.
vi_vn: Không thể xoá lớp tài khoản này vì các loại tài khoản GL đã được tạo liên quan đến nó.

source: Selected account class has been deleted
vi_vn: Lớp tài khoản đã chọn đã bị xóa

source: Class ID
vi_vn: ID lớp

source: Class Name
vi_vn: Tên lớp

source: Class Type
vi_vn: Loại lớp học

source: Balance Sheet
vi_vn: Bảng cân đối kế toán

source: Class ID:
vi_vn: ID lớp:

source: Class Name:
vi_vn: Tên lớp:

source: Class Type:
vi_vn: Loại lớp học:

source: GL Account Groups
vi_vn: Nhóm tài khoản GL

source: The account group id cannot be empty.
vi_vn: Id nhóm tài khoản không thể để trống.

source: The account group name cannot be empty.
vi_vn: Tên nhóm tài khoản không thể để trống.

source: This account group id is already in use.
vi_vn: ID nhóm tài khoản này đã được sử dụng.

source: You cannot set an account group to be a subgroup of itself.
vi_vn: Bạn không thể đặt một nhóm tài khoản thành một nhóm con của chính nó.

source: Selected account type has been updated
vi_vn: Loại tài khoản đã chọn đã được cập nhật

source: New account type has been added
vi_vn: Loại tài khoản mới đã được thêm vào

source: Cannot delete this account group because GL accounts have been created referring to it.
vi_vn: Không thể xóa nhóm tài khoản này vì các tài khoản GL đã được tạo liên quan đến nó.

source: Cannot delete this account group because GL account groups have been created referring to it.
vi_vn: Không thể xóa nhóm tài khoản này vì các nhóm tài khoản GL đã được tạo liên quan đến nó.

source: Selected account group has been deleted
vi_vn: Nhóm tài khoản đã chọn đã bị xóa

source: Group ID
vi_vn: Id nhóm

source: Group Name
vi_vn: Tên nhóm

source: Subgroup Of
vi_vn: Phân nhóm

source: Subgroup Of:
vi_vn: Phân nhóm:

source: Class:
vi_vn: Lớp học:

source: Quick Entries
vi_vn: Các mục nhanh

source: Add new
vi_vn: Thêm mới

source: The Quick Entry description cannot be empty.
vi_vn: Mô tả Quick Entry không được để trống.

source: You can only use Balance Based together with Journal Entries.
vi_vn: Bạn chỉ có thể sử dụng Cân bằng Dựa cùng với Mục ghi chép.

source: The base amount description cannot be empty.
vi_vn: Mô tả số tiền cơ bản không được để trống.

source: Selected quick entry has been updated
vi_vn: Mục nhập nhanh đã chọn đã được cập nhật

source: New quick entry has been added
vi_vn: Mục nhập nhanh mới đã được thêm vào

source: Selected quick entry line has been updated
vi_vn: Dòng nhập nhanh đã chọn đã được cập nhật

source: New quick entry line has been added
vi_vn: Dòng nhập cảnh nhanh mới đã được thêm vào

source: Selected quick entry has been deleted
vi_vn: Mục nhập nhanh đã chọn đã bị xóa

source: The Quick Entry has Quick Entry Lines. Cannot be deleted.
vi_vn: Mục nhập nhanh có Dòng nhập nhanh. Không thể bị xóa.

source: Selected quick entry line has been deleted
vi_vn: Dòng nhập cảnh nhanh đã chọn đã bị xóa

source: Base Amount
vi_vn: Lượng cơ sở

source: Usage
vi_vn: Sử dụng

source: Entry Type
vi_vn: Loại nhập cảnh

source: Balance Based
vi_vn: Dựa trên Dư nợ

source: Base Amount Description
vi_vn: Số tiền cơ bản Mô tả

source: Default Base Amount
vi_vn: Số tiền cơ bản Mặc định

source: Quick Entry Lines
vi_vn: Dòng nhập nhanh

source: Post
vi_vn: Bài đăng

source: Account/Tax Type
vi_vn: Tài khoản / Loại thuế

source: Posted
vi_vn: Đã đăng

source: Tax Type
vi_vn: Loại thuế

source: Part
vi_vn: Phần

source: Line memo
vi_vn: Bản ghi nhớ dòng

source: Revaluation of Currency Accounts
vi_vn: Đánh giá lại Tài khoản Tiền tệ

source: %d Journal Entries for AR/AP accounts have been added
vi_vn: %d Nhật ký tạp chí cho tài khoản AR / AP đã được thêm vào

source: Date for Revaluation:
vi_vn: Ngày đánh giá lại:

source: Revaluate Currencies
vi_vn: Đánh giá lại Tiền tệ

source: Search General Ledger Transactions for account:
vi_vn: Tìm kiếm Sổ cái Chung Kết cho tài khoản:

source: The script must be called with a valid transaction type and transaction number to review the general ledger postings for.
vi_vn: Kịch bản phải được gọi với một loại giao dịch hợp lệ và số giao dịch để xem xét các sổ thông tin tổng hợp cho.

source: View Bank Transfer
vi_vn: Xem chuyển khoản ngân hàng

source: From Bank Account
vi_vn: Từ tài khoản ngân hàng

source: To Bank Account
vi_vn: Tài khoản ngân hàng

source: Transfer Type
vi_vn: Loại Chuyển

source: This transfer has been voided.
vi_vn: Việc chuyển giao này đã bị hủy.

source: View Bank Deposit
vi_vn: Xem khoản tiền gửi ngân hàng

source: GL Deposit
vi_vn: Tiền gửi GL

source: Settle currency
vi_vn: Định ngoại tệ

source: Settled amount
vi_vn: Số tiền giải quyết

source: Deposit Type
vi_vn: Loại tiền gửi

source: This deposit has been voided.
vi_vn: Khoản tiền gửi này đã bị hủy.

source: There are no items for this deposit.
vi_vn: Không có mục nào cho khoản tiền gửi này.

source: Items for this Deposit
vi_vn: Các khoản mục cho Khoản tiền này

source: Item Amounts are Shown in:
vi_vn: Số tiền được hiển thị trong:

source: View Bank Payment
vi_vn: Xem Thanh toán Ngân hàng

source: GL Payment
vi_vn: Thanh toán GL

source: Pay To
vi_vn: Trả cho

source: Payment Type
vi_vn: Hình thức thanh toán

source: This payment has been voided.
vi_vn: Khoản thanh toán này đã bị hủy.

source: There are no items for this payment.
vi_vn: Không có mục nào cho khoản thanh toán này.

source: Items for this Payment
vi_vn: Các khoản thanh toán này

source: General Ledger Transaction Details
vi_vn: Chi tiết Giao dịch Sổ Cái Chung

source: Transaction Date
vi_vn: Ngày Giao dịch

source: GL #
vi_vn: Sổ cái #

source: Document Date
vi_vn: Ngày lập tài liệu

source: Event Date
vi_vn: Ngày sự kiện

source: Supplier Reference
vi_vn: Tham khảo nhà cung cấp

source: Entered By
vi_vn: Nhập vào bởi

source: Exchange rate
vi_vn: Tỷ giá

source: Source document
vi_vn: Tài liệu nguồn

source: No general ledger transactions have been created for
vi_vn: Không có giao dịch sổ cái chung nào được tạo cho

source: number
vi_vn: con số

source: Journal Date
vi_vn: Nhật báo ngày

source: This transaction has been voided.
vi_vn: Giao dịch này đã bị hủy.

source: System administration
vi_vn: Quản trị hệ thống

source: Company setup
vi_vn: Thiết lập công ty

source: Special maintenance
vi_vn: Bảo trì đặc biệt

source: Sales configuration
vi_vn: Cấu hình bán hàng

source: Sales transactions
vi_vn: Giao dịch bán hàng

source: Sales related reports
vi_vn: Báo cáo liên quan đến bán hàng

source: Purchase configuration
vi_vn: Mua cấu hình

source: Purchase transactions
vi_vn: Mua giao dịch

source: Purchase analytics
vi_vn: Mua phân tích

source: Inventory configuration
vi_vn: Cấu hình kho

source: Inventory operations
vi_vn: Hoạt động hàng tồn kho

source: Inventory analytics
vi_vn: Phân tích khoảng không quảng cáo

source: Fixed Assets configuration
vi_vn: Cấu hình Tài sản cố định

source: Fixed Assets operations
vi_vn: Hoạt động TSCĐ

source: Fixed Assets analytics
vi_vn: Phân tích Tài sản cố định

source: Manufacturing configuration
vi_vn: Cấu hình sản xuất

source: Manufacturing transactions
vi_vn: Giao dịch sản xuất

source: Manufacturing analytics
vi_vn: Phân tích sản xuất

source: Dimensions configuration
vi_vn: Cấu hình kích thước

source: Dimensions
vi_vn: Kích thước

source: Banking & GL configuration
vi_vn: Ngân hàng & cấu hình GL

source: Banking & GL transactions
vi_vn: Giao dịch ngân hàng & GL

source: Banking & GL analytics
vi_vn: Ngân hàng & Phân tích GL

source: Install/update companies
vi_vn: Cài đặt / cập nhật công ty

source: Install/update languages
vi_vn: Cài đặt / cập nhật ngôn ngữ

source: Install/upgrade modules
vi_vn: Cài đặt / nâng cấp mô-đun

source: Software upgrades
vi_vn: Nâng cấp phần mềm

source: Company parameters
vi_vn: Thông số công ty

source: Access levels edition
vi_vn: Cấp độ truy cập ấn bản

source: Users setup
vi_vn: Người dùng thiết lập

source: Point of sales definitions
vi_vn: Điểm định nghĩa bán hàng

source: Printers configuration
vi_vn: Cấu hình máy in

source: Print profiles
vi_vn: In hồ sơ

source: Payment terms
vi_vn: Điều khoản thanh toán

source: Shipping ways
vi_vn: Cách vận chuyển

source: Credit status definitions changes
vi_vn: Thay đổi định nghĩa trạng thái tín dụng

source: Inventory locations changes
vi_vn: Thay đổi vị trí của khoảng không quảng cáo

source: Inventory movement types
vi_vn: Loại chuyển động của khoảng không quảng cáo

source: Manufacture work centres
vi_vn: Sản xuất trung tâm làm việc

source: Forms setup
vi_vn: Thiết lập biểu mẫu

source: Contact categories
vi_vn: Danh mục liên hệ

source: Voiding transactions
vi_vn: Hủy giao dịch

source: Database backup/restore
vi_vn: Sao lưu / Phục hồi cơ sở dữ liệu

source: Common view/print transactions interface
vi_vn: Giao diện giao diện xem / in thông thường

source: Attaching documents
vi_vn: Đính kèm tài liệu

source: Display preferences
vi_vn: Tùy chọn hiển thị

source: Password changes
vi_vn: Thay đổi mật khẩu

source: Edit other users transactions
vi_vn: Chỉnh sửa giao dịch người dùng khác

source: Sales types
vi_vn: Loại bán hàng

source: Sales prices edition
vi_vn: Ấn bản giá bán

source: Sales staff maintenance
vi_vn: Bảo trì nhân viên bán hàng

source: Sales areas maintenance
vi_vn: Bảo trì khu vực bán hàng

source: Sales groups changes
vi_vn: Các nhóm bán hàng thay đổi

source: Sales templates
vi_vn: Mẫu bán hàng

source: Recurrent invoices definitions
vi_vn: Định nghĩa hóa đơn tái lập

source: Sales transactions view
vi_vn: Chế độ xem giao dịch bán hàng

source: Sales customer and branches changes
vi_vn: Thay đổi khách hàng và chi nhánh của khách hàng

source: Sales quotations
vi_vn: Báo giá bán hàng

source: Sales orders edition
vi_vn: Phiên bản đơn đặt hàng bán hàng

source: Sales deliveries edition
vi_vn: Phiên bản giao hàng bán hàng

source: Sales invoices edition
vi_vn: Ấn bản hóa đơn bán hàng

source: Sales credit notes against invoice
vi_vn: Ghi nợ tín dụng bán hàng đối với hóa đơn

source: Sales freehand credit notes
vi_vn: Bán hàng tín dụng miễn phí ghi chú

source: Customer payments entry
vi_vn: Mục nhập thanh toán của khách hàng

source: Customer payments allocation
vi_vn: Phân bổ thanh toán của khách hàng

source: Sales analytical reports
vi_vn: Báo cáo phân tích bán hàng

source: Sales document bulk reports
vi_vn: Báo cáo số lượng lớn tài liệu bán hàng

source: Sales prices listing
vi_vn: Bảng giá bán

source: Sales staff listing
vi_vn: Danh sách nhân viên bán hàng

source: Customer bulk listing
vi_vn: Danh sách khách hàng số lượng lớn

source: Customer status report
vi_vn: Báo cáo tình trạng khách hàng

source: Customer payments report
vi_vn: Báo cáo thanh toán của khách hàng

source: Purchase price changes
vi_vn: Thay đổi giá mua

source: Supplier transactions view
vi_vn: Chế độ xem giao dịch nhà cung cấp

source: Suppliers changes
vi_vn: Nhà cung cấp thay đổi

source: Purchase order entry
vi_vn: Nhập đơn đặt hàng

source: Purchase receive
vi_vn: Mua nhận

source: Supplier invoices
vi_vn: Hóa đơn nhà cung cấp

source: Deleting GRN items during invoice entry
vi_vn: Xóa mục GRN trong quá trình nhập hóa đơn

source: Supplier credit notes
vi_vn: Ghi chú tín dụng của nhà cung cấp

source: Supplier payments
vi_vn: Thanh toán nhà cung cấp

source: Supplier payments allocations
vi_vn: phân bổ chi trả nhà cung cấp

source: Supplier analytical reports
vi_vn: báo cáo phân tích nhà cung cấp

source: Supplier document bulk reports
vi_vn: Nhà cung cấp các báo cáo tài liệu số lượng lớn

source: Supplier payments report
vi_vn: Báo cáo thanh toán nhà cung cấp

source: Stock items add/edit
vi_vn: kho có thêm / chỉnh sửa

source: Sales kits
vi_vn: bộ dụng cụ bán hàng

source: Item categories
vi_vn: loại item

source: Units of measure
vi_vn: Đơn vị đo lường

source: Stock status view
vi_vn: xem tình trạng chứng khoán

source: Stock transactions view
vi_vn: giao dịch chứng khoán xem

source: Foreign item codes entry
vi_vn: mã hàng ngoại nhập

source: Inventory location transfers
vi_vn: chuyển vị trí hàng tồn kho

source: Inventory adjustments
vi_vn: điều chỉnh hàng tồn kho

source: Reorder levels
vi_vn: Sắp xếp lại mức

source: Items analytical reports and inquiries
vi_vn: Mục các báo cáo phân tích và thắc mắc

source: Inventory valuation report
vi_vn: báo cáo định giá hàng tồn kho

source: Fixed Asset items add/edit
vi_vn: mục tài sản cố định thêm / chỉnh sửa

source: Fixed Asset categories
vi_vn: loại tài sản cố định

source: Fixed Asset classes
vi_vn: lớp TSCĐ

source: Fixed Asset transactions view
vi_vn: các giao dịch tài sản cố định xem

source: Fixed Asset location transfers
vi_vn: chuyển địa điểm cố định tài sản

source: Fixed Asset disposals
vi_vn: thanh lý tài sản cố định

source: Depreciation
vi_vn: Khấu hao

source: Fixed Asset analytical reports and inquiries
vi_vn: TSCĐ báo cáo phân tích và thắc mắc

source: Bill of Materials
vi_vn: Hóa đơn nguyên vật liệu

source: Manufacturing operations view
vi_vn: Kiểu xem hoạt động sản xuất

source: Work order entry
vi_vn: entry trật tự công việc

source: Material issues entry
vi_vn: vấn đề trọng yếu nhập

source: Final product receive
vi_vn: sản phẩm cuối cùng nhận

source: Work order releases
vi_vn: phát hành để làm việc

source: Work order analytical reports and inquiries
vi_vn: Để công việc báo cáo phân tích và thắc mắc

source: Manufacturing cost inquiry
vi_vn: điều tra chi phí sản xuất

source: Work order bulk reports
vi_vn: báo cáo số lượng lớn để làm việc

source: Bill of materials reports
vi_vn: Bill báo cáo vật liệu

source: Dimension tags
vi_vn: thẻ Dimension

source: Dimension view
vi_vn: xem Dimension

source: Dimension entry
vi_vn: entry Dimension

source: Dimension reports
vi_vn: báo cáo Dimension

source: Item tax type definitions
vi_vn: định nghĩa kiểu mục thuế

source: GL accounts edition
vi_vn: GL chiếm edition

source: GL account groups
vi_vn: nhóm tài khoản GL

source: GL account classes
vi_vn: lớp tài khoản GL

source: Quick GL entry definitions
vi_vn: định nghĩa entry GL nhanh

source: Bank accounts
vi_vn: Tài khoản ngân hàng

source: Tax rates
vi_vn: Thuế suất

source: Tax groups
vi_vn: nhóm thuế

source: Fiscal years maintenance
vi_vn: năm tài chính bảo trì

source: Company GL setup
vi_vn: thiết lập công ty GL

source: GL Account tags
vi_vn: thẻ tài khoản GL

source: Closing GL transactions
vi_vn: Đóng cửa giao dịch GL

source: Reopening GL transactions
vi_vn: Mở lại giao dịch GL

source: Allow entry on non closed Fiscal years
vi_vn: Cho phép nhập cảnh vào năm tài chính không khép kín

source: Bank transactions view
vi_vn: giao dịch ngân hàng xem

source: GL postings view
vi_vn: GL đăng xem

source: Exchange rate table changes
vi_vn: thay đổi bảng tỷ giá hối đoái

source: Bank payments
vi_vn: thanh toán ngân hàng

source: Bank deposits
vi_vn: tiền gửi ngân hàng

source: Bank account transfers
vi_vn: chuyển khoản ngân hàng

source: Bank reconciliation
vi_vn: Hoà giải ngân hàng

source: Manual journal entries
vi_vn: các bút toán thủ công

source: Journal entries to bank related accounts
vi_vn: Tạp chí mục vào các tài khoản ngân hàng liên quan

source: Budget edition
vi_vn: phiên bản ngân sách

source: Item standard costs
vi_vn: chi phí mục tiêu chuẩn
