Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.3-1.po
Languages: hi_in, zh_tw

source: Facsimile No:
hi_in: प्रतिकृति संख्या:
zh_tw: 傳真號碼：

source: Sales Kits & Alias Codes
hi_in: सेल्स किट और एलायस कोड्स
zh_tw: 銷貨組合組&連接代號

source: Stock Item
hi_in: शेयर मद
zh_tw: 庫存貨品

source: kit
hi_in: किट
zh_tw: 組合組

source: The quantity entered must be numeric and greater than zero.
hi_in: प्रविष्ट की गई मात्रा संख्यात्मक और शून्य से अधिक होना चाहिए।
zh_tw: 輸入的數量必須是數字且要大於 0 。

source: Kit/alias code cannot be empty.
hi_in: किट / उपनाम कोड रिक्त नहीं हो सकता।
zh_tw: 組合組/連結代號不能空白。

source: The selected component contains directly or on any lower level the kit under edition. Recursive kits are not allowed.
hi_in: चयनित घटक सीधे या किसी भी कम स्तर पर संस्करण के तहत किट है पुनरावर्ती किट की अनुमति नहीं है
zh_tw: 選擇的元件是目前組合組的組成之一，系統並不支援循環式組合組。

source: The selected component is already in this kit. You can modify it's quantity but it cannot appear more than once in the same kit.
hi_in: चयनित घटक पहले से ही इस किट में है आप इसे मात्रा में संशोधित कर सकते हैं लेकिन यह एक ही किट में एक से अधिक बार प्रदर्शित नहीं हो सकता।
zh_tw: 選擇的元件已經存在於組合組，您可以調整數量，但是不能夠在同一個組合組中出現同樣元件兩次以上。

source: New alias code has been created.
hi_in: नया उपनाम कोड बनाया गया है।
zh_tw: 新代號連結已建立。

source: New component has been added to selected kit.
hi_in: नए घटक को चयनित किट में जोड़ दिया गया है।
zh_tw: 新元件已經加入選擇的組合組。

source: Component of selected kit has been updated.
hi_in: चयनित किट का घटक अद्यतन किया गया है।
zh_tw: 選定的組合組已經更新。

source: Kit common properties has been updated
hi_in: किट के सामान्य गुणों को अद्यतन किया गया है
zh_tw: 組合組屬性已經更新

source: This item cannot be deleted because it is the last item in the kit used by following kits
hi_in: यह आइटम हटाया नहीं जा सकता क्योंकि यह निम्नलिखित किट द्वारा उपयोग किए गए किट में अंतिम आइटम है
zh_tw: 這個貨品無法刪除，因為下面組合有使用中

source: The component item has been deleted from this bom
hi_in: घटक आइटम इस बॉम से हटा दिया गया है
zh_tw: 貨品元件已從此物料表(BOM)中刪除

source: Select a sale kit:
hi_in: एक बिक्री किट का चयन करें:
zh_tw: 選擇一筆銷貨組合：

source: New kit
hi_in: नई किट
zh_tw: 新組合

source: Alias/kit code:
hi_in: उपनाम / किट कोड:
zh_tw: 連結/組合代號：

source: Update kit/alias name
hi_in: अद्यतन किट / उपनाम नाम
zh_tw: 更新組合名稱/連結

source: Component:
hi_in: घटक:
zh_tw: 元件：

source: kits
hi_in: किट
zh_tw: 組合

source: View Inventory Adjustment
hi_in: इन्वेंटरी समायोजन देखें
zh_tw: 檢視庫存調整

source: At Location
hi_in: स्थान पर
zh_tw: 所在地

source: This adjustment has been voided.
hi_in: इस समायोजन को समाप्त कर दिया गया है
zh_tw: 此調整已作廢。

source: View Inventory Transfer
hi_in: इन्वेंटरी स्थानांतरण देखें
zh_tw: 檢視調貨

source: From Location
hi_in: स्थान से
zh_tw: 發貨地點

source: To Location
hi_in: स्थान के लिए
zh_tw: 送貨地

source: Search Outstanding Work Orders
hi_in: बकाया कार्य आदेश खोजें
zh_tw: 尋找未處理工作單

source: Search Work Orders
hi_in: कार्य आदेश खोजें
zh_tw: 尋找工作單

source: at Location:
hi_in: स्थान पर:
zh_tw: 所在地

source: for item:
hi_in: आइटम के लिए:
zh_tw: 貨品：

source: Select documents
hi_in: दस्तावेज़ चुनें
zh_tw: 選擇文件

source: Release
hi_in: रिहाई
zh_tw: 發佈

source: Issue
hi_in: मुद्दा
zh_tw: 發出

source: Produce
hi_in: उत्पादित करें
zh_tw: 產生

source: Required
hi_in: अपेक्षित
zh_tw: 必須

source: Required By
hi_in: इसके द्वारा आवश्यक
zh_tw: 必須

source: Marked orders are overdue.
hi_in: चिह्नित आदेश अतिदेय हैं
zh_tw: 標示的訂單已經逾期。

source: Produce or Unassemble Finished Items From Work Order
hi_in: वर्क ऑर्डर से तैयार किये गए आइटम तैयार करें या अनसमम्बल करें
zh_tw: 從工作單中製造或是未分配完成貨品

source: The manufacturing process has been entered.
hi_in: विनिर्माण प्रक्रिया दर्ज की गई है।
zh_tw: 製造過程已輸入。

source: View this Work Order
hi_in: यह कार्य आदेश देखें
zh_tw: 檢視工作單發出

source: View the GL Journal Entries for this Work Order
hi_in: इस कार्य आदेश के लिए जीएल जर्नल प्रविष्टियां देखें
zh_tw: 檢視此工作單的會計分錄

source: Print the GL Journal Entries for this Work Order
hi_in: इस कार्य आदेश के लिए जीएल जर्नल प्रविष्टियां प्रिंट करें
zh_tw: 列印此工作單的會計分錄

source: Select another &Work Order to Process
hi_in: प्रक्रिया के लिए दूसरे वर्क ऑर्डर का चयन करें
zh_tw: 選擇其他工作單進來處理(&W)

source: The order number sent is not valid.
hi_in: भेजे गए आदेश संख्या वैध नहीं है।
zh_tw: 傳送的訂單數不是有效的。

source: The quantity entered is not a valid number or less then zero.
hi_in: दर्ज की गई मात्रा एक मान्य संख्या नहीं है या फिर शून्य नहीं है।
zh_tw: 輸入的數量不是有效數字或是低於0。

source: The production date cannot be before the release date of the work order.
hi_in: उत्पादन तिथि काम के आदेश की रिलीज की तारीख से पहले नहीं हो सकती।
zh_tw: 製造日期不能在工作單發布日之前。

source: The production exceeds the quantity needed. Please change the Work Order.
hi_in: उत्पादन आवश्यक मात्रा से अधिक है। कृपया कार्य आदेश बदलें
zh_tw: 生產數量大於需求。請變更工作單。

source: The unassembling cannot be processed because there is insufficient stock.
hi_in: बिना असमान को संसाधित नहीं किया जा सकता क्योंकि इसमें अपर्याप्त स्टॉक है।
zh_tw: 由於庫存不足，無法進行拆裝作業。

source: The production cannot be processed because a required item would cause a negative inventory balance :
hi_in: उत्पादन पर कार्रवाई नहीं की जा सकती क्योंकि एक आवश्यक वस्तु एक नकारात्मक इन्वेंट्री बैलेंस का कारण बन सकती है:
zh_tw: 因為生產後被必需的貨品為負數庫存，所以無法生產：

source: Produce Finished Items
hi_in: तैयार आइटम तैयार करें
zh_tw: 生產製成品

source: Return Items to Work Order
hi_in: काम करने के लिए आइटम वापस आर्डर करें
zh_tw: 退貨品到工作單

source: Process
hi_in: प्रक्रिया
zh_tw: 處理

source: Process And Close Order
hi_in: प्रक्रिया और बंद आदेश
zh_tw: 處理後關閉訂單

source: Work Order Additional Costs
hi_in: कार्य आदेश अतिरिक्त लागत
zh_tw: 工作單額外成本

source: The additional cost has been entered.
hi_in: अतिरिक्त लागत दर्ज की गई है
zh_tw: 額外成本已輸入。

source: Enter another additional cost.
hi_in: एक और अतिरिक्त लागत दर्ज करें
zh_tw: 輸入其他額外成本。

source: The amount entered is not a valid number or less then zero.
hi_in: दर्ज की गई राशि एक मान्य संख्या या कम नहीं तो शून्य है।
zh_tw: 輸入的金額無效或是小於 0。

source: The additional cost date cannot be before the release date of the work order.
hi_in: अतिरिक्त लागत की तारीख कार्य क्रम की रिलीज़ की तारीख से पहले नहीं हो सकती।
zh_tw: 額外成本日期不能在工作單發佈日之前。

source: Additional Costs:
hi_in: अतिरिक्त लागत:
zh_tw: 額外成本：

source: Process Additional Cost
hi_in: अतिरिक्त लागत की प्रक्रिया
zh_tw: 處理額外成本

source: Work Order Entry
hi_in: कार्य क्रम प्रविष्टि
zh_tw: 工作單輸入(&O)

source: There are no manufacturable items defined in the system.
hi_in: सिस्टम में परिभाषित किसी भी मैनैक्चररबल आइटम नहीं हैं
zh_tw: 目前系統沒有定義任何可以製造的貨品。

source: The work order been added.
hi_in: कार्य क्रम जोड़ दिया गया है।
zh_tw: 工作單已新增。

source: &Print This Work Order
hi_in: यह कार्य आदेश प्रिंट करें
zh_tw: 列印此工作單(&P)

source: &Email This Work Order
hi_in: इस कार्य आदेश को ईमेल करें
zh_tw: Email此工作單(&E)

source: The work order been updated.
hi_in: कार्य क्रम को अपडेट किया गया।
zh_tw: 工作單已更新。

source: Work order has been deleted.
hi_in: कार्य क्रम हटा दिया गया है
zh_tw: 工作單已刪除。

source: This work order has been closed. There can be no more issues against it.
hi_in: यह काम ऑर्डर बंद कर दिया गया है। उसके खिलाफ कोई और मुद्दे नहीं हो सकते हैं
zh_tw: 此工作單已關閉。不能再依此發料。

source: Enter a new work order
hi_in: एक नया कार्य क्रम दर्ज करें
zh_tw: 輸入新的工作單

source: Select an existing work order
hi_in: मौजूदा कार्य क्रम चुनें
zh_tw: 選擇現有的工作單

source: The quantity entered is invalid or less than zero.
hi_in: दर्ज की गई मात्रा शून्य या शून्य से कम है।
zh_tw: 輸入的數量是無效的或是小於零。

source: The selected item to manufacture does not have a bom.
hi_in: निर्माण के लिए चयनित आइटम में बॉम नहीं है
zh_tw: 選取的製造貨品沒有物料清單

source: The labour cost entered is invalid or less than zero.
hi_in: दर्ज श्रम लागत शून्य या शून्य से कम है
zh_tw: 輸入的人工成本有誤或是小於 0 。

source: The cost entered is invalid or less than zero.
hi_in: दर्ज की गई लागत शून्य या शून्य से कम है।
zh_tw: 輸入的人工成本有誤或是小於 0 。

source: The work order cannot be processed because there is an insufficient quantity for component:
hi_in: कार्य क्रम संसाधित नहीं किया जा सकता क्योंकि घटक के लिए अपर्याप्त मात्रा है:
zh_tw: 工作單不能處理因為元件沒有足夠數量：

source: The selected item cannot be unassembled because there is insufficient stock.
hi_in: चयनित आइटम अनुपस्थित नहीं हो सकता क्योंकि इसमें अपर्याप्त स्टॉक है।
zh_tw: 選定的貨品不能夠進行拆解，因為庫存不足數量。

source: The quantity cannot be changed to be less than the quantity already manufactured for this order.
hi_in: इस आदेश के लिए पहले से तैयार किए गए मात्रा से कम मात्रा में परिवर्तन नहीं किया जा सकता है।
zh_tw: 數量不能夠少於此張訂單的製造數量。

source: This work order cannot be deleted because it has already been processed.
hi_in: यह कार्य क्रम हटाया नहीं जा सकता क्योंकि यह पहले से ही संसाधित हो चुका है।
zh_tw: 此工作單不能刪除因為已處理。

source: This work order is closed and cannot be edited.
hi_in: यह काम ऑर्डर बंद है और इसे संपादित नहीं किया जा सकता है।
zh_tw: 工作單已關閉且不能編輯。

source: Destination Location:
hi_in: गंतव्य स्थान:
zh_tw: 目標地區：

source: Quantity Required:
hi_in: आवश्यक मात्रा:
zh_tw: 需求數量：

source: Quantity Manufactured:
hi_in: मात्रा निर्मित:
zh_tw: 已製造數量：

source: Credit Labour Account
hi_in: क्रेडिट श्रम खाता
zh_tw: 貸方人工成本會計項目

source: Credit Overhead Account
hi_in: क्रेडिट ओवरहेड अकाउंट
zh_tw: 貸方製造費用會計項目

source: Released On:
hi_in: पर जारी किया:
zh_tw: 發出於：

source: Save changes to work order
hi_in: कार्य क्रम में परिवर्तन सहेजें
zh_tw: 工作單的儲存

source: Close This Work Order
hi_in: इस कार्य आदेश को बंद करें
zh_tw: 關閉此筆工作單

source: Delete This Work Order
hi_in: यह कार्य आदेश हटाएं
zh_tw: 刪除此筆工作單

source: Add Workorder
hi_in: वर्कडर जोड़ें
zh_tw: 新增工作單

source: Issue Items to Work Order
hi_in: कार्य आदेश के लिए जारी किए गए आइटम
zh_tw: 發料到工作單

source: The work order issue has been entered.
hi_in: कार्य क्रम मुद्दा दर्ज किया गया है।
zh_tw: 工作單發料已輸入。

source: The entered date for the issue is invalid.
hi_in: इस मुद्दे के लिए प्रविष्ट दिनांक अमान्य है।
zh_tw: 輸入的發出日期是無效的。

source: The issue cannot be processed because it would cause negative inventory balance for marked items as of document date or later.
hi_in: इस मुद्दे पर संसाधित नहीं किया जा सकता है क्योंकि यह चिह्नित दिनांक के रूप में चिह्नित आइटमों के लिए या बाद में नकारात्मक इन्वेंट्री बैलेंस का कारण होगा।
zh_tw: 發出不能處理因為輸入的貨品將導致負數庫存：

source: The process cannot be completed because there is an insufficient total quantity for a component.
hi_in: प्रक्रिया पूरी नहीं की जा सकती क्योंकि एक घटक के लिए अपर्याप्त कुल मात्रा है।
zh_tw: 操作無法完成，因為元件的總數量不足。

source: Component is :
hi_in: घटक है:
zh_tw: 元件是：

source: From location :
hi_in: स्थान से:
zh_tw: 發貨地點：

source: The quantity entered is negative or invalid.
hi_in: प्रविष्ट की गई मात्रा नकारात्मक या अमान्य है
zh_tw: 輸入的數量是負數或是無效的。

source: Items to Issue
hi_in: जारी करने के लिए आइटम
zh_tw: 貨品發出

source: Process Issue
hi_in: प्रक्रिया का मुद्दा
zh_tw: 發出處理

source: Work Order Release to Manufacturing
hi_in: निर्माण के लिए कार्य आदेश रिहाई
zh_tw: 工作單發佈到製造作業

source: This work order has already been released.
hi_in: यह काम आदेश पहले ही जारी किया गया है।
zh_tw: 工作單已發佈。

source: This Work Order cannot be released. The selected item to manufacture does not have a bom.
hi_in: यह कार्य आदेश जारी नहीं किया जा सकता निर्माण के लिए चयनित आइटम में बॉम नहीं है
zh_tw: 這個工作單無法發出，選擇要製造的貨品沒有建立原物料表(bom)。

source: The work order has been released to manufacturing.
hi_in: कार्य क्रम निर्माण के लिए जारी किया गया है।
zh_tw: 工作單已發佈進行製造作業。

source: Select another &work order
hi_in: दूसरे कार्य क्रम का चयन करें
zh_tw: 選擇其他工作單(&w)

source: Work Order #:
hi_in: कार्य - आदेश #:
zh_tw: 工作單 #：

source: Work Order Reference:
hi_in: कार्य क्रम संदर्भ:
zh_tw: 工作單序號：

source: Released Date
hi_in: जारी दिनांक
zh_tw: 發佈日期

source: Release Work Order
hi_in: रिलीज़ वर्क ऑर्डर
zh_tw: 發佈工作單

source: View Work Order Costs
hi_in: कार्य आदेश लागत देखें
zh_tw: 工作單額外成本

source: Transaction
hi_in: लेन-देन
zh_tw: 交易

source: Finished Product Requirements
hi_in: समाप्त उत्पाद आवश्यकताएँ
zh_tw: 到產品

source: Additional Material Issues
hi_in: अतिरिक्त सामग्री मुद्दे
zh_tw: 其他材料發出

source: Additional Costs
hi_in: अतिरिक्त लागत
zh_tw: 額外成本

source: Finished Product Receival
hi_in: समाप्त उत्पाद प्राप्ति
zh_tw: 製成本收貨

source: Production Costs for Work Order # %d
hi_in: कार्य क्रम #% डी के लिए उत्पादन लागत
zh_tw: 工作訂單的生產成本 # %d

source: View Work Order Issue
hi_in: कार्य आदेश जारी देखें
zh_tw: 檢視工作單發出

source: Issue #
hi_in: मुद्दा #
zh_tw: 發出 #

source: For Work Order #
hi_in: कार्य आदेश # के लिए
zh_tw: 工作單 #

source: To Work Centre
hi_in: केंद्र में काम करने के लिए
zh_tw: 到工作中心

source: Date of Issue
hi_in: जारी करने की तारिख
zh_tw: 發出日期

source: This issue has been voided.
hi_in: यह मुद्दा निरस्त कर दिया गया है।
zh_tw: 此發出已作廢。

source: There are no items for this issue.
hi_in: इस मुद्दे के लिए कोई आइटम नहीं हैं
zh_tw: 此發出無貨品。

source: Component
hi_in: अंग
zh_tw: 元件

source: Items for this Issue
hi_in: इस मुद्दे के लिए आइटम
zh_tw: 此發出的貨品

source: View Work Order Production
hi_in: वर्क ऑर्डर प्रोडक्शन देखें
zh_tw: 檢視工作單的生產

source: Production #
hi_in: उत्पादन #
zh_tw: 生產編號 #

source: Quantity Manufactured
hi_in: मात्रा निर्मित
zh_tw: 已製造數量

source: This production has been voided.
hi_in: यह उत्पादन निरस्त कर दिया गया है।
zh_tw: 此筆製造已作廢。

source: View Work Order
hi_in: वर्क ऑर्डर देखें
zh_tw: 檢視工作單

source: BOM for item:
hi_in: आइटम के लिए बीओएम:
zh_tw: 貨品的物料表(BOM) ：

source: Work Order Requirements
hi_in: कार्य आदेश आवश्यकताएँ
zh_tw: 工作單需求

source: Issues
hi_in: मुद्दे
zh_tw: 發出

source: Productions
hi_in: प्रोडक्शंस
zh_tw: 產品

source: This work order has been voided.
hi_in: यह काम करने का आदेश रद्द कर दिया गया है।
zh_tw: 此工作單已作廢。

source: There are no manufactured or kit items defined in the system.
hi_in: सिस्टम में कोई विनिर्मित या किट आइटम नहीं हैं
zh_tw: 目前系統沒有定義可製造或組合貨品。

source: Select a manufacturable item:
hi_in: एक मैन्युफैक्चर करने योग्य आइटम चुनें:
zh_tw: 選取可製造貨品：

source: All Costs Are In:
hi_in: सभी लागतें निम्न में हैं:
zh_tw: 全部成本：

source: Inventory Item Where Used Inquiry
hi_in: इन्वेंटरी आइटम जहां इस्तेमाल की गई जांच
zh_tw: 庫存貨品用途查詢

source: Select an item to display its parent item(s).
hi_in: किसी आइटम को उसके पैरेंट आइटम प्रदर्शित करने के लिए चुनें
zh_tw: 選擇貨品顯示它的組成。

source: Parent Item
hi_in: जनक आइटम
zh_tw: 母貨品

source: Work Centre
hi_in: कार्य केंद्र
zh_tw: 工作中心

source: Quantity Required
hi_in: आवश्यक मात्रा
zh_tw: 需求數量

source: Bill Of Materials
hi_in: सामग्री के बिल
zh_tw: 物料表(BOM)

source: There are no work centres defined in the system. BOMs require at least one work centre be defined.
hi_in: सिस्टम में परिभाषित कोई कार्य केंद्र नहीं है बीओएम को कम से कम एक कार्य केंद्र को परिभाषित करना आवश्यक है
zh_tw: 目前沒有定義任何工作中心，物料表(BOM)需要至少一個工作中心。

source: Code
hi_in: कोड
zh_tw: 代號

source: Selected component has been updated
hi_in: चयनित घटक अद्यतन किया गया है
zh_tw: 選取的元件已更新

source: A new component part has been added to the bill of material for this item.
hi_in: इस मद के लिए सामग्री के बिल में एक नया घटक हिस्सा जोड़ा गया है।
zh_tw: 此貨品的物料表(BOM)已經新增了一個元件。

source: The selected component is already on this bom. You can modify it's quantity but it cannot appear more than once on the same bom.
hi_in: चयनित घटक पहले से ही इस बॉम पर है आप इसे मात्रा में संशोधित कर सकते हैं लेकिन यह एक ही बोम पर एक से अधिक बार प्रदर्शित नहीं हो सकता।
zh_tw: 選擇的元件已經存在於物料表(BOM)，您可以調整數量，但是不能夠在同一個物料表(BOM)中出現同樣元件兩次。

source: The selected component is a parent of the current item. Recursive BOMs are not allowed.
hi_in: चयनित घटक वर्तमान आइटम का एक अभिभावक है। पुनरावर्ती BOMs की अनुमति नहीं है
zh_tw: 選擇的元件是目前貨品的組成之一，系統並不支援循環式物料表(BOM)。

source: Location to Draw From:
hi_in: स्थान से ड्रा करने के लिए:
zh_tw: 抽取地區：

source: Work Centre Added:
hi_in: कार्य केंद्र जोड़ा गया:
zh_tw: 新增的工作中心：

source: Work Centres
hi_in: कार्य केंद्र
zh_tw: 工作中心

source: The work centre name cannot be empty.
hi_in: कार्य केंद्र नाम रिक्त नहीं हो सकता।
zh_tw: 工作中心名稱不能空白。

source: Selected work center has been updated
hi_in: चयनित कार्य केंद्र अपडेट कर दिया गया है
zh_tw: 選擇的工作中心已經更新

source: New work center has been added
hi_in: नया कार्य केंद्र जोड़ा गया है
zh_tw: 工作中心已經新增

source: Cannot delete this work centre because BOMs have been created referring to it.
hi_in: इस कार्य केंद्र को नहीं हटाया जा सकता है क्योंकि बीओएम को इसके संदर्भ में बनाया गया है।
zh_tw: 無法刪除這個工作中心，因為已經有物料表(BOM)使用。

source: Cannot delete this work centre because work order requirements have been created referring to it.
hi_in: इस कार्य केंद्र को नहीं हटाया जा सकता है क्योंकि कार्य क्रम आवश्यकताओं का जिक्र किया गया है।
zh_tw: 不能刪除因為工作單需求已被建立。

source: Selected work center has been deleted
hi_in: चयनित कार्य केंद्र हटा दिया गया है
zh_tw: 選取的工作中心已經刪除

source: description
hi_in: विवरण
zh_tw: 摘要

source: The bill of material for this item is empty.
hi_in: इस मद के लिए सामग्री का बिल खाली है
zh_tw: 此貨品的物料清單(BOM)是空白的。

source: Cost
hi_in: लागत
zh_tw: 成本

source: Standard Labour Cost
hi_in: मानक श्रम लागत
zh_tw: 每單位標準人工成本

source: Standard Overhead Cost
hi_in: मानक ओवरहेड लागत
zh_tw: 每單位標準製造費用

source: Total Cost
hi_in: कुल लागत
zh_tw: 全部成本

source: There are no Requirements for this Order.
hi_in: इस आदेश के लिए कोई आवश्यकता नहीं है।
zh_tw: 此訂單沒有必需品。

source: Unit Quantity
hi_in: यूनिट की मात्रा
zh_tw: 單位數量

source: Total Quantity
hi_in: कुल मात्रा
zh_tw: 總數量

source: Units Issued
hi_in: इकाइयां जारी
zh_tw: 單位已發出

source: On Hand
hi_in: हाथ मे
zh_tw: 現有

source: Marked items have insufficient quantities in stock.
hi_in: चिह्नित आइटम स्टॉक में अपर्याप्त मात्रा में हैं
zh_tw: 標示的貨品庫存量不足。

source: There are no Productions for this Order.
hi_in: इस आदेश के लिए कोई प्रोडक्शंस नहीं हैं
zh_tw: 此訂單沒有產品。

source: There are no Issues for this Order.
hi_in: इस आदेश के लिए कोई समस्याएं नहीं हैं
zh_tw: 此訂單沒有發出。

source: There are no additional costs for this Order.
hi_in: इस आदेश के लिए कोई अतिरिक्त लागत नहीं है
zh_tw: 工作單額外成本

source: The work order number sent is not valid.
hi_in: भेजा गया काम ऑर्डर नंबर मान्य नहीं है।
zh_tw: 傳送的工作單號不是有效。

source: Manufactured Item
hi_in: निर्मित आइटम
zh_tw: 已製造貨品

source: Into Location
hi_in: स्थान में
zh_tw: 送貨地

source: This work order is closed.
hi_in: यह काम ऑर्डर बंद है
zh_tw: 此工作單已完結。

source: Marked items have insufficient quantities in stock as on day of issue.
hi_in: अंक के दिन के रूप में चिह्नित आइटम स्टॉक में अपर्याप्त मात्रा में हैं।
zh_tw: 標示物品在發出日沒有庫存。

source: Issue Date:
hi_in: जारी करने की तिथि:
zh_tw: 發出日期：

source: To Work Centre:
hi_in: कार्य केंद्र के लिए:
zh_tw: 到工作中心：

source: Return Items to Location
hi_in: स्थान के लिए आइटम लौटें
zh_tw: 貨品退回地區

source: Issue Items to Work order
hi_in: कार्य क्रम के लिए जारी किए गए आइटम
zh_tw: 發料到工作單

source: COGS changed from %s to %s for %d %s of '%s'
hi_in: '%s' के%d%s के लिए COGS को%s से बदल दिया गया है
zh_tw: '%s' 的 %d %s 的銷貨成本從 %s 變動到 %s

source: Voided WO #%s
hi_in: वीओआई #%s
zh_tw: 作廢。

source: Issue of
hi_in: मुददा
zh_tw: 的發布

source: Issue to
hi_in: इसे दे दो
zh_tw: 發布到

source: Production.
hi_in: उत्पादन।
zh_tw: 生產。

source: Updated.
hi_in: अपडेट किया गया।
zh_tw: 已更新。

source: Canceled.
hi_in: रद्द कर दिया।
zh_tw: 已取消。

source: Released.
hi_in: का विमोचन किया।
zh_tw: 已釋出。

source: Payment for:
hi_in: के लिए भुगतान:
zh_tw: 支付給：

source: Supplier invoice adjustment for zero inventory of
hi_in: की शून्य सूची के लिए प्रदायक चालान समायोजन
zh_tw: 供應商發票調整為零庫存的

source: Invoice
hi_in: बीजक
zh_tw: 發票

source: GRN Removal
hi_in: जीआरएन हटाने
zh_tw: 收貨單移除

source: Order Currency
hi_in: मुद्रा का आदेश दें
zh_tw: 訂單貨幣

source: For Purchase Order
hi_in: खरीद आदेश के लिए
zh_tw: 針對採購單

source: Ordered On
hi_in: आदेश दिया गया
zh_tw: 已訂購中

source: Deliver Into Location
hi_in: स्थान में पहुंचें
zh_tw: 出貨地區

source: Delivery Address
hi_in: डिलिवरी का पता
zh_tw: 出貨地址

source: Order Comments
hi_in: आदेश टिप्पणियां
zh_tw: 訂單備註

source: Date Items Received
hi_in: दिनांक आइटम प्राप्त
zh_tw: 接收貨品日期

source: Source Invoices:
hi_in: स्रोत चालान:
zh_tw: 原始發票：

source: Supplier's Ref.:
hi_in: प्रदायक के रेफरी:
zh_tw: 供應商的序號：

source: Terms:
hi_in: शर्तें:
zh_tw: 條款：

source: Dimension 2
hi_in: आयाम 2
zh_tw: 構面(維度) 2：

source: Supplier's Currency:
hi_in: प्रदायक मुद्रा:
zh_tw: 供應商幣別：

source: Tax Group:
hi_in: कर समूह:
zh_tw: 稅區：

source: Sub-total:
hi_in: उप कुल:
zh_tw: 小計：

source: Invoice Total:
hi_in: कुल बिल:
zh_tw: 發票總計：

source: Credit Note Total
hi_in: क्रेडिट नोट कुल
zh_tw: 貸方通知單總計

source: Add GL Line
hi_in: जीएल लाइन जोड़ें
zh_tw: 增加會計線

source: Reset
hi_in: रीसेट
zh_tw: 重置

source: Clear all GL entry fields
hi_in: सभी जीएल प्रवेश फ़ील्ड साफ़ करें
zh_tw: 結算所有會計資料欄位

source: GL Items for this Invoice
hi_in: इस चालान के लिए जीएल आइटम
zh_tw: 此發票的會計項目

source: GL Items for this Credit Note
hi_in: इस क्रेडिट नोट के लिए जीएल आइटम
zh_tw: 此貸方通知單的會計項目

source: Quick Entry:
hi_in: त्वरित प्रविष्टि:
zh_tw: 快速輸入：

source: Add to Invoice
hi_in: इनवॉइस में जोड़ें
zh_tw: 新增到發票

source: Add to Credit Note
hi_in: क्रेडिट नोट में जोड़ें
zh_tw: 新增到貸方通知單

source: Remove
hi_in: हटाना
zh_tw: 移除

source: WARNING! Be careful with removal. The operation is executed immediately and cannot be undone !!!
hi_in: चेतावनी! हटाने के साथ सावधान रहें ऑपरेशन तुरंत निष्पादित होता है और पूर्ववत नहीं किया जा सकता है !!!
zh_tw: 警告！小心移除。移除的操作是無法還原的！

source: You are about to remove all yet non-invoiced items from delivery line #%d. This operation also irreversibly changes related order line. Do you want to continue ?
hi_in: आप डिलीवरी लाइन #%d से अभी तक गैर-इनवॉइस किए गए आइटम निकाल सकते हैं यह ऑपरेशन भी बदले में संबंधित आदेश रेखा में परिवर्तन करता है क्या आप जारी रखना चाहते हैं ?
zh_tw: 您將要刪除從選定的出貨行 #%d 中全部未開立發票貨品。此操作也不可逆轉地改變相關訂單行。你要繼續嗎？

source: Items Received Yet to be Invoiced
hi_in: इनवॉइस होने के लिए अभी तक प्राप्त आइटम
zh_tw: 已接收但未開發票的貨品

source: Delivery Item Selected For Adding To A Supplier Credit Note
hi_in: डिलिवरी आइटम एक प्रदायक क्रेडिट नोट को जोड़ने के लिए चयनित
zh_tw: 選定的出貨貨品加入到供應商的貸方通知單

source: Received Items Charged on this Invoice
hi_in: इस चालान पर लगाए गए प्राप्त आइटम
zh_tw: 已接收貨品在此張發票請款

source: Received Items Credited on this Note
hi_in: इस नोट पर क्रेडिट प्राप्त आइटम
zh_tw: 已接收貨品在記入此通知單

source: Received between
hi_in: बीच में प्राप्त
zh_tw: 接收日期介於

source: Add All Items
hi_in: सभी आइटम जोड़ें
zh_tw: 新增所有貨品

source: Delivery
hi_in: वितरण
zh_tw: 出貨

source: P.O.
hi_in: पीओ
zh_tw: 採購單

source: Received On
hi_in: प्राप्त हुआ
zh_tw: 已收到

source: Quantity Received
hi_in: प्राप्त मात्रा
zh_tw: 已接收數量

source: Quantity Invoiced
hi_in: राशि चालान
zh_tw: 已開發票數量

source: Qty Yet To Invoice
hi_in: अभी तक इनवॉइस की मात्रा
zh_tw: 未開發票數量

source: Price after Tax
hi_in: कर के बाद मूल्य
zh_tw: 稅後價格

source: Price before Tax
hi_in: कर से पहले मूल्य
zh_tw: 稅前價格

source: Qty Yet To Credit
hi_in: अभी तक ऋण का श्रेय
zh_tw: 未記入數量

source: Line Value
hi_in: रेखा मूल्य
zh_tw: 列價值

source: There are no outstanding items received from this supplier that have not been invoiced by them.
hi_in: इस सप्लायर से कोई बकाया आइटम नहीं मिले हैं जो उनके द्वारा चालान नहीं किए गए हैं।
zh_tw: 未收到來自此供應商尚未開具發票的未付貨品款。

source: There are no received items for the selected supplier that have been invoiced.
hi_in: चयनित सप्लायर के लिए कोई आइटम नहीं प्राप्त किए गए हैं जिन्हें चालान किया गया है।
zh_tw: 未收到來自選定供應商的已開立發票的貨品。

source: Credits can only be applied to invoiced items.
hi_in: क्रेडिट केवल चालान किए गए आइटमों पर लागू किया जा सकता है
zh_tw: 貸方只能夠是已開立發票貨品。

source: Order Date:
hi_in: आर्डर की तारीख:
zh_tw: 訂單日期：

source: Delivery Date:
hi_in: डिलीवरी की तारीख:
zh_tw: 出貨日期：

source: Invoice Date:
hi_in: चालान की तारीख:
zh_tw: 發票日期：

source: Supplier Currency:
hi_in: प्रदायक मुद्रा:
zh_tw: 供應商幣別：

source: Due Date:
hi_in: नियत तारीख:
zh_tw: 到期日

source: Supplier's Reference:
hi_in: प्रदायक का संदर्भ:
zh_tw: 供應商的序號：

source: Receive Into:
hi_in: इसमें प्राप्त करें:
zh_tw: 接收到：

source: The default stock location set up for this user is not a currently defined stock location. Your system administrator needs to amend your user record.
hi_in: इस उपयोगकर्ता के लिए निर्धारित डिफ़ॉल्ट स्टॉक स्थान वर्तमान में परिभाषित स्टॉक स्थान नहीं है। आपके सिस्टम व्यवस्थापक को आपके उपयोगकर्ता के रिकॉर्ड में संशोधन करने की आवश्यकता है।
zh_tw: 這個使用者的預設庫存位置目前尚未定義，需要請系統管理員協助修改。

source: Deliver to:
hi_in: उसे देदो:
zh_tw: 出貨到：
