Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: GL accounts edition
da_dk: Bogførings konti redigering
es_es: Edición de Cuentas del Libro Mayor
id_id: Ubah akun JU
it_it: Modificare conto di contabilità generale
ka_ge: მთ.წიგნის ანგარიშების რედაქტირება
pt_br: Edição de contas de GL
pt_pt: Edição do Plano de Contas
ru_ru: GL счета издание

source: GL account groups
da_dk: Bogførings konto grupper
es_es: Grupos de Cuentas Contables
id_id: Grup Akun GL
it_it: Gruppi di conto di contabilità generale
ka_ge: მთ.წიგნის ანგარიშების ჯგუფები
pt_br: Grupos de conta de GL
pt_pt: Grupos do Plano de Contas
ru_ru: Группы GL счета

source: GL account classes
da_dk: Bogførings konto klasser
es_es: Clases de cuentas del Libro Mayor
id_id: Kelas akun GL
it_it: Classi di conto di contabilità generale
ka_ge: მთ.წიგნის კლასები
pt_br: Classes de conta de GL
pt_pt: Classes do Plano de Contas
ru_ru: Классов GL счета

source: Quick GL entry definitions
da_dk: Hurtig bogførings posteringslinje defineringer.
es_es: Entrada rápida de definiciones en el Libro Mayor
id_id: Definisi Input cepat GL
it_it: Definizione inserimenti veloci contabilità generale
ka_ge: სწრაფი მთ.წიგნის ჩანაწერის განსაზღვრებები
pt_br: Entrada de definições rápida de GL
pt_pt: Entrada Rápida de definições do Plano de Contas
ru_ru: Быстрый GL определения

source: Bank accounts
da_dk: Bankkonti
es_es: Cuentas Bancarias
id_id: Akun Bank
it_it: Conti bancari
ka_ge: ბანკის ანგარიშები
pt_br: Contas Correntes
pt_pt: Contas bancárias
ru_ru: Банковские счета

source: Tax rates
da_dk: Afgifts sats
es_es: Tasa de impuesto
id_id: Rate Pajak
it_it: Aliquote d'imposta
ka_ge: გადასახადის განაკვეთები
pt_br: Taxas de imposto
pt_pt: Taxas de imposto
ru_ru: Налоговые ставки

source: Tax groups
da_dk: Afgifts grupper
es_es: Grupos de Impuestos
id_id: Grup Pajak
it_it: Gruppi di tasse
ka_ge: გადასახადის ჯგუფები
pt_br: Grupos de taxas
pt_pt: Grupo de impostos
ru_ru: Налоговые группы

source: Fiscal years maintenance
da_dk: Regnskabsårs vedligeholdelse
es_es: Mantención del año fiscal
id_id: Pengaturan Tahun Fiskal
it_it: Manutenzione periodi amministrativi
ka_ge: ფისკალური წლების მოვლა
pt_br: Manutenção do ano fiscal
pt_pt: Manutenção de anos fiscais
ru_ru: Финансовый обслуживанию лет

source: Company GL setup
da_dk: GL firmaopsætningen
es_es: Configuración contable de la Compañía
id_id: Setup Akun GL Perusahaan
it_it: Setup di contabilità generale aziendale
ka_ge: კომპანიის მთ.წიგნის გაწყობა
pt_br: Configuração de GL da Empresa
pt_pt: Configuração Contabilidade da Empresa
ru_ru: Установка компании GL

source: GL Account tags
da_dk: Bogførings Konto tags
es_es: Etiquetas de Cuentas del Libro Mayor
id_id: Tag Akun GL
it_it: Tag Conti di contabilità generale
ka_ge: მთ.წიგნის ანგარიშის სანიშნები
pt_br: Tags da Conta de GL
pt_pt: Marcadores do Plano de Contas
ru_ru: Теги GL счета

source: Allow entry on non closed Fiscal years
da_dk: Tillade adgang til ikke afsluttede regnskabsår
es_es: Permitir entradas en Años Fiscales no cerrados
id_id: Perbolehkan Input pada tahun fiskal yang belum ditutup
it_it: Permetti inserimenti in periodi amministrativi non chiusi
ka_ge: დაუშვი ჩანაწერები ღია ფისკალურ წლებში
pt_pt: Permitir entradas em anos fiscais não fechados
ru_ru: Разрешить запись на не завершенный финансовый год

source: Bank transactions view
da_dk: Se bank overførsel
es_es: Ver Transacciones Bancarias
id_id: Menampilkan transaksi bank
it_it: Visualizzare transazioni bancarie
ka_ge: ბანკის ტრანზაქციების ხედი
pt_br: Vizualizar transações do banco
pt_pt: Visualizar transações bancárias
ru_ru: Банковские операции просмотра

source: GL postings view
da_dk: Bogførings poster, visning
es_es: ver notas del Libro Mayor
id_id: Menampilkan posting GL
it_it: Vedi invii contabilità generale
ka_ge: მთ.წიგნის გატარებების ხედი
pt_br: Vizualizar comentários do GL
pt_pt: Visualizar notas do Plano Contas
ru_ru: GL сообщений зрения

source: Exchange rate table changes
da_dk: Valutakursændrings tabel
es_es: Cambios en la tabla de Tasas de Cambio
id_id: Tabel Perubahan Nilai Tukar
it_it: Modifiche tabelle dei tassi di cambio
ka_ge: გაცვლითი კურსების ცხრილის ცვლილებები
pt_br: Mudanças da taxa de câmbio da tabela
pt_pt: Alterações na tabela de taxas de câmbio
ru_ru: Биржи изменения скорости таблице

source: Bank payments
da_dk: Bankbetaling
es_es: Pagos bancarios
id_id: Pembayaran Bank
it_it: Pagamenti bancari
ka_ge: ბანკის გადახდები
pt_br: Pagamentos bancários
pt_pt: Pagamentos bancários
ru_ru: Банковские платежи

source: Bank deposits
da_dk: Bankindbetalinger
es_es: Depósitos bancarios
id_id: Penerimaan Bank
it_it: Depositi bancari
ka_ge: ბანკის დეპოზიტები
pt_br: Depósitos bancários
pt_pt: Depósitos bancários
ru_ru: Банковские депозиты

source: Bank account transfers
da_dk: Bankkonto overførsler
es_es: Transferencias de Cuentas Bancarias
id_id: Transfer Antar Bank
it_it: Trasferimenti conti bancari
ka_ge: ბანკის ანგარიშის ტრანსფერები
pt_br: Transferência entre contas correntes
pt_pt: Transferência entre contas bancárias
ru_ru: Переводы банковский счет

source: Bank reconciliation
da_dk: Bankafstemning
es_es: Conciliación Bancaria
id_id: Rekonsiliasi Bank
it_it: Riconciliazione bancaria
ka_ge: ბანკის დადარება
pt_br: Reconciliação Bancária
pt_pt: Reconciliação Bancária
ru_ru: Банк примирения

source: Manual journal entries
da_dk: Manuelle kladdeposteringer
es_es: Entrada manual de asientos de diario
it_it: Registrazioni manuali
ka_ge: არაავტომატური ჟურნალის გატარებები
pt_br: Entradas manuais no diário
pt_pt: Entrada manual no diário contabilístico
ru_ru: Руководство записей журнала

source: Journal entries to bank related accounts
da_dk: Journal indgange til bank relaterede konti
es_es: Asientos de diario relacionados a cuentas de banco
it_it: Registrazioni su conti bancari collegati
ka_ge: ჟურნალის გატარებები ბანკთან დაკავშირებულ ანგარიშებში
pt_pt: Entradas de diário relacionados com contas bancárias
ru_ru: Журнал записей, связанных с банком счетов

source: Budget edition
da_dk: Budget udgave
es_es: Edición de partida de dinero
id_id: Ubah Anggaran
it_it: Modifica Budget
ka_ge: ბიუჯეტის რედაქტირება
pt_br: Edição de Orçamento
pt_pt: Edição orçamento
ru_ru: Бюджет издания

source: Item standard costs
da_dk: Vare standard omkostninger
es_es: Costes estándares del artículo
id_id: Biaya standar barang
it_it: Costi standard articolo
ka_ge: დასახ-ების სტანდ-ლი თვითღ-ლება
pt_br: Custo padrão do item
pt_pt: Custo padrão do artigo
ru_ru: Пункт стандартные расходы

source: GL analytical reports and inquiries
da_dk: Bogførings analytiske rapporter og undersøgelser
es_es: Reportes analíticos y consultas del Libro Mayor
id_id: Pencarian dan laporan analisis GL
it_it: Ricerche e report analitici di contabilità generale
ka_ge: მთ.წიგნის ანალიტიკური რეპორტები და დაკითხვები
pt_br: Relatórios e buscas analíticas no Livro Razão
pt_pt: Relatórios analíticos e consultas do Diário Contabilístico
ru_ru: GL аналитические отчеты и запросы

source: Tax reports and inquiries
da_dk: Afgift rapporter og undersøgelser
es_es: Reportes y consultas de impuestos
id_id: Pencarian dan laporan pajak
it_it: Ricerche e report tasse
ka_ge: გადასახადების რეპორტები და დაკითხვები
pt_br: Relatórios e buscas de impostos
pt_pt: Relatórios e consultas de impostos
ru_ru: Налоговые отчеты и запросы

source: Bank reports and inquiries
da_dk: Bankrapporter og undersøgelser
es_es: Informes y reportes del Banco
id_id: Pencarian dan laporan bank
it_it: Ricerche e report bancari
ka_ge: ბანკის რეპორტები და დაკითხვები
pt_br: Relatórios e buscas bancárias
pt_pt: Relatórios e consultas bancárias
ru_ru: Банк отчеты и запросы

source: GL reports and inquiries
da_dk: Bogførings rapporter og undersøgelser
es_es: Reportes y consultas del Libro Mayor
id_id: Pencarian dan laporan GL
it_it: Ricerche e report di contabilità generale
ka_ge: მთ.წიგნის რეპორტები და დაკითხვები
pt_br: Relatórios e buscas no Livro Razão
pt_pt: Consultas e relatórios do Diário Contabilístico
ru_ru: GL отчеты и запросы

source: Cannot retrieve exchange rate for currency %s as of %s. Please add exchange rate manually on Exchange Rates page.
da_dk: Kan ikke hente valutakurs for valutaen %s fra %s. Venligst tilføje valutakurs manuelt på valutakurser siden.
es_es: No se puede recuperar el tipo de cambio de divisa %s como de %s. Por favor añada el tipo de cambio manualmente en la página de Tipos de Cambio.
id_id: Gagal mendapatkan nilai tukar mata uang %s as of %s. Silakan tambahkan secara manual pada halaman Nilai Tukar.
it_it: Non è possibile recuperare il tasso di cambio per la valuta %s per quanto riguarda %s.Inserire il tasso di cambio manualmente nella pagina Tassi di Cambio
ka_ge: %s ვალუტის გაცვლითი კურსის ავტომატური განახლება %s თარიღისთვის ვერ განხორციელდა. დაამატე გაცვლითი კურსი ხელით.
pt_pt: Não é possível recuperar a taxa de câmbio para a moeda %s como %s. Por favor, adicione taxa de câmbio manualmente na página de taxas de câmbio.

source: Before software upgrade you have to include old $security_groups and $security_headings arrays from old config.php file to the new one.
da_dk: Før software-opgradering skal du inkludere gamle $security_groups og $security_headings områder fra gamle config.php fil til den nye.
es_es: Antes de actualizar el software debe incluir las matrices antiguas $security_groups y $security_headings del archivo config.php antiguo en el nuevo.
id_id: Sebelum upgrade software, anda harus menyertakan array $security_groups dan $security_heading lama dari file config.php lama ke yang baru.
it_it: Prima dell'aggiornamento software includere i vecchi array $security_groups e $security_headings dal vecchio file config.php al nuovo.
ka_ge: პროგრამის განახლებამდე უნდა დაურთო ძველი $უსაფრთხოების_ჯგუფები და $უსაფრთხოების_სათაურების ერთობლიობა ძველი config.php ფაილიდან ახალს.
pt_br: Antes de atualizar o software você deve incluir as tabelas antigas $security_groups e $security_headings arrays do arquivo config.php antigo no novo.
pt_pt: Antes de efetuar atualização de software deve incluir $security_groups antigos e $security_headings arrays do antigo ficheiro config.php para o novo.

source: Back
da_dk: Tilbage
es_es: Atrás
id_id: Kembali
it_it: Indietro
ka_ge: უკან
pt_br: Voltar
pt_pt: Retroceder
ru_ru: Назад

source: System is available for site admin only until full database upgrade
da_dk: Systemet er tilgængelige for admin, kun indtil fuld databaseopgradering
es_es: El sistema está sólo disponible para admin hasta que la actualización de base de datos se complete
id_id: Sistem hanya dapat diakses admin situs sampai upgrade database selesai
it_it: Il sistema è disponibile solo per l'amministratore di sistema solo fino al completo aggiornamento del database
ka_ge: სისტემა ხელმისაწვდომია მხოლოდ საიტის ადმინისთვის მონაცემთა ბაზის სრულ განახლებამდე
pt_br: O sistema está disponivel apenas para o Administrador terminar a atualização do Banco de Dados
pt_pt: O sistema está disponivel apenas para o Administrador terminar a atualização da Base de Dados
ru_ru: Система доступна для администратора сайта только до полного обновления базы данных

source: Requesting data...
da_dk: Forespørger data...
es_es: Solicitando información...
id_id: Meminta data...
it_it: Richiesta dati...
ka_ge: მონაცემთა მოთხოვნა...
pt_br: Requisitando dados...
pt_pt: Requisitando dados...
ru_ru: Запрос данных ...

source: The entered reference is already in use.
da_dk: Angivet reference er allerede brugt.
es_es: La referencia introducida ya esta en uso.
id_id: Referensi yang diisi sudah pernah digunakan.
it_it: Il riferimennto inserito è già in uso.
ka_ge: შეყვანილი მინიშნება გამოყენებაშია.
pt_br: A referência digitada já esta em uso.
pt_pt: A referência indicada já esta em uso.
ru_ru: Введенные ссылки уже используется.

source: in file
da_dk: i fil
es_es: En archivo
id_id: dalam file
it_it: nel file
ka_ge: ფაილში
pt_br: no arquivo
pt_pt: no ficheiro
ru_ru: В файле

source: at line
da_dk: på linie
es_es: En la línea
id_id: pada baris
it_it: alla linea
ka_ge: ხაზზე
pt_br: na linha
pt_pt: na linha
ru_ru: в строке

source: Debug mode database warning:
da_dk: Debug mode database advarsel:
es_es: Advertencia de base de datos en modo de depuración:
it_it: Avviso modalità di debug database
ka_ge: შეცდომების შესწორების რეჟიმი მონაცემთა ბაზის შეტყობინება:
pt_br: Alerta do Modo de depuração:
pt_pt: Modo depuração de avisos da base de dados:
ru_ru: Отладка предупреждения режиме базы данных:

source: DATABASE ERROR :
da_dk: DATABASE FEJL :
es_es: ERROR DE BASE DE DATOS :
id_id: KESALAHAN DATABASE:
it_it: ERRORE DATABASE :
ka_ge: მონაცემთა ბაზის შეცდომა:
pt_br: ERRO NO BANCO DE DADOS:
pt_pt: ERRO BASE DE DADOS:
ru_ru: Ошибка базы данных:

source: The entered information is a duplicate. Please go back and enter different values.
da_dk: Angiven information er en dobbelganger. Venligst gå tilbage og angiv andre værdier.
es_es: La información introducida está duplicada. Por favor vuelva atrás e introduzca valores diferentes.
id_id: Duplikasi pada informasi yang dimasukkan. Silakan kembali dan masukkan nilai yang lain.
it_it: L'informazione inserita è un duplicato. Tornare indietro e inserire valori differenti.
ka_ge: შეყვანილი ინფორმაცია დუბლირებულია. დაბრუნდი უკან და შეიყვანე განსხვავებული სიდიდე.
pt_br: A informação digitada está duplicada. Por favor volte e digite valores diferentes.
pt_pt: As informações inseridas estão em duplicado. Por favor, volte e digite valores diferentes.

source: This page is usable only with javascript enabled browsers.
da_dk: Denne side kan kun ses med en webbrowser der understøtter javascript.
es_es: Esta página sólo se puede utilizar con navegadores con javascript habilitado.
id_id: Halaman ini hanya dapat digunakan pada browser yang mengaktifkan javascript.
it_it: Questa pagina è accessibile solo tramite browser con javascript attivo.
ka_ge: ეს გვერდი გამოიყნება ჯავასკრიპტის შემძლე ბრაუზერებთან.
pt_br: Esta página funciona apenas com navegadores com javascript ativado.
pt_pt: Esta página apenas funciona em browsers com javascript ativado.
ru_ru: Эта страница может использоваться только с поддержкой JavaScript браузеров.

source: No key field '%s' in file '%s'
es_es: No está el campo llave '%s' en el archivo '%s'
id_id: Tidak ada key field '%s' dalam file '%s'
ka_ge: მთავარი ველი არ არის '%s' ფაილში '%s'
pt_pt: Não existe campo chave '%s' no ficheiro '%s'

source: Cannot download repo index file.
id_id: Tidak dapat mengunduh file index repository.
pt_pt: Não é possível transferir ficheiro de índice repo.
ru_ru: Не удается загрузить репо индексный файл.

source: Cannot delete outdated '%s' file.
es_es: No se pudo borrar archivo '%s' desactualizado.
id_id: Tidak dapat menghapus file '%s' yang lama.
pt_pt: Não é possivel apagar o ficheiro '%s' desatualizado.

source: Release file in repository is invalid, or public key is outdated.
da_dk: Udgivelses fil i arkivet er ugyldig, eller offentlige nøgle er forældet.
es_es: Archivo publicado en el repositorio no es válido, o la clave pública esta desactualizada.
it_it: Il file della release nel repository non è valido, o la chiave pubblica è scaduta.
ka_ge: გამოშვების ფაილი სანახში არასწორია ან საჯარო გასაღები არის ვადაგასული.
pt_pt: Ficheiro Release no repositório é inválido, ou a chave pública está desatualizada.
ru_ru: Выпуск файла в репозиторий является недействительным, или открытый ключ устарел.

source: Repository version does not match application version.
da_dk: Repository version stemmer ikke overens programversion.
es_es: Versión del repositorio no coincide con la versión de la aplicación.
id_id: Versi Repository tidak cocok dengan versi aplikasi.
it_it: La versione del repository non coincide con la versione dell'applicazione
ka_ge: სანახის ვერსია არ ემთხვევა პროგრამის ვერსიას.
pt_pt: Versão do repositório não corresponde à versão da aplicação.
ru_ru: Репозиторий версия не соответствует версии программы.

source: Cannot download '%s' file.
id_id: Tidak dapat mengunduh file '%s'.
pt_pt: Não é possível efetuar download do ficheiro '%s'.

source: Security alert: broken index file in repository '%s'. Please inform repository administrator about this issue.
da_dk: Sikkerhedsadvarsel: brudt index fil i arkivet '%s'. Oplys venligst administratoren om dette problem.
es_es: Alerta de seguridad: archivo de índice roto en del repositorio '%s'. Por favor informar al administrador de repositorio sobre este tema.
it_it: Avviso di sicurezza: file index corrotto nel repository '%s'. Informare l'amministratore del repository di questo problema.
ka_ge: უსაფრთხოების შეტყობინება: დაზიანებული ინდექსის ფაილი სანახში '%s'. შეატყობინე სანახის ადმინისტრატორს.
pt_pt: ALERTA DE SEGURANÇA: ficheiro de índice danificado no repositório '%s'. Por favor, informe administrador do repositório sobre este assunto.

source: Security alert: broken package '%s' in repository. Please inform repository administrator about this issue.
da_dk: Sikkerhedsadvarsel: brudt pakke '%s' i arkivet. Oplys venligst administratoren om dette problem.
es_es: Alerta de seguridad: paquete roto '%s' en el repositorio. Por favor informar al administrador de repositorio sobre este tema.
it_it: Avviso di sicurezza: pacchetto corrotto nel repository '%s'. Informare l'amministratore del repository di questo problema.
ka_ge: უსაფრთხოების შეტყობინება: დაზიანებული პაკეტი '%s' სანახში. შეატყობინე ადმინისტრატორს.
pt_pt: ALERTA DE SEGURANÇA: pacote danificado '%s' no repositório. Por favor, informe administrador do repositório sobre este assunto.

source: Package '%s' not found.
es_es: Paquete '%s' no encontrado.
id_id: Paket '%s' tidak ditemukan.
it_it: Pacchetto '%s' non trovato.
ka_ge: პაკეტი '%s' ვერ მოიძებნა.
pt_pt: Pacote software '%s' não encontrado.

source: Incorrect Password
da_dk: FeJlagtig adgangskode
es_es: Contraseña incorrecta
id_id: Kata kunci salah
it_it: Password non corretta
ka_ge: არასწორი პაროლი
pt_br: Senha Inválida
pt_pt: Password incorreta
ru_ru: Неправильный пароль

source: The user and password combination is not valid for the system.
da_dk: Bruger og adgangskode kombinationen er ugyldig.
es_es: La combinación de usuario y contraseña no es válida para el sistema.
id_id: Kombinasi pengguna dan kata kunci tidak valid untuk sistem ini.
it_it: La combinazione utente e password non è valida.
ka_ge: მომხმარებლის და პაროლის კომბინაცია არასწორია.
pt_br: Usuário e senha inválidos.
pt_pt: O utilizador e password não são válidos no sistema.
ru_ru: Пользователя и пароля не является допустимым для системы.

source: If you are not an authorized user, please contact your system administrator to obtain an account to enable you to use the system.
da_dk: Hvis du ikke er en autoriseret bruger, venligst kontakt din systemadministrator for at få en konto som giver dig det nødvendige adgangsniveau.
es_es: Si no es un usuario autorizado, por favor contacte a su administrador de sistemas para obtener una cuenta que lo habilite para usar el sistema.
id_id: Jika anda bukan pengguna yang diotorisasi, silakan hubungi administrator sistem untuk mendapatkan akun agar dapat menggunakan sistem ini.
it_it: Se non sei un utente autorizzato, perfavore contatta il tuo amministratore di sistema per ottenere un account per accedere al sistema.
ka_ge: თუ არ ხარ უფლებამოსილი მომხმარებელი, დაუკავშირდი ადმინისტრატორს.
pt_br: Se você não for um usuário autorizado, por favor contate o administrador do sistema para obter uma conta.
pt_pt: Caso não seja um utilizador autorizado, por favor contate o administrador do sistema para obter uma conta.

source: Try again
da_dk: Prøv igen
es_es: Inténtalo de nuevo
id_id: Coba lagi
it_it: Riprova
ka_ge: კიდევ სცადე
pt_br: Tentar novamente
pt_pt: Tente novamente
ru_ru: Попробуйте еще раз

source: Brute force attack on account '%s' detected. Access for non-logged users temporarily blocked.
es_es: Ataque de fuerza bruta detectado en la cuenta '%s'. Acceso la los usuarios no-introducidos temporalmente bloqueado.
id_id: Serangan Brute force pada akun '%s' terdeteksi. Akses untuk pengguna tidak aktif diblokir sementara.
pt_pt: Ataque de força bruta detetado na conta '% s'. Acesso para utilizadores não registrados temporariamente bloqueados.

source: Security settings have not been defined for your user account.
da_dk: Sikkerhedsindstillinger er ikke defineret for din brugerkonto.
es_es: Las configuraciones de seguridad no han sido definidas para su cuenta de usuario.
id_id: Pengaturan keamanan belum terdefinisi untuk akun pengguna anda.
it_it: Non sono state definite le impostazioni di sicurezza per il tuo account utente.
ka_ge: უსაფრთხოების პარამეტრები არ არის განსაზღვრული შენი ანგარიშისთვის.
pt_br: Configurações de segurança não foram definidas para seu usuário.
pt_pt: Configurações de segurança não foram definidas para o seu utilizador.
ru_ru: Настройки безопасности не были определены для учетной записи пользователя.

source: Please contact your system administrator.
da_dk: Venligst kontakt din systemadministrator.
es_es: Por favor contacte a su administrador de sistema.
id_id: Silakan hubungi adminsitrator sistem.
it_it: Contattare l'amministratore di sistema.
ka_ge: დაუკავშირდი სისტემის ადმინისტრატორს.
pt_br: Favor contatar o administrador do sistema.
pt_pt: Favor contatar o administrador do sistema.
ru_ru: Пожалуйста, обратитесь к вашему системному администратору.

source: Please remove $security_groups and $security_headings arrays from config.php file!
da_dk: Fjern $security_groups og $security_headings områder fra config.php filen!
es_es: Por favor, elimine las matrices $security_groups y $security_headings del archivo config.php!
id_id: Silakan hapus array $security_groups dan $security_headings dari file config.php!
it_it: Rimiovere gli array $security_groups e $security_headings dal file config.phpfile!
ka_ge: წაშალე $უსაფრთხოების_ჯგუფები და $უსაფრთხოების_სათაურების ერთობლიობა config.php ფაილიდან!
pt_br: Favor remover tabelas $security_groups e $security_headings do arquivo config.php!
pt_pt: Favor remover definições $security_groups e $security_headings no ficheiro config.php!

source: Access to application has been blocked until database upgrade is completed by system administrator.
da_dk: Adgang til programmet er blevet blokeret, indtil database opgradering er afsluttet af systemadministratoren.
es_es: Acceso a la aplicación ha sido bloqueada por el administrador hasta que la actualización de base de datos se complete.
id_id: Akes ke aplikasi diblokir sampai upgrade database selesai dilakukan.
it_it: Accesso all'applicazione bloccato finchè l'aggiornamento del database non è stato completato dall'amministratore di sistema.
ka_ge: პროგრამაზე წვდომა დაბლოკილია ადმინისტრატორის მიერ, მონაცემთა ბაზის განახლებამდე.
pt_pt: Acesso à aplicação foi bloqueado até que a atualização à base de dados é completada pelo administrador do sistema.

source: The security settings on your account do not permit you to access this function
da_dk: Sikkerhedsindstillingen for din konto tillader ej adgang til denne funktion.
es_es: Las configuraciones de seguridad de su cuenta no le permiten acceder a esta función
id_id: Pengaturan keamanan pada akun anda tidak memperbolehkan anda mengakses fungsi ini
it_it: Le impostazioni di sicurezza nel tuo account non ti permettono di accedere a questa funzione
ka_ge: შენი ანგარიშის უსაფრთხოების პარამეტრები არ იძლევა ამ ფუქციის წვდომის საშუალებას
pt_br: As configurações de segurança na sua conta não permitem que você acesse esta função
pt_pt: As configurações de segurança da sua conta não lhe permitir aceder a esta função
