Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: Delivery Total
da_dk: Total leveret
es_es: Total Transporte
id_id: Total Pengiriman
it_it: Consegna Totale
ka_ge: ზედნადების ჯამი
pt_br: Total da Entrega
pt_pt: Total Transporte
ru_ru: Доставка Всего

source: Batch
es_es: Lote
it_it: Raggruppa
ka_ge: ჯგუფი
pt_br: Lote
pt_pt: Lote
ru_ru: Партия

source: Batch Invoicing
da_dk: Batch Fakturering
es_es: Lote de Facturación
id_id: Tagih Sekaligus
it_it: Fattura raggruppata
ka_ge: ჯგუფური ინვოისირება
pt_br: Faturamento de Lote
pt_pt: Faturação em Lote
ru_ru: Пакетное выставление счетов

source: Search Outstanding Sales Orders
da_dk: Søg ikke leverede ordrer
es_es: Buscar los Pedidos Pendientes
id_id: Cari Order Penjualan yang belum selesai
it_it: Cerca Ordini di Vendita in sospeso
ka_ge: მოძებნე შესასრულებელი გაყიდვების შეკვეთები
pt_br: Converter Pedido de Venda em Entrega
pt_pt: Procurar Encomendas de Clientes Pendentes
ru_ru: Поиск невыполненных заказов продажам

source: Search Template for Invoicing
da_dk: Søg skabelon for fakturering
es_es: Selecciona una Plantilla para Facturación
id_id: Cari Template Tagihan
it_it: Cerca Template per Fatturazione
ka_ge: მოძებნე შაბლონი ინვოისირებისთვის
pt_br: Buscar Modelo para Faturamento
pt_pt: Procurar Template para Documento Fatura
ru_ru: Поиск шаблона для выставления счетов

source: Select Template for Delivery
da_dk: Søg skabelon for leverance
es_es: Selecciona una Plantilla para Entrega
id_id: Pilih template Pengiriman
it_it: Seleziona Template per Consegne
ka_ge: აირჩიე შაბლონი ზედნადები
pt_br: Selecione Modelo para Entrega
pt_pt: Procurar Template para Documento de Entrega
ru_ru: Выберите шаблон для доставки

source: Search All Sales Orders
da_dk: Søg alle ordrer
es_es: Buscar Todos los Pedidos
id_id: Cari Semua Order Penjualan
it_it: Cerca tutti gli Ordini di Vendita
ka_ge: მოძებნე ყველა გაყიდვების შეკვეთები
pt_br: Listar Todos os Pedidos de Venda
pt_pt: Procurar em Todas as Encomendas
ru_ru: Поиск Все Заказы

source: Search All Sales Quotations
da_dk: Søg Alle Salgstilbud
es_es: Buscar Todos los Presupuestos
id_id: Cari semua penawaran
it_it: Cerca tutti i Preventivi di Vendita
ka_ge: მოძებნე გაყიდვების ყველა შეთავაზებები
pt_br: Listar Todas as Cotações de Venda
pt_pt: Procurar em Todos os Orçamentos
ru_ru: Поиск Все продаж котировки

source: Dispatch
da_dk: Leverance
es_es: Envío
id_id: Pengiriman
it_it: Spedizione
ka_ge: გაგზავნა
pt_br: Despachar
pt_pt: Expedição
ru_ru: Отправка

source: Set this order as a template for direct deliveries/invoices
da_dk: Gør denne ordre til en skabelon for direkte levering/levering og fakturering
es_es: Establecer este pedido como una plantilla para las entregas directas/facturas
id_id: Buat order sebagai template pengiriman/penagihan langsung
it_it: Fissare questo ordine come un template per spedizioni/fatture
ka_ge: გამოიყენე ეს შეკვეთა შაბლონად მოწოდებებისთვის/ინვოისებისთვის
pt_br: Definir este pedido como um modelo para entregas/faturamentos direto
pt_pt: Definir este documento como template de avença para entrega/faturação
ru_ru: Установите этот приказ в качестве шаблона для прямых поставок / счетов-фактур

source: Show All:
da_dk: Vis Alle:
es_es: Mostrar Todo:
id_id: Tampilkan semua:
it_it: Mostra tutto:
ka_ge: აჩვენე ყველა:
pt_br: Mostrar Tudo:
pt_pt: Mostrar Tudo:
ru_ru: Показать все:

source: Order #
da_dk: Ordre #
es_es: Pedido Nº
it_it: Ordine #
ka_ge: შეკვეთის #
pt_br: Pedido #
pt_pt: Encomenda nº
ru_ru: Заказать #

source: Cust Order Ref
da_dk: Debitor Ordre Ref.
es_es: Ref. Pedido del Cliente
id_id: Ref Order Pelanggan
it_it: Rif Ord Cli
ka_ge: მომხ. შეკვეთის მინიშნ.
pt_br: Custo de Ref. do pedido
pt_pt: Ref. Pedido Cliente
ru_ru: Cust Артикул

source: Delivery To
da_dk: Leveres til
es_es: Entregar A
id_id: Kirim ke
it_it: Consegna a
ka_ge: მიაწოდე
pt_br: Entregar Para
pt_pt: Entregar a
ru_ru: Для доставки

source: Quote #
da_dk: Tilbud #
es_es: Presupuesto Nº
id_id: Penawaran #
it_it: Preventivo #
ka_ge: შეთავაზება #
pt_br: Cotação #
pt_pt: Orçamento Nº
ru_ru: Цитата #

source: Quote Date
da_dk: Tilbuds Dato
es_es: Fecha del Presupuesto
id_id: Tanggal Penawaran
it_it: Data Preventivo
ka_ge: შეთავაზების თარიღი
pt_br: Data da Cotação
pt_pt: Data Orçamento
ru_ru: Дата Цитировать

source: Quote Total
da_dk: Tilbud Total
es_es: Total del Presupuesto
id_id: Total Penawaran
it_it: Totale Preventivo
ka_ge: შეთავაზების ჯამი
pt_br: Total da Cotação
pt_pt: Total Orçamento
ru_ru: Цитата Всего

source: Tmpl
da_dk: Skabelon
id_id: Template
it_it: Template
ka_ge: შაბლონი
pt_br: Modelo
pt_pt: Templ

source: You have to enter valid stock code or nonempty description
da_dk: Du skal indtaste gyldige lager-kode eller en ikke tom beskrivelse
es_es: Debe introducir un codigo de stock valido o una descripción no vacía
id_id: Anda harus memasukkan kode stok atau isi keterangan yang valid
it_it: Devi inserire un codice di giacenza valido o una descrizione non vuota
ka_ge: შეიყვანე საქონლის სწორი კოდი ან აღწერა
pt_pt: Deve introduzir um código de stock valido ou uma descrição não vazia
ru_ru: Вы должны ввести правильный код акций или непустой описании

source: This edit session has been abandoned by opening sales document in another browser tab. You cannot edit more than one sales document at once.
da_dk: Redigeringssessionen er blevet opgivet grundet åbne salgsdokumentet i en anden browserfane. Du kan ikke redigere flere salgsdokument på én gang.
es_es: Esta sesión de edición ha sido abandonada al abrir el documento de ventas en otra pestaña del navegador. No es posible editar más de un documento de venta a la vez.
id_id: Sesi edit ini diabaikan dengan membuka dokumen penjualan di tab browser lain. Anda tidak dapat meng-edit lebih dari satu dokumen penjualan pada saat yang sama.
it_it: La sessione di modifica è stata abbandonata aprendo un documento di vendita in un'altrafinestra del browser. Non è possibile modificare più di un documento di vendita alla volta.
ka_ge: ედიტირების სესია მიტოვებულია გაყიდვების დოკუმენტის ბრაუზერის სხვა ფანჯარაში გახსნის გამო. შეუძლებელია ერთზე მეტი გაყიდვების დოკუმენტის რედაქტირება ერთდროულად.
pt_pt: Esta sessão de edição foi abandonada ao abrir documento de venda noutro separador no browser. Não é possivel editar mais do que um documento de venda de uma vez.

source: Unsuspected overallocation happened due to sparse credit notes exists for this invoice. Check all credit notes allocated to this invoice for summarized freight charges.
da_dk: Uventede overallokering skete på grund af sparsom kreditnotaer findes for denne faktura. Kontroller alle kreditnotaer tildelt denne faktura for opsummerede fragtomkostninger.
es_es: Ocurrió una Sobreasignación insospechada debido a las notas de crédito dispersas que existen para esta factura. Revise todas las notas de crédito asignadas a esta factura por concepto de cargos de fletes resumidos.
id_id: Over-alokasi terjadi akibat ada nota kredit 'sparse' pada tagihan ini. Periksa rangkuman biaya kirim seluruh alokasi nota kredit pada tagihan ini.
it_it: Si è verificata un'inaspettata sovrallocazione su questa fattura a causa di note di credito sparse. Controllare tutte le note di credito allocate su questa fattura per riassumere il carico.
ka_ge: გაუთვალისწინებელი განაწილება მოხდა, არასწორი კრედიტ მემოს არსებობის გამო ამ ინვოისისთვის. შეამოწმე ყველა კრედიტ მემოს განაწილება ამ ინვოისისთვის ჯამური სატრანსპორტო ხარჯებისთვის.
pt_pt: Suspeita de liquidações excessivas devido às notas de crédito associadas a essa fatura. Verifique todas notas de crédito liquidadas a esta fatura.

source: Cash invoice
da_dk: Kontant faktura
es_es: Factura en efectivo
id_id: Tagihan cash
it_it: Fattura di cassa
ka_ge: ფაქტურა
pt_br: Fatura em dinheiro
pt_pt: Fatura Simplificada
ru_ru: Денежные счета

source: Deleted.
da_dk: Slettet.
es_es: Borrado.
id_id: Dihapus.
it_it: Cancellato.
ka_ge: წაშლილია.
pt_br: Deletado.
pt_pt: Eliminado.
ru_ru: Удаленные.

source: Customer Currency:
da_dk: Debitor valuta:
es_es: Moneda del cliente:
id_id: Mata uang Pelanggan:
it_it: Valuta cliente:
ka_ge: მომხმარებლის ვალუტა:
pt_br: Moeda do Cliente:
pt_pt: Moeda do Cliente:
ru_ru: Клиент валют:

source: Shipping Company:
da_dk: Leveringsagent:
es_es: Compañía de transporte:
id_id: Perusahaan pengiriman:
it_it: Società di spedizioni:
ka_ge: გადამზიდავი კომპანია:
pt_br: Transportadora:
pt_pt: Transportadora:
ru_ru: Посылка:

source: Customer Discount:
da_dk: Debitor rabat:
es_es: Descuento a cliente:
id_id: Diskon Pelanggan:
it_it: Sconto cliente:
ka_ge: მომხმარებლის ფასდათმობა:
pt_br: Desconto do Cliente:
pt_pt: Desconto Cliente:
ru_ru: Клиент со скидкой:

source: This item is already on this document. You have been warned.
da_dk: Dette element er allerede på dette dokument. Du er blevet advaret.
es_es: Este artículo ya se encuentra en este documento. Usted ha sido advertido.
id_id: Barang ini sudah ada dalam dokumen. Anda sudah diberi peringatan.
it_it: Questo articolo è già su questo documento. Attenzione.
ka_ge: ეს დასახელება დოკუმენტშია. გაფრთხილებული ხართ!
pt_br: Este item já está no documento. Você foi avisado.
pt_pt: Este artigo já existe no documento. Utilizador foi avisado.
ru_ru: Этот пункт уже на этом документе. Вы были предупреждены.

source: The selected customer and branch are not valid, or the customer does not have any branches.
da_dk: Valgt debitor og afdeling er ugyldige, eller debitor har ingen afdelinger.
es_es: El cliente seleccionado y la suscursal no son válidos, o el cliente no tiene ninguna sucursal.
id_id: Pelanggan dan cabang terpilih tidak valid, atau pelanggan tidak memiliki cabang.
it_it: La filiale e il cliente selezionati non sono validi, oppure il cliente non ha alcuna filiale.
ka_ge: არჩეული მომხმარებელი და ფილიალი არასწორია, ან მომხმარებელს არ გააჩნია ფილიალი.
pt_br: O cliente e unidade selecionados não são válidos ou o cliente não tem uma unidade cadastrada.
pt_pt: O cliente selecionado e a filial não são válidos, ou o cliente não possui nenhuma filial.

source: Shipping Charge
da_dk: Leveringsgebyr
es_es: Gastos de envío
id_id: Biaya Pengiriman
it_it: Contributo spese di trasporto
ka_ge: ტრანსპორტირების ხარჯი
pt_br: Frete
pt_pt: Gastos de Transporte
ru_ru: Плата за доставку

source: No customer found for entered text.
da_dk: Ingen kunde blev fundet fra den indtastede streng
es_es: No se encontró cliente para el texto introducido
id_id: Tidak ada pelanggan ditemukan untuk kata pencarian
it_it: Nessun cliente trovato per il testo inserito.
ka_ge: მომხმარებელი ვერ მოიძებნა.
pt_br: Nenhum cliente encontrado para o texto digitado.
pt_pt: Nenhum cliente encontrado para o texto digitado.
ru_ru: Нет найдено введенного текста.

source: Customer's payment terms '%s' cannot be selected on this POS
es_es: Terminos de pago del cliente '%s' no se pueden seleccionar en este PDV
id_id: Termin pembayaran pelanggan '%s' tidak dapat dipilih pada Titik Penjualan (POS) ini
it_it: I termini dipanamento del client '%s' non possono essere selezionati su questo POS
ka_ge: მომხმარებლის გადახდის პირობების '%s' არჩევა შუძლებელია ამ POS ისთვის
pt_pt: Condição de pagamento do cliente '%s' não pode ser selecionado para o POS

source: Reference number unique for this document type
da_dk: Referencenummeret er unikt for denne dokumenttype
es_es: Número de referencia único para este tipo de documento
id_id: Nomor referensi unik untuk tipe dokumen ini
it_it: Numero di referenza unico per questo tipo di documento
ka_ge: ამ ტიპის დოკუმეტისთვის უნიკალური მინიშნების ნომერი
pt_br: REferência única para este tipo de documento
pt_pt: Referência única para este tipo de documento
ru_ru: Номер уникальным для этого типа документов

source: Price List:
da_dk: Prisliste:
es_es: Precio de lista:
id_id: Daftar Harga:
it_it: Listino Prezzi:
ka_ge: პრაისლისტი:
pt_br: Lista de Preço:
pt_pt: Lista de Preço:
ru_ru: Прайс-лист:

source: Date of order receive
da_dk: Modtagelsesdato
es_es: Fecha de recepción del Pedido
id_id: Tanggal penerimaan order
it_it: Data di ricezione ordine
ka_ge: შეკვეთის მიღების თარიღი
pt_br: -Data do recebimento do pedido
pt_pt: Data do recebimento doc.
ru_ru: Дата порядке поступления

source: Cash payment
da_dk: Kontant betaling
es_es: Pago al contado
id_id: Pembayaran Tunai
it_it: Pagamento in contanti
ka_ge: ნაღდი ანგარიშსწორება
pt_br: Pagamento em dinheiro
pt_pt: Pagamento em numerário
ru_ru: Наличный расчет

source: Deliver from Location:
da_dk: Leveres fra lagerplads:
es_es: Entregar desde Ubicación
id_id: Kirim dari lokasi:
it_it: Consegnare da Sede:
ka_ge: მიაწოდე მდებარეობიდან:
pt_br: Entregar do Local:
pt_pt: Entregar no Local:
ru_ru: Доставка из Расположение:

source: Cash account:
da_dk: Kontant konto:
es_es: Cuenta de Caja:
id_id: Akun kas:
it_it: Conto di cassa:
ka_ge: ფულის ანგარიში:
pt_br: Caixa:
pt_pt: Conta de caixa:
ru_ru: Денежные счета:

source: Delivery Details
da_dk: Leveringsdetaljer
es_es: Detalles de entrega
id_id: Pengiriman Rinci
it_it: Dettagli consegna
ka_ge: მიწოდების დეტალები
pt_br: Detalhes da Entrega
pt_pt: Detalhes de Entrega
ru_ru: Детали поставки

source: Invoice Delivery Details
da_dk: Faktura leverance detaljer
es_es: Detalles de entrega de la factura
id_id: Detil tagihan pengiriman
it_it: Dettagli Fattura Consegna
ka_ge: მიწოდების ინვოისირების დეტალები
pt_br: Detalhes da Fatura e Entrega
pt_pt: Detalhes de Entrega
ru_ru: Счет доставки Подробная информация

source: Invoice before
da_dk: Faktureres før
es_es: Factura antes de
id_id: Tagih sebelum
it_it: Fattura prima
ka_ge: დააინვოისირე
pt_br: Vencimento
pt_pt: Fatura antes de
ru_ru: Счет до

source: Quotation Delivery Details
da_dk: Tilbud, Levering Detaljer
es_es: Detalles del Presupuesto de transporte
id_id: Rincian Pengiriman Penawaran
it_it: Dettagli Preventivo Consegna
ka_ge: შეთავაზების მიწოდების დეტალები
pt_br: Detalhes da Cotação e Entrega
pt_pt: Detalhes de Entrega
ru_ru: Подробная информация Предложение доставки

source: Order Delivery Details
da_dk: Leveringsdetaljer
es_es: Detalles de entrega del Pedido
id_id: Rincian Pengiriman
it_it: Dettagli Ordine Consegna
ka_ge: შეკვეთის მიწოდების დეტალები
pt_br: Detalhes da Entrega
pt_pt: Detalhes de Entrega
ru_ru: Подробная информация Заказ Доставка

source: Enter requested day of delivery
da_dk: Indtast forespurgt leveringsdato
es_es: Introduzca la fecha de envío solicitada
id_id: Masukkan hari pengiriman yang diminta
it_it: Inserire data di spedizione richiesta
ka_ge: შეიყვანე მიწოდების მოთხოვნილი თარიღი
pt_br: Entre com a Data Requerida para a Entrega
pt_pt: Indique a data requerida para entrega
ru_ru: Введите просил день доставки

source: Enter Valid until Date
da_dk: Indtast en Gyldig indtil Dato
es_es: Entre una fecha Hasta valida
id_id: Masukkan tanggal berlaku
it_it: Inserire data di validità
ka_ge: შეიყვანე სწორი მდე თარიღი:
pt_br: Entre com a Data de Validade
pt_pt: Indique uma Data de Validade válida
ru_ru: Введите Действительно до дате

source: Deliver To:
da_dk: Leveres til:
es_es: Entregar a:
id_id: Kirim ke:
it_it: Consegna a:
ka_ge: მიაწოდე:
pt_br: Entregar Para:
pt_pt: Entregar Para:
ru_ru: Доставка в:

source: Additional identifier for delivery e.g. name of receiving person
da_dk: Ekstra identifikator for levering. Eks. navnet på modtager personen
es_es: Identificador adicional para la entrega p.e. nombre de la persona que recibe
id_id: Keterangan tambahan untuk pengiriman misal: nama penerima
it_it: Identificativo aggiuntivo per spedizione, come nome del destinatario
ka_ge: დამატებითი დეტალი ზედნადებისთვის მაგ. მიმღები პირის სახელი
pt_br: Identificação adicional para a entrega (ex. nome de quem recebeu)
pt_pt: Identificação adicional para entrega (ex. nome de quem recebeu)
ru_ru: Дополнительный идентификатор для доставки например, Название получения лицом

source: Delivery address. Default is address of customer branch
da_dk: Leveringsadresse. Standard er adressen tilhørende debitor afdelingen
es_es: Dirección de entrega. El valor predeterminado es la dirección de la sucursal del cliente
id_id: Alamat pengiriman. Patokannya adalah alamat cabang
it_it: Indirizzo di spedizione. Indirizzo della sede cliente di default.
ka_ge: მიწოდების მისამართი. სტანდარტულულია მომხარებლის ფილიალის მისამართი
pt_br: Endereço de entrega. O padrão é o endereço da unidade
pt_pt: Endereço de entrega. O endereço pré-definido é o da filial do cliente
ru_ru: Адрес доставки. По умолчанию адреса клиентов филиала

source: Contact Phone Number:
da_dk: Kontakttelefon:
es_es: Número de teléfono de contacto:
id_id: Nomor Telepon Kontak:
it_it: Numero di telefono Contatto:
ka_ge: საკონტაქტო ტელეფონის #:
pt_br: Telefone do Contato:
pt_pt: Telefone do Contato:
ru_ru: Контактный телефон:

source: Phone number of ordering person. Defaults to branch phone number
da_dk: Telefonnummer på bestillingsperson. Standard er telefonnummeret tilhørende debitor afdelingen
es_es: Número de teléfono de la persona que solicita. El valor predeterminado es el número de teléfono de la sucursal
id_id: Nomor telepon pemesan. Patokannya adalah nomor telepon cabang
it_it: Numero telefonica dell'ordinante. Numero di telefono della sede di default
ka_ge: შემკვეთი პირის ტელ. ნომერი . სტანდარტი ფილიალის ტელ. ნომერი
pt_br: Telefone do requisitante. O pardrão é o telefone da unidade
pt_pt: Telefone do requisitante.O telefone da filial é assumido por defeito
ru_ru: Телефонный номер заказа человек. По умолчанию филиала номер телефона

source: Customer Reference:
da_dk: Debitor Reference:
es_es: Referencia de cliente:
id_id: Referensi Pelanggan:
it_it: Riferimento Cliente:
ka_ge: მომხმარებლის მინიშნება:
pt_br: Referência de Cliente:
pt_pt: Referência de Cliente:
ru_ru: Клиент Ссылка:

source: Customer reference number for this order (if any)
da_dk: Der mangler en debitor reference på denne salgsordre.
es_es: Numero de referencia del cliente para este pedido (si hay alguno)
id_id: Nomor Referensi Pelanggan untuk order ini (jika ada)
it_it: Numero cliente di riferimento per questo ordine (se esistente)
ka_ge: მომხმარებლის მინიშნების ნომერი შეკვეთისთვის
pt_br: Número de referência do Cliente para este pedido (se algum)
pt_pt: Número de referência do Cliente para esta encomenda (caso exista)

source: Item Tax Types
da_dk: Vare Moms Typer
es_es: Tipos de Impuesto sobre Artículos
id_id: Jenis Pajak Barang
it_it: Tipi di Tassa Articolo
ka_ge: დასახელების გადასახადის ტიპი
pt_br: Tipos de Imposto de Item
pt_pt: Tipos de Imposto de Artigos
ru_ru: Типы Пункт налоговой

source: The item tax type description cannot be empty.
da_dk: Vare momstype beskrivelse kan ikke være tom.
es_es: El tipo de impuestos del artículo no puede ser vacío.
id_id: Keterangan jenis pajak barang harus diisi.
it_it: La descrizione del tipo di tassa articolo non può essere vuota.
ka_ge: დასახელების გადასახადის ტიპის აღწერა არ შეიძლება იყოს ცარიელი.
pt_br: A descrição do tipo de imposto de item deve ser preenchido.
pt_pt: A descrição do tipo de imposto do artigo deve ser preenchido.
ru_ru: Описание товара Тип налога не может быть пустым.

source: Selected item tax type has been updated
da_dk: Den valgte momstype er opdateret
es_es: El tipo de item de impuesto seleccionado ha sido actualizado
id_id: Jenis pajak barang dipilih berhasil dihapus
it_it: Il tipo di tassa articolo selezionato è stato aggiornato
ka_ge: არჩეული გადასახადის ტიპი განახლებულია
pt_br: O tipo de imposto de item foi atualizado
pt_pt: O tipo de imposto de artigo foi atualizado
ru_ru: Выбранный тип элемента налога была обновлена

source: New item tax type has been added
da_dk: Den nye vare momstype er blevet tilføjet
es_es: El nuevo tipo de ítem de impuesto ha sido adicionado
id_id: Jenis pajak barang baru berhasil ditambahkan
it_it: Il nuovo tipo di tassa articolo è stato aggiunto
ka_ge: ახალი გადასახადის ტიპი დამატებულია
pt_br: Novo tipo de imposto de item foi adicionado
pt_pt: Novo tipo de imposto de artigo foi adicionado
ru_ru: Новый тип налога Товар добавлен

source: Cannot delete this item tax type because items have been created referring to it.
da_dk: Kan ikke slette denne vare momstype da varer refererer til den.
es_es: No se puede eliminar este tipo de impuestos porque se han creado artículos referenciando el mismo.
id_id: Jenis pajak barang tidak dapat dihapus karena sudah dipakai pada barang.
it_it: Non puoi cancellare questo tipo di tassa articolo perchè sono stati creati articoli che fanno riferimento ad esso.
ka_ge: გადასახადის ტიპის წაშლა შეუძლებელია, რადგან დასახელებები არსებობს მასზე მინიშნებით.
pt_br: Não é possível deletar este tipo de imposto de item porque foram criados itens que o utilizam.
pt_pt: Não é possível eliminar este tipo de imposto de artigo porque já está a ser utilizado em artigos.

source: Cannot delete this item tax type because item categories have been created referring to it.
es_es: No se puede eliminar este tipo de impuestos porque se han creado categorias de artículos referenciando al mismo.
id_id: Jenis pajak barang tidak dapat dihapus karena sudah dipakai pada kategori barang.
ka_ge: გადასახადის ტიპის წაშლა შეუძლებელია, რადგან დასახელებები არსებობს მასზე მინიშნებით.
pt_pt: Não é possível eliminar este tipo de imposto de artigo porque já está a ser utilizado em categorias de artigos.

source: Selected item tax type has been deleted
da_dk: Den valgte momstype er slettet
es_es: El item de impuesto seleccionado ha sido eliminado
id_id: Jenis pajak barang dipilih berhasil dihapus
it_it: Il tipo di tassa articolo selezionato è stato cancellato
ka_ge: არჩეული გადასახადის ტიპი წაშლილია
pt_br: O tipo de imposto de item selecionado foi deletado
pt_pt: O tipo de imposto de artigo selecionado foi eliminado
ru_ru: Выбранный тип элемента налога была удалена

source: Tax exempt
da_dk: Afgiftsfrit
es_es: Exento de impuesto
id_id: Bebas Pajak
it_it: Esente tasse
ka_ge: განთავისუფლებულია
pt_br: Isento de imposto
pt_pt: Isento de imposto
ru_ru: Необлагаемый

source: Is Fully Tax-exempt:
da_dk: Er helt momsfri:
es_es: Está totalmente exento de impuesto:
id_id: Bebas Pajak Penuh:
it_it: è completamente esente dalle tasse:
ka_ge: სრულად განთავისუფლებულია:
pt_br: É Totalmente Isento de Imposto:
pt_pt: É Totalmente Isento de Imposto:
ru_ru: Полностью налогом освобождаются:

source: Select which taxes this item tax type is exempt from.
da_dk: Vælg hvilke momssatser denne vare momstype er fri for.
es_es: Seleccione de que impuestos esta exento este tipo de impuestos sobre artículos.
id_id: Pilih pajak yang dibebaskan untuk tipe pajak ini.
it_it: Seleziona le tasse per cui è esente questo articolo
ka_ge: აირჩიე რომელი გადასახადებისგან არის განთავისუფლებული ეს გადასახადის ტიპი.
pt_br: Selecione quais impostos este tipo de imposto de item está isento de.
pt_pt: Selecione quais as taxas do tipo de imposto artigos estão isentos.
ru_ru: Выберите, какие налоги в этом типе элементов налога, освобождаются от.

source: Tax Name
da_dk: Afgift Navn
es_es: Nombre de Impuesto
id_id: Nama Pajak
it_it: Nome tassa
ka_ge: გადასახადის სახელი
pt_br: Nome do Imposto
pt_pt: Nome do Imposto
ru_ru: Налоговые Имя

source: Is exempt
da_dk: Er momsfri
es_es: Está exento
id_id: Bebas
it_it: Esente
ka_ge: თავისუფლდება
pt_br: é isento
pt_pt: É isento
ru_ru: Освобождены

source: Tax Groups
da_dk: Afgifts grupper
es_es: Grupos de Impuestos
id_id: Grup Pajak
it_it: Gruppi di Tassa
ka_ge: გადასახადის ჯგუფები
pt_br: Grupos de Impostos
pt_pt: Grupos de Imposto
ru_ru: Налоговые группы
