Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: Account/Tax Type
da_dk: Konto/Moms Type
es_es: Cuenta/Tipo de Impuesto:
id_id: Tipe Akun/Pajak
it_it: Tipo Conto/Tassa
ka_ge: ანგარიში/გადასახადის ტიპი
pt_br: Conta/Tipo de Imposto
pt_pt: Conta/Tipo de Imposto
ru_ru: Счет / Налоговые типа

source: Posted
da_dk: Oprettet
es_es: Enviado
id_id: Telah diposting
it_it: Inviato
ka_ge: გატარებულია
pt_br: Postado
pt_pt: Enviado
ru_ru: Добавлено

source: Tax Type
da_dk: Afgiftstype
es_es: Tipo de Impuesto
id_id: Tipe Pajak
it_it: Tipo di Tassa
ka_ge: გადასახადის ტიპი
pt_br: Tipo de Imposto
pt_pt: Tipo de Imposto
ru_ru: Налоговые типа

source: Part
es_es: Parte
id_id: Bagian
it_it: Parte
ka_ge: ნაწილი
pt_br: Parte
pt_pt: Parte
ru_ru: Часть

source: Revaluation of Currency Accounts
da_dk: Re-evaluering af Valuta Konti
es_es: Recalculo de cuentas de efectivo
id_id: Revaluasi Akun Mata Uang
it_it: Rivalutazione Conti Valuta
ka_ge: ვალუტის ანგარიშების გადაფასება
pt_pt: Reavaliação de contas de moeda
ru_ru: Переоценка валютных счетов

source: No Revaluation was needed
da_dk: Ingen revalueringen var nødvendig
es_es: No era necesaria revalorización
id_id: Tidak perlu ada Revaluasi
it_it: Nessuna Rivalutazione è stata necessaria
ka_ge: გადაფასება საჭირო არ არის
pt_pt: Não existiu necessidade de reavaliação
ru_ru: Нет Переоценка была необходима

source: %d Journal Entries for AR/AP accounts have been added
es_es: %d Asientos de Diario para las cuentas del Libro Mayor han sido agregadas
pt_pt: Foram adicionadas %d entradas de Diário para contas de pagamentos/recebimentos

source: Date for Revaluation:
da_dk: Dato for værdiregulering:
es_es: Fecha para la Revalorización:
id_id: Tanggal Revaluasi:
it_it: Data di Rivalutazione:
ka_ge: გადაფასების თარიღი:
pt_pt: Data de reavaliação:
ru_ru: Дата для переоценки:

source: Revaluate Currencies
da_dk: Omvurdere Valutaer
es_es: Revaluar Monedas
id_id: Mata uang revaluasi
it_it: Rivalutazione delle Valute
ka_ge: გადააფასე ვალუტები
pt_pt: Moeda reavaliação
ru_ru: Ревальвировать валюту

source: Search General Ledger Transactions for account:
es_es: Buscar Transacciones contables para la cuenta:
id_id: Cari Transaksi GL untuk akun:
it_it: Cerca Transazioni di Contabilità Generale per conto:
ka_ge: მოძებენე მთ.წიგნის ტრანზაქციების თანხა:
pt_pt: Procurar registos Contabilísticos para a conta:
ru_ru: Поиск General Ledger сделки за счет:

source: The script must be called with a valid transaction type and transaction number to review the general ledger postings for.
da_dk: Script skal kaldes med en gyldig transaktionstype og nummer for at vise bilaget.
es_es: El script debe ser llamado con un tipo de transacción y un número de transacción válido para revisar lo publicado en Libro Mayor.
id_id: Skrip harus dipanggil dengan tipe dan nomor transaksi yang valid untuk dapat mereview posting GL.
it_it: Lo script deve essere richiamato con un tipo e un numero di transazione
ka_ge: სკრიპტი გაუშვი სწორი ტრანზაქციის ტიპით და ნომერით, გატარებებების სანახავად.
pt_pt: O script deve ser chamado com um tipo e número de transação válido para rever os lançamentos contabilisticos.

source: View Bank Transfer
da_dk: Vis bank overførsel
es_es: Ver Transferencias Bancarias
id_id: Lihat Transfer Bank
it_it: Visualizza Trasferimento Banca
ka_ge: დაათვალიერე ბანკის ტრანსფერი
pt_br: Visualizar uma Transferência Bancária
pt_pt: Visualizar Transferência Bancária
ru_ru: Просмотр банковский перевод

source: From Bank Account
da_dk: Fra bankkonto
es_es: De Cuenta Bancaria
id_id: Akun Bank Asal
it_it: Da Conto Bancario
ka_ge: საბანკო ანგარიშიდან
pt_br: Da Conta Corrente
pt_pt: Da Conta Bancária
ru_ru: С банковского счета

source: To Bank Account
da_dk: Til bankkonto
es_es: A Cuenta Bancaria
id_id: Akun Bank Tujuan
it_it: A Conto Bancario
ka_ge: საბანკო ანგარიშზე
pt_br: Para a Conta Corrente
pt_pt: Para a Conta Bancária
ru_ru: На банковский счет

source: Transfer Type
da_dk: Overførselstype
es_es: Tipo de Transferencia
id_id: Tipe Transfer
it_it: Tipo di Trasferimento
ka_ge: ტრანსფერის ტიპი
pt_br: Tipo de Transferência
pt_pt: Tipo Transferência
ru_ru: Тип передачи

source: This transfer has been voided.
da_dk: Overførsel er nulstillet.
es_es: Esta transferencia ha sido anulada.
id_id: Transfer ini telah dibatalkan (void)
it_it: Questo trasferimento è stato annullato.
ka_ge: ეს ტრანსფერი გაუქმებულია.
pt_br: Esta transferência foi invalidada
pt_pt: Esta transferência foi anulada.
ru_ru: Эта передача была аннулирована.

source: View Bank Deposit
da_dk: Vis indbetaling
es_es: Ver Depósitos Bancarios
id_id: Lihat Penerimaan Bank
it_it: Visualizza Deposito Bancario
ka_ge: დაათვალიერე ბანკის დეპოზიტი
pt_br: Visualizar Depósito Bancário
pt_pt: Visualizar Depósito Bancário
ru_ru: Посмотреть банковского вклада

source: GL Deposit
da_dk: Bogføringsindbetaling
es_es: Depósito Contable
id_id: GL Penerimaan
it_it: Deposito di contabilità generale
ka_ge: მთ.წიგნის დეპოზიტი
pt_br: Depósito
pt_pt: Conta SNC do Depósito
ru_ru: GL депозита

source: From
da_dk: Fra
es_es: De
id_id: Dari
it_it: Da
ka_ge: დან
pt_br: De
pt_pt: De
ru_ru: От

source: Deposit Type
da_dk: Indbetalingstype
es_es: Tipo de Depósito
id_id: Tipe Penerimaan
it_it: Tipo di Deposito
ka_ge: დეპოზიტის ტიპი
pt_br: Tipo de Depósito
pt_pt: Tipo de Depósito
ru_ru: Вид депозита

source: This deposit has been voided.
da_dk: Indbetalingen er nulstillet.
es_es: El depósito ha sido anulado
id_id: Penerimaan ini telah dibatalkan (void)
it_it: Questo deposito è stato annullato.
ka_ge: ეს დეპოზიტი გაუქმებულია.
pt_br: Este depósito foi invalidado.
pt_pt: Este depósito foi anulado.
ru_ru: Это месторождение было недействительным.

source: There are no items for this deposit.
da_dk: Det findes ingen linier for denne indbetaling.
es_es: No existen artículos para este depósito.
id_id: Tidak ada rincian pada penerimaan ini.
it_it: Non ci sono articoli per questo deposito.
ka_ge: დასახელებები არ არსებობს ამ დეპოზიტისთვის.
pt_br: Não há itens para este depósito.
pt_pt: Não existem elementos para este depósito.
ru_ru: Есть нет товаров для этого месторождения.

source: Items for this Deposit
da_dk: Linier for denne indbetaling
es_es: Artículos para este Depósito
id_id: Rincian Penerimaan ini
it_it: Articoli per questo deposito.
ka_ge: დასახელებები ამ დეპოზიტისთვის
pt_br: Itens para este Depósito
pt_pt: Itens para este Depósito
ru_ru: Товары для этого депозита

source: Account Description
da_dk: Kontonavn
es_es: Descripción de Cuenta
id_id: Keterangan Akun
it_it: Descrizione Conto
ka_ge: ანგარიშის აღწერილობა
pt_br: Descrição da Conta
pt_pt: Descrição da Conta
ru_ru: Счет Описание

source: View Bank Payment
da_dk: Vis bankudbetaling
es_es: Ver Pagos Bancarios
id_id: Lihat Pembayaran Bank
it_it: Visualizza Pagamento Bancario
ka_ge: დაათვალიერე ბანკის გადახდა
pt_br: Visualizar o Pagamento Bancário
pt_pt: Visualizar Pagamento Bancário
ru_ru: Посмотреть Оплата через банк

source: GL Payment
da_dk: Bilag udbetaling
es_es: Pagos de Libro Mayor
id_id: GL Pembayaran
it_it: Pagamento di contabilità generale
ka_ge: მთ.წიგნის გადახდა
pt_br: Pagamento
pt_pt: Conta SNC do Pagamento
ru_ru: GL оплаты

source: Pay To
da_dk: Betal til
es_es: Pagar A
id_id: Tujuan Bayar
it_it: Paga A
ka_ge: გადაუხადე
pt_br: Pagar Para
pt_pt: Pagar Para
ru_ru: Для оплаты

source: Payment Type
da_dk: Udbetalingstype
es_es: Tipo de Pago
id_id: Jenis Pembayaran
it_it: Tipo di pagamento
ka_ge: გადახდის ტიპი
pt_br: Tipo de Pagamento
pt_pt: Tipo de Pagamento
ru_ru: Вид оплаты

source: This payment has been voided.
da_dk: Udbetalingen er nulstillet.
es_es: El pago ha sido anulado.
id_id: Pembayaran ini telah dibatalkan (void)
it_it: Questo pagamento è stato annullato.
ka_ge: ეს გადახდა გაუქმებულია.
pt_br: Este pagamento foi invalidado.
pt_pt: Este pagamento foi anulado.
ru_ru: Эта выплата была аннулирована.

source: There are no items for this payment.
da_dk: Det findes ingen linier for denne udbetaling.
es_es: No existen artículos para este pago.
id_id: Tidak ada rincian pada pembayaran ini.
it_it: Non ci sono articoli per questo pagamento.
ka_ge: ამ გადახდისთვის დასახელებები არ არსებობს.
pt_br: Não há itens para este pagamento.
pt_pt: Não existem itens para este pagamento.
ru_ru: Есть нет товаров для этой оплаты.

source: Items for this Payment
da_dk: Linier for denne udbetaling
es_es: Artículos para este Pago
id_id: Rincian Pembayaran ini
it_it: Articoli per questo pagamento
ka_ge: დასახელებები ამ გადახდისთვის
pt_br: Itens para este Pagamento
pt_pt: Itens para este Pagamento
ru_ru: Товары для этой оплаты

source: General Ledger Transaction Details
da_dk: Bilag - detaljer
es_es: Detalles de Transacciones del Mayor General
id_id: Detil Transaksi GL
it_it: Dettagli Transazione Contabilità Generale
ka_ge: მთ.წიგნის ტრანზაქციების დეტალები
pt_br: Detalhes da Transação do Livro-Razão
pt_pt: Detalhes da Transação na Contabilidade
ru_ru: Общие детали Леджер транзакций

source: No general ledger transactions have been created for
da_dk: Ingen bilagstransaktioner er oprettet for
es_es: No se han creado transacciones en el mayor general para
id_id: Tidak ada transaksi GL yang ditambahkan
it_it: Non sono state create transazioni di contabilità generale per
ka_ge: მთ.წიგნის ტრანზაქციები არ შექმნილა
pt_br: Não foram criadas transações do livro razão para
pt_pt: Não foram criadas transações na contabilidade para
ru_ru: Нет общего финансовые транзакции были созданы для

source: number
da_dk: nummer
es_es: número
id_id: nomor
it_it: numero
ka_ge: ნომერი
pt_br: número
pt_pt: número
ru_ru: номер

source: This transaction has been voided.
da_dk: Transaktionen er nulstillet.
es_es: Esta transacción ha sido anulada.
id_id: Transaksi ini telah dibatalkan (void)
it_it: Questa transazione è stata annullata.
ka_ge: ეს ტრანზაქცია გაუქმებულია.
pt_br: Esta transação foi invalidada.
pt_pt: Esta transação foi anulada.
ru_ru: Эта сделка была аннулирована.

source: Exchange Variance
da_dk: Valutakurs Varianter
es_es: Diferencias de Cambio
id_id: Selisih Nilai Tukar
it_it: Variazione di cambio
ka_ge: კურსთა სხვაობა
pt_br: Variação Cambial
pt_pt: Variação Cambial
ru_ru: Разница бирже

source: To
da_dk: Til
es_es: A
id_id: Ke
it_it: A
ka_ge: მდე
pt_br: Até
pt_pt: Para
ru_ru: К

source: Document reentered.
es_es: Documento reintroducido
id_id: Dokumen dimasukkan ulan.
pt_pt: Documento reintroduzido.
ru_ru: Документ заново.

source: Rounding error %s encountered for trans_type:%s,trans_no:%s
id_id: Kesalahan pembulatan %s terjadi pada trans_type:%s,trans_no:%s
pt_pt: Erro de arredondamento %s encontrado para trans_type:%s,trans_no:%s

source: Date:
da_dk: Dato:
es_es: Fecha:
id_id: Tanggal:
it_it: Data:
ka_ge: თარიღი:
pt_br: Data:
pt_pt: Data:
ru_ru: Дата:

source: Pay To:
da_dk: Betal til:
es_es: Pagar a:
id_id: Tujuan Pembayaran:
it_it: Paga a
ka_ge: გადაუხადე:
pt_br: Pagar Para:
pt_pt: Pagar Para:

source: To the Order of:
da_dk: For ordre:
es_es: A la orden de:
id_id: Untuk Order:
it_it: A favore di
ka_ge: სახელზე:
pt_br: Para o Pedido de:
pt_pt: Para a Ordem de:
ru_ru: К порядку:

source: Supplier:
da_dk: Kreditor:
es_es: Proveedor:
id_id: Pemasok:
it_it: Fornitore:
ka_ge: მომწოდებელი:
pt_br: Fornecedor:
pt_pt: Fornecedor:
ru_ru: Поставщик:

source: Customer:
da_dk: Debitor:
es_es: Cliente:
id_id: Pelanggan:
it_it: Cliente:
ka_ge: მომხმარებელი:
pt_br: Cliente:
pt_pt: Cliente:
ru_ru: Заказчик:

source: Branch:
da_dk: Afdeling:
es_es: Sucursal:
id_id: Cabang:
it_it: Filiale:
ka_ge: ფილიალი:
pt_br: Unidade:
pt_pt: Filial:
ru_ru: Отрасль:

source: This customer account is on hold.
da_dk: Debitorkontoet er lukket.
es_es: La cuenta de este cliente esta retenida.
id_id: Akun Kustomer ini sedang diblokir.
it_it: Questo conto cliente è in sospeso.
ka_ge: მომხმარებლის ანგარიში გაყინულია.
pt_br: Está conta de cliente está na espera.
pt_pt: Está conta de cliente está na espera.
ru_ru: Этот счет клиента находится на удержании.

source: Go
da_dk: Forsæt
es_es: Ir
id_id: Jalankan
it_it: Vai
ka_ge: მიდი
pt_br: Ir
pt_pt: Ir
ru_ru: Идти

source: Into:
id_id: Ke:
pt_pt: Em:
ru_ru: В:

source: Edit document line
da_dk: Ret dokumentlinje
es_es: Editar linea del documento
id_id: Ubah baris dokumen
it_it: Modifica riga documento
ka_ge: შეასწორე დოკუმენტის რიგი
pt_br: Editar linha do documento
pt_pt: Editar linha do documento
ru_ru: Редактировать документ линия

source: Remove line from document
da_dk: Slet linie fra dokument
es_es: Eliminar linea del documento
id_id: Hapus baris dari dokumen
it_it: Rimuovi riga dal documento
ka_ge: წაშალე რიგი დოკუმენტიდან
pt_br: Remover linha do documento
pt_pt: Remover linha do documento
ru_ru: Удалить строку из документа

source: Confirm changes
da_dk: Bekræft ændringer
es_es: Confirmar cambios
id_id: Konfirmasi perubahan
it_it: Conferma modifiche
ka_ge: დაადასტურე ცვლილებები
pt_br: Salvar alterações
pt_pt: Guardar alterações
ru_ru: Подтвердить изменения

source: Cancel changes
da_dk: Annuller ændringer
es_es: Cancelar cambios
id_id: Batalkan perubahan
it_it: Annulla modifiche
ka_ge: გააუქმე ცვლილებები
pt_br: Cancelar alterações
pt_pt: Cancelar alterações
ru_ru: Отменить изменения

source: Add Item
da_dk: Tilføj linie
es_es: Agregar artículo
id_id: Tambah Barang
it_it: Aggiungi articolo
ka_ge: დაამატე
pt_br: Adicionar Item
pt_pt: Adicionar Linha
ru_ru: Добавить товар

source: Add new item to document
da_dk: Tilføj ny vare til dokument
es_es: Agregar nuevo artículo al documento
id_id: Tambah barang baru ke dokumen
it_it: Aggiungi nuovo articolo al documento
ka_ge: დაამატე ახალი დასახელება დოკუმენტს
pt_br: Adicionar novo item ao documento
pt_pt: Adicionar nova linha ao documento
ru_ru: Добавить новый элемент к документу

source: Settled AR Amount:
id_id: Jumlah AR disettle:
pt_pt: Valor Fixo:

source: Settled AP Amount:
id_id: Jumlah AP disettle:
pt_pt: Valor Fixo:

source: Currency:
da_dk: Valuta:
es_es: Moneda:
id_id: Mata Uang:
it_it: Valuta:
ka_ge: ვალუტა:
pt_br: Moeda:
pt_pt: Moeda:
ru_ru: Валюта:

source: Quick Entry
da_dk: Hurtig indtastning
es_es: Ingreso Rápido
id_id: Input Cepat
it_it: Inserimento Veloce
ka_ge: სწრაფი ჩანაწერი
pt_br: Entrada Rápida
pt_pt: Entrada Rápida
ru_ru: Быстрый вход

source: balance from account
da_dk: balance fra konto
es_es: Balance desde la cuenta
id_id: saldo dari akun
it_it: saldo da conto
ka_ge: ნაშთი ანგარიშიდან
pt_pt: saldo da conta
ru_ru: баланса со счета

source: Edit journal line
da_dk: Ret bilagslinje
es_es: Editar línea del diario
id_id: Ubah baris jurnal
it_it: Modifica riga del giornale
ka_ge: შეასწორე ჟურნალის რიგი
pt_br: Editar linha no diário
pt_pt: Editar linha no diário
ru_ru: Редактировать журнал линии

source: Remove line from journal
da_dk: Slet linie fra bilag
es_es: Eliminar línea del diario
id_id: Hapus baris dari jurnal
it_it: Rimuovi riga dal giornale
ka_ge: წაშალე რიგი ჟურნალიდან
pt_br: Remover linha do diário
pt_pt: Remover linha do diário
ru_ru: Удалить строку из журнала

source: Add new line to journal
da_dk: Tilføj linie til bilag
es_es: Añadir nueva línea al diario
id_id: Tambah baris jurnal
it_it: Aggiungi nuova riga al giornale
ka_ge: დაამატე ახალი რიგი ჟურნალს
pt_br: Adicionar nova linha ao diário
pt_pt: Adicionar nova linha ao diário
ru_ru: Добавить новую строку в журнал

source: System administration
da_dk: Systemadministrator
es_es: Administracion de Sistema
id_id: Administrasi sistem
it_it: Amministratore di sistema
ka_ge: სისტემის ადმინისტრირება
pt_br: Administração do sistema
pt_pt: Administração do sistema
ru_ru: Системное администрирование

source: Company setup
da_dk: Firma Opsætning
es_es: Configuración de la Compañía
id_id: Setup Perusahaan
it_it: Setup dell'azienda
ka_ge: კომპანიის გაწყობა
pt_br: Configuração da empresa
pt_pt: Configuração da empresa
ru_ru: Компания установку

source: Special maintenance
da_dk: Speciel vedligeholdelse
es_es: Mantenimiento especial
id_id: Pengaturan Khusus
it_it: Manutenzione Speciale
ka_ge: განსაკუთრებული მოვლა
pt_br: Manutenção especial
pt_pt: Manutenção especial
ru_ru: Специальное обслуживание

source: Sales configuration
da_dk: Salgs konfiguration
es_es: Configuración de Ventas
id_id: Konfigurasi Penjualan
it_it: Configurazione vendite
ka_ge: გაყიდვების კონფიგურაცია
pt_br: Configuração de vendas
pt_pt: Configuração de vendas
ru_ru: Продажи конфигурации

source: Sales transactions
da_dk: Salgstransaktioner
es_es: Transacciones de Ventas
id_id: Transaksi Penjualan
it_it: Transazioni di vendita
ka_ge: გაყიდვების ტრანზაქციები
pt_br: Transações de vendas
pt_pt: Transações de vendas
ru_ru: Сделок купли-продажи

source: Sales related reports
da_dk: Salgs relaterede rapporter
es_es: Reportes relativos a Ventas
id_id: Laporan terkait penjualan
it_it: Report relativi alle Vendite
ka_ge: გაყიდვებთან დაკავშრებული რეპორტები
pt_br: Relatórios de vendas relacionado
pt_pt: Relatórios de vendas
ru_ru: Продажи соответствующих докладов

source: Purchase configuration
da_dk: Købs konfiguration
es_es: Configuración de Compras
id_id: Konfigurasi Pembelian
it_it: Configurazione acquisti
ka_ge: შესყიდვების კონფიგურაცია
pt_br: Configuração de Compra
pt_pt: Configuração de Compras
ru_ru: Покупка конфигурации

source: Purchase transactions
da_dk: Købstransaktioner
es_es: Transacciones de Compras
id_id: Transaksi Pembelian
it_it: Transazioni acquisti
ka_ge: შესყიდვების ტრანზაქციები
pt_br: Transações de compras
pt_pt: Transações de compras
ru_ru: Покупка операций

source: Purchase analytics
da_dk: Købs analyse
es_es: Análisis de Compras
id_id: Analisis Pembelian
it_it: Analitica Acquisti
ka_ge: შესყიდვების ანალიტიკა
pt_br: Analíticas de compras
pt_pt: Análises de compras
ru_ru: Покупка аналитика

source: Inventory configuration
da_dk: Lager konfiguration
es_es: Configuración de Inventario
id_id: Konfigurasi Inventaris
it_it: Configurazione inventario
ka_ge: მარაგების კონფიგურაცია
pt_br: Configuração do Estoque
pt_pt: Configuração de Stock
ru_ru: Инвентаризация конфигурации

source: Inventory operations
da_dk: Lagervare operationer
es_es: Operaciones de Inventario
id_id: Kegiatan Inventaris
it_it: Operazioni inventario
ka_ge: მარაგების ოპერაციები
pt_br: Operações de Estoque
pt_pt: Operações de Stock
ru_ru: Инвентарные операции

source: Inventory analytics
da_dk: Lager analyser
es_es: Análisis de Inventario
id_id: Analisis Inventaris
it_it: Analitica Inventario
ka_ge: მარაგების ანალიტიკა
pt_br: Analíticas de estoque
pt_pt: Análises de Stock
ru_ru: Инвентаризация аналитика

source: Manufacturing configuration
da_dk: Produktions konfiguration
es_es: Configuración de Manufactura
id_id: Konfigurasi Manufaktur
it_it: Configurazione produzione
ka_ge: წარმოების კონფიგურაცია
pt_br: Configuração de produção
pt_pt: Configuração de produção
ru_ru: Производство конфигурации

source: Manufacturing transactions
es_es: Transacciones de Manufactura
id_id: Transaksi Manufaktur
ka_ge: წარმოების ტრანზაქციები
pt_pt: Transações de produção
ru_ru: Производство операций

source: Manufacturing analytics
da_dk: Produktions analyse
es_es: Análisis de Manufactura
id_id: Analisis Manufaktur
it_it: Analitica di produzione
ka_ge: წარემოების ანალიტიკა
pt_br: Analíticas de produção
pt_pt: Analises de produção
ru_ru: Производство аналитика

source: Dimensions configuration
da_dk: Dimensioner konfiguration
es_es: Configuración de dimensiones
id_id: Konfigurasi Dimensi
it_it: Configurazione dimensioni
ka_ge: განზომილებების კონფიგურაცია
pt_br: Configuração de Departamentos
pt_pt: Configuração de Centros de Custo
ru_ru: Размеры конфигурации

source: Dimensions
da_dk: Dimensioner
es_es: Dimensiones
id_id: Dimensi
it_it: Dimensioni
ka_ge: განზომილებები
pt_br: Departamentos
pt_pt: Centros de Custo
ru_ru: Размеры

source: Banking & GL configuration
da_dk: Bank & GL konfiguration
es_es: Configuración de Contabilidad & Finanzas
id_id: Konfigurasi Bank dan Akun GL
it_it: Configurazione Contabilità Generale e Bancaria
ka_ge: ბანკინგი და მთ.წიგნის კონფიგურაცია
pt_br: Bancos e configuração do GL
pt_pt: Configuração Contabilidade e Bancos
ru_ru: Банковские и GL конфигурации

source: Banking & GL transactions
da_dk: Bank & GL transaktioner
es_es: Transacciones deContabilidad & Finanzas
id_id: Transaksi Bank dan Akun GL
it_it: Transazioni Contabili e Bancarie
ka_ge: ბანკინგი და მთ.წიგნის ტრანზაქციები
pt_br: Bancos e transação do GL
pt_pt: Bancos e Transações Contabilisticas
ru_ru: Банковские операции и GL

source: Banking & GL analytics
da_dk: Bank & BF analyse
es_es: Analisis Banco & Contabilidad
id_id: Analisis Bank dan Akun GL
it_it: Contabilità Analitica e Bancaria
ka_ge: ბანკინგი და მთ.წიგნის ანალიტიკა
pt_br: Bancos e Analítico do GL
pt_pt: Análise Bancária e Contabilistica
ru_ru: Банковские аналитики и GL

source: Install/update companies
da_dk: Installér/opdatere virksomheder
es_es: Instalar/Actualizar compañias
id_id: Pasang/Update perusahaan
it_it: Installa/aggiorna aziende
ka_ge: დააყენე/განაახლე კომპანიები
pt_br: Instalar/atualizar empresas
pt_pt: Instalar/atualizar empresas
ru_ru: Установить / обновить компаний

source: Install/update languages
da_dk: Installér/opdater sprog
es_es: Instalar/Actualizar idiomas
id_id: Pasang/Update Bahasa
it_it: Installa/aggiorna lingue
ka_ge: დააყენე/განაახლე ენები
pt_br: Instalar/atualizar idiomas
pt_pt: Instalar/atualizar idiomas
ru_ru: Установить / обновить языках

source: Install/upgrade modules
da_dk: Installér/opgradere moduler
es_es: Instalar/Actualizar módulos
id_id: Pasang/Upgrade Modul
it_it: Installa/aggiorna moduli
ka_ge: დააყენე/განაახლე მოდულები
pt_pt: Instalar/atualizar modulos
ru_ru: Установить / обновить модули

source: Software upgrades
da_dk: Software opgradering
es_es: Actualizaciones de software
id_id: Upgrade Software
it_it: Aggiornamenti del software
ka_ge: პროგრამის განახლებები
pt_br: Atualização de softwares
pt_pt: Atualização de software
ru_ru: Обновление программного обеспечения

source: Company parameters
da_dk: Firma parametre
es_es: Parámetros de la Compañía
id_id: Parameter Perusahaan
it_it: Parametri aziendali
ka_ge: კომპანიის პარამეტრები
pt_br: Parametros da empresa
pt_pt: Parametros da empresa
ru_ru: Компания параметров

source: Access levels edition
da_dk: Adgangsniveau
es_es: Edición de Niveles de Acceso
id_id: Ubah tingkat akses
it_it: Modificare i livelli di accesso
ka_ge: წვდომის დონის რედაქტირება
pt_br: Edição de nível de acesso
pt_pt: Edição dos níveis de acesso
ru_ru: Уровни доступа издание

source: Users setup
da_dk: Bruger opsætning
es_es: Configuración de Usuario
id_id: Setup Pengguna
it_it: Setup degli utenti
ka_ge: მომხმარებლების გაწყობა
pt_br: Configuração de usuários
pt_pt: Configuração de Utilizadores
ru_ru: Пользователи установки

source: Point of sales definitions
da_dk: Punkt i salg (POS) definitioner
es_es: Definiciones de puntos de venta
id_id: Definisi Titik Penjualan (Point of sales)
it_it: Definizione dei punti vendita
ka_ge: POS განსაზღვრებები
pt_br: Ponto de definições de vendas
pt_pt: Definições do Ponto de vendas
ru_ru: Точка продаж определения

source: Printers configuration
da_dk: Konfiguration af printere
es_es: Configuración de Impresoras
id_id: Konfigurasi Printer
it_it: Configurazione stampanti
ka_ge: პრინტერების კონფიგურაცია
pt_br: Configuração de impressoras
pt_pt: Configuração de impressoras
ru_ru: Принтеры конфигурации

source: Print profiles
da_dk: Udskrifts profiler
es_es: Imprimir Perfiles
id_id: Profil Printer
it_it: Profili di stampa
ka_ge: დაბეჭდე პროფილები
pt_br: Perfis de impressão
pt_pt: Perfis de impressão
ru_ru: Печать профилей

source: Payment terms
da_dk: Betalingsvilkår
es_es: Términos de Pago
id_id: Termin Pembayaran
it_it: Termini di pagamento
ka_ge: გადახდის პირობები
pt_br: Formas de pagamento
pt_pt: Formas de pagamento
ru_ru: Условия платежа

source: Shipping ways
da_dk: Forsendelse måder
es_es: Formas de transporte
it_it: Metodi di spedizione
ka_ge: გადაზიდვის მეთოდები
pt_br: Formas de envio
pt_pt: Formas de transporte
ru_ru: Доставка способами
