Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.1-2.po
Languages: da_dk, es_es, id_id, it_it, ka_ge, pt_br, pt_pt, ru_ru

source: Official Company Number:
da_dk: CVR:
es_es: Número Oficial de la Compañía:
id_id: Nomer Registrasi Perusahaan:
it_it: Numero di registrazione dell'azienda:
ka_ge: პირადი #:
pt_br: Número Oficial da Empresa:
pt_pt: Número Oficial da Empresa CAE:
ru_ru: Официальный номер компании:

source: GSTNo:
da_dk: Moms reg:
es_es: CIF/NIF:
id_id: NPWP:
it_it: Partita IVA:
ka_ge: საიდენტიფიკაციო კოდი:
pt_br: CNPJ/CPF:
pt_pt: NIF:

source: Home Currency:
da_dk: Indenlandsk valuta:
es_es: Moneda Local:
id_id: Kurs yang digunakan:
it_it: Valuta:
ka_ge: ფუნქციური ვალუტა:
pt_br: Moeda Nacional:
pt_pt: Moeda Nacional:
ru_ru: Главная страница Валюта:

source: Company Logo:
da_dk: Firmalogo:
es_es: Logotipo de la Compañía:
id_id: Logo Perusahaan:
it_it: Logo aziendale:
ka_ge: კომპანიის ლოგო:
pt_br: Logo da Empresa:
pt_pt: Logo da Empresa:
ru_ru: Логотип компании:

source: New Company Logo (.jpg)
da_dk: Nyt firmalogo (.jpg)
es_es: Nuevo logotipo de la Compañía (.jpg)
id_id: Logo Perusahaan Baru (.jpg)
it_it: Nuovo logo aziendale (.jpg)
ka_ge: ახალი კომპანიის ლოგო (.jpg)
pt_br: Novo Logo da Empresa (.jpg)
pt_pt: Novo Logo da Empresa (.jpg)
ru_ru: Логотип нового компании (.jpg)

source: Delete Company Logo:
da_dk: Slet Firmalogo:
es_es: Borrar logotipo de la Compañía:
id_id: Hapus Logo Perusahaan:
it_it: Rimuovi il logo aziendale:
ka_ge: წაშალე კომპანიის ლოგო:
pt_br: Deletar Logo da Empresa:
pt_pt: Apagar Logo da Empresa:
ru_ru: Удалить Логотип компании:

source: Automatic Revaluation Currency Accounts
da_dk: Automatisk Re-evaluering af Valuta Konti
es_es: Cuentas de Moneda de Recalculo Automático
id_id: Revaluasi Otomatis Akun Kurs
it_it: Rivalutazione automatica dei Conti Valuta
ka_ge: ვალუტის ავტომატური გადაფასების ანგარიშები
pt_pt: Reavaliação Automática em Contas Monetárias
ru_ru: Автоматическая счета переоценки валюты

source: Time Zone on Reports
da_dk: Time Zone på rapporter
es_es: Zona Horaria en los Reportes
id_id: Zona Waktu pada Laporan
it_it: Fuso Orario nei Report
ka_ge: დროის ზონა რეპორტებზე
pt_br: Mostrar Fuso horário nos relatórios
pt_pt: Mostrar Fuso horário nos relatórios
ru_ru: Часовой пояс по докладам

source: Fiscal Year:
da_dk: Regnskabsår:
es_es: Año fiscal:
id_id: Tahun Fiskal:
it_it: Periodo Amministrativo:
ka_ge: ფინანსური წელი:
pt_br: Ano Fiscal:
pt_pt: Ano Fiscal:
ru_ru: Финансовый год:

source: Tax Periods:
da_dk: Afgifts perioder:
es_es: Períodos de Impuesto:
id_id: Periode Pajak:
it_it: Periodi di imposta:
ka_ge: საგადასახადო პერიოდები:
pt_br: Períodos do Ano Fiscal:
pt_pt: Período do Ano Fiscal:
ru_ru: Налоговые периоды:

source: Months.
da_dk: Måneder.
es_es: Meses.
id_id: Bulan.
it_it: Mesi.
ka_ge: თვეები:
pt_br: Meses.
pt_pt: Meses.
ru_ru: Месяцев.

source: Tax Last Period:
da_dk: Sidste Afgiftsperiode:
es_es: Ultimo Período de Impuestos:
id_id: Periode Akhir Pajak:
it_it: Ultimo periodo di imposta:
ka_ge: ბოლო საგადასახადო პერიოდი:
pt_br: Imposto do Último Período:
pt_pt: Imposto do Último Período:
ru_ru: Налоговые последний период:

source: Months back.
da_dk: Måneder tilbage
es_es: Meses atrás.
id_id: Bulan kebelakang.
it_it: Mesi fa.
ka_ge: თვეები უკან.
pt_br: Meses atrás.
pt_pt: Meses atrás.
ru_ru: Месяцев назад.

source: Base for auto price calculations:
da_dk: Standardprisliste:
es_es: Base para cálculos de precios automáticos:
id_id: Dasar untuk perhitungan harga otomatis:
it_it: Base per calcolo automatico del prezzo:
ka_ge: ფასის ავტომატურად დაანგარიშების ბაზა:
pt_br: Base de preço para cálculo automático da margem:
pt_pt: Base de preço para cálculo automático da margem:
ru_ru: База для расчета авто цена:

source: No base price list
da_dk: Ingen standardprisliste
es_es: No hay lista de precios base
id_id: Tidak memakai daftar harga dasar
it_it: Nessun listino prezzi base
ka_ge: სათადარიგო პრაის ლისტი:
pt_br: Sem Lista de Preço Básico
pt_pt: Sem Lista de Preço Base
ru_ru: Нет списка базовая цена

source: Add Price from Std Cost:
da_dk: Tilføj Pris fra Std Omkostninger:
es_es: Agregar precio desde Costes estándar:
id_id: Tambah Harga dari Biaya Standar
it_it: % Prezzo sul costo standard:
ka_ge: მიუმატე ფასი სტანდარტული თვითღირებულებიდან:
pt_br: Adicionar Margem Padrão:
pt_pt: Adicionar Margem Padrão:
ru_ru: Добавить Цена от стоимости Std:

source: Manufacturing
da_dk: Produktion
es_es: Manufactura
id_id: Manufaktur
it_it: Produzione
ka_ge: წარმოება
pt_br: Fabricando
pt_pt: A Fabricar
ru_ru: Производство

source: Use Dimensions:
da_dk: Antal dimensioner:
es_es: Usar dimensiones:
id_id: Gunakan Dimensi:
it_it: Usa dimensioni:
ka_ge: განზომილებები:
pt_br: Usar Departamentos:
pt_pt: Usa Centros de Custo:
ru_ru: Используйте Размеры:

source: Search Item List
da_dk: Søgning aktiveret i vareliste:
es_es: Buscar Artículo en la Lista
id_id: Pencarian Daftar Barang
it_it: Ricerca articoli solo per codice
ka_ge: ძებნა დასახელებების სიაში
pt_br: Ativar Busca na Lista de Item
pt_pt: Ativar Pesquisa na Lista de Artigos
ru_ru: Список поиска товара

source: Search Customer List
da_dk: Søgning aktiveret i debitorliste:
es_es: Buscar en la Lista de Clientes
id_id: Pencarian Daftar Pelanggan
it_it: Ricerca clienti solo per codice
ka_ge: მოძებნე მომხმარებლის სიაში
pt_br: Ativar Busca na Lista de Clientes
pt_pt: Ativar Pesquisa na Lista de Clientes
ru_ru: Список поиск клиентов

source: Search Supplier List
da_dk: Søgning aktiveret i kreditorliste:
es_es: Buscar en la Lista de Proveedores
id_id: Pencarian Daftar Pemasok
it_it: Ricerca fornitori solo per codice
ka_ge: მოძებნე მომწოდებლის სიაში
pt_br: Ativar Busca na Lista de Fornecedores
pt_pt: Ativar Pesquisa na Lista de Fornecedores
ru_ru: Список поиска поставщиков

source: Login Timeout:
da_dk: Log Ind Timeout:
es_es: Sesión Expirada:
id_id: Batas waktu Login:
ka_ge: სისტემაში უმოქმედოდ ყოფნის დრო გავიდა:
pt_br: Tempo para Login Expirado:
pt_pt: Timeout para Login:
ru_ru: Войти вышло:

source: seconds
da_dk: sekunder
es_es: segundos
id_id: detik
it_it: secondi
ka_ge: წამები
pt_br: segundos
pt_pt: segundos
ru_ru: секунды

source: Update
da_dk: Opdater
es_es: Actualizar
id_id: Simpan
it_it: Aggiorna
ka_ge: განახლება
pt_br: Atualizar
pt_pt: Atualizar
ru_ru: Обновление

source: Create/Update Company
da_dk: Opret/Opdater Firma
es_es: Crear/Actualizar Compañía
id_id: Buat/Perbarui Perusahaan
it_it: Crea/Aggiorna azienda
ka_ge: შექმენი/განაახლე კომპანია
pt_br: Criar/Atualizar Empresa
pt_pt: Criar/Atualizar Empresa
ru_ru: Создать / обновить компании

source: Database settings are not specified.
es_es: Las configuraciones de la base de datos no se han especificado
id_id: Pengaturan Database belum ditentukan.
ka_ge: მონაცემთა ბაზის პარამეტრები არ არის მითითებული.
pt_pt: Configurações da base de dados não especificadas.
ru_ru: Настройки базы данных не указаны.

source: This database settings are already used by another company.
da_dk: Disse databaseindstillinger er allerede i brug for et andet firma
es_es: Esta configuración de la base de datos esta siendo usada por otra compañia.
id_id: Pengaturan database ini telah digunakan perusahaan lain.
it_it: Queste impostazioni di database sono già utilizzate da un'altra azienda.
ka_ge: მონაცემთა ბაზის ეს პარამეტრები გამოყენებაშია სხვა კომპანიის მიერ.
pt_br: Este banco de dados já está em uso por outra empresa.
pt_pt: Esta base de dados já está a ser utilizada por outra empresa.
ru_ru: Эта база данных параметров уже используется другой компанией.

source: You cannot have table set without prefix together with prefixed sets in the same database.
da_dk: Du kan ikke have et tabelsæt uden præfix sammen med præfixet tabelsæt i samme database
es_es: No puede tener tablas configuradas sin prefijo junto con configuraciones con prefijo en la misma base de datos.
id_id: Anda tidak dapat menggunakan tabel dengan prefix dan tanpa prefix pada database yang sama.
it_it: Non puoi avere tabelle con e senza prefisso nello stesso database.
ka_ge: შეუძლებელია პრეფიქსიანი და უპრეფიქსო ცხრილების არსებობა ერთ და იმავე მონაცემთა ბაზაში.
pt_br: Você não pode usar uma tabela sem prefixo e uma com prefixos no mesmo banco de dados.
pt_pt: não pode usar uma tabela sem prefixo e outra com prefixos na mesma base de dados.

source: Error creating Database:
da_dk: Fejl ved oprettelse af database:
es_es: Error creando la Base de Datos:
id_id: Gagal membuat Database:
it_it: Errore nella creazione del Database:
ka_ge: შეცდომა მონაცემთა ბაზის შექმნისას:
pt_br: Erro ao criar Banco de Dados:
pt_pt: Erro ao criar Base de Dados:
ru_ru: Ошибка при создании базы данных:

source: , Please create it manually
da_dk: , Venligst opret den manuelt
es_es: , Por favor créelo manualmente
id_id: , Buatlah secara manual.
it_it: , Creare manualmente
ka_ge: შექმენი იგი თვითონ
pt_br: , Favor criar manualmente
pt_pt: Favor criá-la manualmente
ru_ru: , Пожалуйста, создайте ее вручную

source: Cannot create new company due to bugs in sql file.
da_dk: Kan ikke oprette ny virksomhed grundet fejl i sql-fil.
es_es: No se puede crear nueva compañia por errores en el archivo sql
id_id: Tidak dapat membuat perusahaan baru karena kesalahan pada file sql.
it_it: Non puoi creare una nuova azienda a causa di alcuni errori nel file sql.
ka_ge: შეუძლებელია მონაცემთა ბაზის შექმნა sql ფაილში შეცდომების გამო.
pt_pt: Não é possível criar uma nova empresa devido a erros no arquivo sql.
ru_ru: Не удается создать новую компанию из-за ошибок в файле SQL.

source: Cannot open the configuration file -
da_dk: Kan ikke åbne konfigurationsfilen -
es_es: No se pudo abrir el archivo de configuración -
id_id: Tidak dapat membuka file konfigurasi -
it_it: Non puoi aprire il file di configurazioe -
ka_ge: შეუძლებელია კონფიგურაციის ფაილის გახსნა -
pt_br: Não é possível abrir arquivo de configuração -
pt_pt: Não é possível abrir o ficheiro de configuração -
ru_ru: Не удается открыть файл конфигурации -

source: Cannot write to the configuration file -
da_dk: Kan ikke skrive til konfigurationsfilen -
es_es: No se puede escribir en el archivo de configuración -
id_id: Tidak tidak dapat menulis file konfigurasi -
it_it: Non puoi scrivere nel file di configurazione -
ka_ge: შეუძლებელია კონფიგურაციის ფაილში ცვლილების შეტანა -
pt_br: Não é possível escrever no arquivo de configuração -
pt_pt: Não é possível gravar no arquivo de configuração -
ru_ru: Невозможно записать в файл конфигурации -

source: The configuration file
da_dk: Konfigurationsfilen
es_es: El archivo de configuración
id_id: File konfigurasi
it_it: File di configurazione
ka_ge: კონფიგურაციის ფაილი
pt_br: O arquivo de configuração
pt_pt: Ficheiro de configuração
ru_ru: Файл конфигурации

source: is not writable. Change its permissions so it is, then re-run the operation.
da_dk: er ikke skrivbar. Ændre dets permission så den bliver skrivbar, og kør operationen igen.
es_es: no es escribible. Cambie sus permisos para que lo sea, entonces re-ejecute la operación.
id_id: tidak dapat diubah. Ubah izin file dahulu, kemudian ulangi proses.
it_it: non è scrivibile. Cambia i permessi e poi riesegui l'operazione.
ka_ge: ცვლილების შეტანა შეუძლებელია. შეცვალე ფაილზე უფლებები შესაბამისად და გაიმეორე მოქმედება.
pt_br: não é gravável. Corrija esta permissão e re-execute a operação.
pt_pt: não é gravável. Deve modificar as permissões e executar novamente a operação.

source: New company has been created.
da_dk: Nyt selskab er blevet oprettet.
es_es: Una nueva compañía ha sido creada.
id_id: Perusahaan baru berhasil dibuat.
it_it: La nuova azienda è stata creata.
ka_ge: ახალი კომპანია შეიქმნა.
pt_pt: Nova empresa foi criada.
ru_ru: Новая компания была создана.

source: Company has been updated.
da_dk: Firmainformation er opdateret.
es_es: La compañía ha sido actualizada.
id_id: Perusahaan berhasil diperbarui.
it_it: L'azienda è stata aggiornata.
ka_ge: კომპანია განახლდა.
pt_pt: A configuração da empresa foi atualizada.
ru_ru: Компания была обновлена.

source: Broken company subdirectories system. You have to remove this company manually.
da_dk: Det valgte firmas underbiblioteks struktur er ødelagt. Du bliver nødt til at fjerne dette firma manuelt.
es_es: Sistema de subdirectorios de la compañía roto. Tendrá que removerla de forma manual
id_id: Sistem sub direktori perusahaan rusak. Anda harus menghapus perusahaan ini secara manual.
it_it: Il sistema di sottodirectory delle aziende è inconsistente. Devi rimuovere questa azienda manualmente.
ka_ge: კომპანიის ქვედირექტორიების სისტემა დაზიანებულია. თვითონ წაშალე კომპანია.
pt_pt: Sub-pastas da empresa danificadas. Terá que remover esta empresa manualmente.

source: Cannot rename subdirectory to temporary name.
da_dk: Kan ikke omdøbe undermappe til midlertidigt navn.
es_es: No se pudo renombrar el subdirectorio a un nombre temporal.
id_id: Tidak dapat mengganti nama sub direktori ke nama sementara.
it_it: Non puoi rinominare la sottodirectory con un nome temporaneo.
ka_ge: შეუძლებელია ქვედირექტორიისთვის დრეობითი სახელის დარქმევა.
pt_pt: Não é possível renomear a pasta para o nome temporário.
ru_ru: Невозможно переименовать подкаталог временное имя.

source: Cannot rename company subdirectory
da_dk: Kan ikke omdøbe firma undermappe
es_es: No se puede cambiar el nombre del subdirectorio de la empresa
id_id: Tidak dapat mengganti sub direktori perusahaan
it_it: Non puoi rinominare la sottodirectory
ka_ge: შეუძლებელია კომპანიის ქვედირექტორიის სახელის გადარქმევა
pt_br: Não é possível renomear o diretório da empresa
pt_pt: Não é possível renomear a pasta da empresa
ru_ru: Невозможно переименовать компанию подкаталог

source: Error removing Database:
da_dk: Fejl ved sletning af database:
es_es: Error eliminando la Base de Datos:
id_id: Gagal menghapus Database:
it_it: Errore nella rimozione del Database:
ka_ge: შეცდომა მონაცემთა ბაზის წაშლისას:
pt_br: Erro ao remover o Banco de Dados:
pt_pt: Erro ao remover a Base de Dados:
ru_ru: Ошибка при удалении базы данных:

source: , please remove it manually
da_dk: , venligst slet den manuelt
es_es: , por favor elimínelo manualmente
id_id: , mohon dihapus secara manual
it_it: , Rimuovere manualmente
ka_ge: წაშალე იგი თვითონ
pt_br: , favor remover isso manualmente
pt_pt: , favor removê-la manualmente
ru_ru: , Пожалуйста, удалите его вручную

source: Cannot remove temporary renamed company data directory
da_dk: Kan ikke slette det midlertidigt omdøbte firmas, data mappe
es_es: No se pudo eliminar el directorio de datos de la empresa renombrado temporalmente
id_id: Tidak dapat menghapus direktori data perusahaan sementara
it_it: Non è possibile rimuovere temporaneamente la directory dei dati dell'azienda rinominata
ka_ge: შეუძლებელია დრეობით გადარქმეული კომპანიის წაშლა
pt_pt: Não é possível remover a pasta temporária renomeada de dados da empresa
ru_ru: Не удается удалить временные переименовали компанию каталога данных

source: Selected company has been deleted
da_dk: Valgte firma er blevet slettet
es_es: La compañía seleccionada ha sido eliminada
id_id: Perusahaan yang dipilih berhasil dihapus
it_it: L'azienda selezionata è stata cancellata
ka_ge: არჩეული კომპანია წაშლილია
pt_pt: Empresa selecionada foi removida
ru_ru: Выбранная компания была удалена

source: Database Host
da_dk: Database vært
es_es: Host de la Base de Datos
id_id: Host Database
ka_ge: მონაცემთა ბაზის ჰოსტი
pt_br: Servidor
pt_pt: Servidor Base de Dados
ru_ru: База данных хоста

source: Database User
da_dk: Database bruger
es_es: Usuario de Base de Datos
id_id: User Database
it_it: Utente database
ka_ge: მონაცემთა ბაზის მომხმარებელი
pt_br: Usuário do BD
pt_pt: Nome Utilizador DB
ru_ru: Пользователь базы данных

source: Database Name
da_dk: Database navn
es_es: Nombre de la Base de Datos
id_id: Nama Database
it_it: Nome database
ka_ge: მონაცემთა ბაზის სახელი
pt_br: Nome do BD
pt_pt: Nome Base de Dados
ru_ru: Имя базы данных

source: Table Pref
da_dk: Tabel præf.
es_es: Prefijo de tabla
id_id: Pref Tabel
it_it: Prefisso Tabella
ka_ge: ცხრილის პრეფიქსი
pt_br: Prefixo
pt_pt: Prefixo Tab.
ru_ru: Таблица ап

source: Default
da_dk: Standard
es_es: Por defecto
id_id: Patokan
it_it: Predefinito
ka_ge: სტანდარტული
pt_br: Padrão
pt_pt: Por defeito
ru_ru: Умолчание

source: Yes
da_dk: Ja
es_es: Sí
id_id: Ya
it_it: Si
ka_ge: კი
pt_br: Sim
pt_pt: Sim
ru_ru: Да

source: The marked company is the current company which cannot be deleted.
da_dk: Markeret firma er i brug og kan ikke slettes.
es_es: La compañia seleccionada es la compañia actual que no puede ser eliminada.
id_id: Perusahaan yang ditandai sedang dipakai, sehingga tidak dapat dihapus.
it_it: L'azienda evidenziata è l'attuale azienda che non può essere cancellata.
ka_ge: მონიშნული კომპანია არის კომპანია, რომელშიც მუშაობთ, მისი წაშლა შეუძლებელია.
pt_br: A empresa marcada é a empresa corrente que não pode ser deletada.
pt_pt: A empresa marcada é a empresa corrente que não pode ser apagada.
ru_ru: Отмечена компания является текущей компании, которые не могут быть удалены.

source: If no Admin Password is entered, the new Admin Password will be '<b>password</b>' by default
es_es: Si no se introduce contraseña de Administrador, la nueva será '<b>password</b>' por defecto
id_id: Jika tidak memasukkan sandi untuk admin, maka sandinya menjadi '<b>password</b>' secara default
pt_pt: Se não for inserida a Password de administrador, a nova Password do administrador será por defeito '<b>password</b>'

source: Host
da_dk: Vært
ka_ge: ჰოსტი
pt_br: Servidor do Banco de Dados
pt_pt: Servidor
ru_ru: Хост

source: Database Password
da_dk: Database adgangskode
es_es: Contraseña de la Base de Datos
id_id: Sandi Database
it_it: Password Database
ka_ge: მონაცემთა ბაზის პაროლი
pt_br: Senha do Banco de Dados
pt_pt: Password da Base de Dados
ru_ru: Пароль базы данных

source: None
da_dk: Ingen
es_es: Ninguno
id_id: Tidak ada
it_it: Nessuno
ka_ge: არცერთი
pt_br: Nenhum
pt_pt: Nenhum
ru_ru: Ничего

source: Database Script
es_es: Script de la Base de Datos
id_id: Skrip Database
it_it: Script Database
ka_ge: მონაცემთა ბაზის სკრიპტი
pt_br: Rotina de Banco de Dados
pt_pt: Script da Base de Dados
ru_ru: Скрипт база данных

source: New script Admin Password
da_dk: Nyt script admin adgangskode
es_es: Contraseña de Administrador para Nuevo script
id_id: Sandi Admin yang baru
it_it: Password Amministratore per il nuovo script
ka_ge: ახალი სკრიპტი ადმინის პაროლი
pt_br: Nova Senha de Administrador
pt_pt: Nova Password de Administrador
ru_ru: Новый пароль администратора сценарий

source: Contact Categories
da_dk: Kontakt Kategorier
es_es: Categorías de Contactos
id_id: Kategori Kontak
it_it: Categorie Contatti
ka_ge: კონტაქტების კატეგორიები
pt_pt: Categorias do Contacto
ru_ru: Контакты Категории

source: Category description cannot be empty.
da_dk: Kategori Beskrivelse kan ikke være tom.
es_es: La descripción de la categoría no puede estar vacía.
id_id: Keterangan Kategori harus diisi.
it_it: La descrizione della categoria non può essere vuota.
ka_ge: კატეგორიის აღწერილობა არ შეიძლება იყოს ცარიელი.
pt_pt: A descrição da categoria de contato deve ser preenchida.
ru_ru: Описание категории не может быть пустым.

source: Selected contact category has been updated
da_dk: Valgt kontakt kategori er blevet opdateret
es_es: La categoría de contacto seleccionado ha sido actualizada.
id_id: Kategori kontak dipilih berhasil diperbarui
it_it: La categoria di contatti è stata aggiornata
ka_ge: არჩეული კონტაქტების კატეგორია განახლდა
pt_pt: A categoria do contato selecionado foi atualizada
ru_ru: Выбранный контакт категория была обновлена

source: New contact category has been added
da_dk: Ny kontakt kategori er tilføjet
es_es: Una nueva categoría de contacto ha sido añadida.
id_id: Kategori kontak baru berhasil dibuat
it_it: La nuova categoria di contatti è stata aggiunta
ka_ge: ახალი კონტაქტების კატეგორია დამატებულია
pt_pt: A nova categoria de contato foi adicionada
ru_ru: Новая категория контакт был добавлен

source: Cannot delete this category because there are contacts related to it.
da_dk: Kan ikke slette denne kategori, fordi der er kontakter relateret til den.
es_es: No se puede eliminar esta categoría porque existen contactos en ella.
id_id: Kategori ini tidak dapat dihapus karena masih ada kontak yang berhubungan.
it_it: Non puoi cancellare questa categoria perchè ci sono dei contatti relativi ad essa.
ka_ge: კატეგორიის წაშლა შეუძლებელია, არსებობს მასთან დაკავშირებული კონტაქტები.
pt_pt: Não é possível apagar esta categoria porque já está a ser utilizada
ru_ru: Не удается удалить эту категорию, потому что есть контакты, связанные с ней.

source: Category has been deleted
da_dk: Kategori er blevet slettet
es_es: La categoría ha sido eliminada
id_id: Kategori berhasil dihapus
it_it: La categoria è stata cancellata
ka_ge: კატეგორია წაშლილია
pt_pt: Categoria foi apagada
ru_ru: Категория была удалена

source: Short Name
da_dk: Kort navn
es_es: Nombre Corto
id_id: Nama Singkat
it_it: Nome breve
ka_ge: მოკლე სახელი
pt_br: Apelido
pt_pt: Abreviatura
ru_ru: Краткое название

source: Contact Category Type:
da_dk: Kontakt Kategori Type:
es_es: Tipo de Categoría de Contacto:
id_id: Jenis Kategori Kontak
it_it: Tipo Categoria di Contatti:
ka_ge: კონტაქტების კატეგორიის ტიპი:
pt_pt: Tipo de Categoria de contato:
ru_ru: Связаться Категория Тип:

source: Contact Category Subtype:
da_dk: Kontakt Kategori undertype:
es_es: Subtipo de Categoría Contacto:
id_id: Sub Jenis Kategori Kontak
it_it: Sottotipo Categoria di Contatti:
ka_ge: კონტაქტების კატეგორიის ქვეტიპი:
pt_pt: Sub-tipo de categoria:
ru_ru: Связаться категории Класс:

source: Category Short Name:
da_dk: Kategori Kort navn:
es_es: Nombre Corto de Categoría:
id_id: Nama Singkat Kategori
it_it: Abbreviazione categoria:
ka_ge: კატეგორიის მოკლე სახელი:
pt_pt: Nome da Categoria:
ru_ru: Категория Краткое название:

source: Category Description:
da_dk: Kategori Beskrivelse:
es_es: Descripción de Categoría:
id_id: Deskripsi Kategori:
it_it: Descrizione della categoria:
ka_ge: კატეგორიის აღწერილობა:
pt_pt: Descrição da categoria:
ru_ru: Категория Описание:

source: Display Setup
da_dk: Display Opsætning
es_es: Configuración de Pantalla
id_id: Atur Tampilan
it_it: Setup Display
ka_ge: დისპლეის გაწყობა
pt_br: Configuração de tela
pt_pt: Configuração de ecrã
ru_ru: Настройка дисплея

source: Query size must be integer and greater than zero.
da_dk: Forspørgelses størrelse skal være heltal og større end nul.
es_es: El tamaño de la consulta debe ser entero y mayor que cero.
id_id: Ukuran query harus bilangan bulat dan lebih dari nol.
it_it: La dimensione della query deve essere intera e maggiore di zero.
ka_ge: ფილტრის ზომა უნდა იყოს მთელი რიცხვი და ნულზე მეტი.
pt_br: O tamanho da busca tem que ser inteiro and maior que 0.
pt_pt: Tamanho da consulta deve ser inteiro e maior que zero.
ru_ru: Запрос размер должен быть целым и больше нуля.

source: Display settings have been updated. Keep in mind that changed settings are restored on every login in demo mode.
da_dk: Visnings indstillinger er blevet opdateret. Husk på, at ændrede indstillinger gendannes på hver login i demo-tilstand.
es_es: Configuraciones de pantalla han sido actualizadas. Tenga en mente que los cambios en la configuración son reiniciados en cada inicio de sesión en el modo demo.
id_id: Pengaturan tampilan berhasil diperbarui. Ingat bahwa perubahan pada mode demo akan diabaikan.
it_it: Le impostazioni display sono state aggiornate. Le impostazioni cambiate verranno ripristinate ad ogni accesso nella modalità demo.
ka_ge: დისპლეის პარამეტრები განახლებულია. გაითვალისწინე, შეცვლილი პარამეტრები ბრუნდება ძირითადზე სადემონსტრაციო მდგომარეობაში გადასვლისას.
pt_pt: Configurações de ecrã foram atualizadas. Tenha presente que as configurações alteradas são restauradas em cada login no modo de demonstração.
