Repository: apmuthu/FA24extensions
Catalog: Languages/*/LC_MESSAGES/*-2.4.18-1.po
Languages: fa_ir

source: The account code entered is not a valid code, this line cannot be added to the transaction.
fa_ir: کد حساب وارد شده یک کد معتبر نیست، این خط نمی تواند به تراکنش اضافه شود.

source: The amount entered is not numeric. This line cannot be added to the transaction.
fa_ir: مبلغ وارد شده عددی نیست. این خط نمی تواند به تراکنش اضافه شود.

source: The credit note cannot be processed because the there are no items or values on the invoice. Credit notes are expected to have a charge.
fa_ir: یادداشت اعتبار نمی تواند پروسس شود زیرا هیچ مورد یا مقداری در فاکتور وجود ندارد. انتظار می رود یادداشت های اعتبار دارای هزینه باشند.

source: The credit note as entered cannot be processed because the date entered is not valid.
fa_ir: یادداشت اعتبار وارد شده نمی تواند پروسس شود زیرا تاریخ وارد شده نامعتبر است.

source: The invoice as entered cannot be processed because the due date is in an incorrect format.
fa_ir: فاکتور وارد شده نمی تواند پروسس شود زیرا تاریخ سررسید در فرمت نادرست است.

source: The return cannot be processed because there is an insufficient quantity for item:
fa_ir: بازگشت نمی تواند پروسس شود زیرا مقدار کافی برای مورد وجود ندارد:

source: The quantity to credit must be numeric and greater than zero.
fa_ir: مقدار اعتبار باید عددی و بزرگتر از صفر باشد.

source: The price is either not numeric or negative.
fa_ir: قیمت یا عددی نیست یا منفی است.

source: Enter Credit Note
fa_ir: وارد کردن یادداشت اعتبار

source: Enter Supplier Invoice
fa_ir: وارد کردن فاکتور تأمین کننده

source: Modifying Purchase Invoice # %d
fa_ir: ویرایش فاکتور خرید # %d

source: Supplier invoice has been processed.
fa_ir: فاکتور تأمین کننده پروسس شده است.

source: View this Invoice
fa_ir: مشاهده این فاکتور

source: Enter Another Invoice
fa_ir: وارد کردن فاکتور دیگری

source: The invoice cannot be processed because the there are no items or values on the invoice. Invoices are expected to have a charge.
fa_ir: فاکتور نمی تواند پروسس شود زیرا هیچ مورد یا مقداری در فاکتور وجود ندارد. انتظار می رود فاکتورها دارای هزینه باشند.

source: The invoice as entered cannot be processed because the invoice date is in an incorrect format.
fa_ir: فاکتور وارد شده نمی تواند پروسس شود زیرا تاریخ فاکتور در فرمت نادرست است.

source: The quantity to invoice must be numeric and greater than zero.
fa_ir: مقدار برای فاکتور باید عددی و بزرگتر از صفر باشد.

source: The price is not numeric.
fa_ir: قیمت عددی نیست.

source: The price being invoiced is more than the purchase order price by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
fa_ir: قیمتی که در حال فاکتور شدن است بیشتر از قیمت سفارش خرید به میزان بیشتر از درصد مجاز اضافه بار است. سیستم به گونه ای تنظیم شده است که این را ممنوع کند. برای تغییر پارامترهای تنظیمات در صورت لزوم با مدیر سیستم تماس بگیرید.

source: The over-charge percentage allowance is :
fa_ir: فیصدی کمک هزینه بیش از حد عبارت است از:

source: The quantity being invoiced is more than the outstanding quantity by more than the allowed over-charge percentage. The system is set up to prohibit this. See the system administrator to modify the set up parameters if necessary.
fa_ir: مقدار در حال فاکتور شدن بیشتر از مقدار معوقه به میزان بیشتر از درصد مجاز اضافه بار است. سیستم به گونه ای تنظیم شده است که این را ممنوع کند. برای تغییر پارامترهای تنظیمات در صورت لزوم با مدیر سیستم تماس بگیرید.

source: All yet non-invoiced items on delivery line # %d has been removed.
fa_ir: تمام مواردی که هنوز فاکتور نشده اند در خط تحویل # %d حذف شده اند.

source: Enter Invoice
fa_ir: وارد کردن فاکتور

source: Supplier Payment Entry
fa_ir: ورود پرداخت تأمین کننده

source: Invalid purchase invoice number.
fa_ir: شماره فاکتور خرید نامعتبر است.

source: Payment has been sucessfully entered
fa_ir: پرداخت با موفقیت وارد شده است

source: &Print This Remittance
fa_ir: &چاپ این حواله

source: &Email This Remittance
fa_ir: &ایمیل این حواله

source: View this Payment
fa_ir: مشاهده این پرداخت

source: View the GL &Journal Entries for this Payment
fa_ir: مشاهده ورودی های دفتر کل برای این پرداخت

source: Enter another supplier &payment
fa_ir: وارد کردن پرداخت تأمین کننده دیگری

source: Enter &Supplier Invoice
fa_ir: وارد کردن &فاکتور تأمین کننده

source: Enter direct &Invoice
fa_ir: وارد کردن &فاکتور مستقیم

source: Enter Other &Payment
fa_ir: وارد کردن پرداخت &دیگر

source: Enter &Customer Payment
fa_ir: وارد کردن پرداخت &مشتری

source: Enter Other &Deposit
fa_ir: وارد کردن &سپرده دیگر

source: Bank Account &Transfer
fa_ir: انتقال حساب بانکی &

source: The entered discount is invalid or less than zero.
fa_ir: تخفیف وارد شده نامعتبر است یا کمتر از صفر است.

source: The total of the amount and the discount is zero or negative. Please enter positive values.
fa_ir: مجموع مبلغ و تخفیف صفر یا منفی است. لطفاً ارزش های مثبت را داخل کنید.

source: The entered bank amount is zero or negative.
fa_ir: مبلغ بانکی داخل شده صفر یا منفی است.

source: Payment To:
fa_ir: پرداخت به:

source: From Bank Account:
fa_ir: از حساب بانکی:

source: Date Paid
fa_ir: تاریخ پرداخت

source: Bank Amount:
fa_ir: مبلغ بانکی:

source: Amount of Discount:
fa_ir: مبلغ تخفیف:

source: Amount of Payment:
fa_ir: مقدار پرداخت:

source: Enter Payment
fa_ir: وارد کردن پرداخت

source: Allocate Supplier Payment or Credit Note
fa_ir: اختصاص پرداخت تأمین کننده یا یادداشت اعتبار

source: Allocation of
fa_ir: اختصاص به

source: Total:
fa_ir: مجموع:

source: Amount to be settled:
fa_ir: مبلغ که باید تصفیه گردد:

source: Refresh
fa_ir: به روزرسانی

source: Start again allocation of selected amount
fa_ir: شروع دوباره تخصیص مبلغ انتخاب شده

source: Process allocations
fa_ir: پروسس تخصیص ها

source: Back to Allocations
fa_ir: بازگشت به تخصیص ها

source: Abandon allocations and return to selection of allocatable amounts
fa_ir: تخصیص ها را رها کنید و به انتخاب مبالغ قابل تخصیص بازگردید

source: There are no unsettled transactions to allocate.
fa_ir: هیچ تراکنش ای برای تخصیص وجود ندارد.

source: Supplier Allocations
fa_ir: تخصیص های تأمین کننده

source: Select a Supplier:
fa_ir: یک تأمین کننده انتخاب کنید:

source: Show Settled Items:
fa_ir: موارد تسویه شده را نشان دهید:

source: Allocate
fa_ir: تخصیص

source: Marked items are settled.
fa_ir: موارد علامت گذاری شده تسویه شده اند.

source: Payment for:
fa_ir: پرداخت برای:

source: Supplier invoice adjustment for zero inventory of
fa_ir: تنظیم فاکتور تأمین کننده برای موجودی صفر از

source: Invoice
fa_ir: فاکتور

source: GRN Removal
fa_ir: حذف GRN

source: Order Currency
fa_ir: ارز سفارش

source: For Purchase Order
fa_ir: برای سفارش خرید

source: Delivery Date
fa_ir: تاریخ تحویل

source: Deliver Into Location
fa_ir: تحویل به مکان

source: Delivery Address
fa_ir: آدرس تحویل

source: Order Comments
fa_ir: نظرات سفارش

source: Ordered On
fa_ir: سفارش داده شده در

source: Date Items Received
fa_ir: تاریخ دریافت موارد

source: Source Invoices:
fa_ir: فاکتورهای منبع:

source: Supplier's Ref.:
fa_ir: ارجاع تأمین کننده:

source: Terms:
fa_ir: شرایط:

source: Dimension 2
fa_ir: ابعاد ۲

source: Supplier's Currency:
fa_ir: ارز تأمین کننده:

source: Tax Group:
fa_ir: گروه مالیاتی:

source: Sub-total:
fa_ir: زیرمجموعه:

source: Invoice Total:
fa_ir: مجموع فاکتور:

source: Credit Note Total
fa_ir: مجموع یادداشت اعتبار

source: Add GL Line
fa_ir: اضافه کردن خط GL

source: Reset
fa_ir: تنظیم مجدد

source: GL Items for this Invoice
fa_ir: موارد GL برای این فاکتور

source: GL Items for this Credit Note
fa_ir: موارد GL برای این یادداشت اعتبار

source: Quick Entry:
fa_ir: ورود سریع:

source: Edit line from document
fa_ir: ویرایش خط از سند

source: Add to Invoice
fa_ir: اضافه کردن به فاکتور

source: Add to Credit Note
fa_ir: اضافه کردن به یادداشت اعتبار

source: Remove
fa_ir: حذف

source: WARNING! Be careful with removal. The operation is executed immediately and cannot be undone !!!
fa_ir: هشدار! در حذف احتیاط کنید. این عملیات بلافاصله اجرا می شود و نمی توان آن را برگرداند!!!

source: You are about to remove all yet non-invoiced items from delivery line #%d. This operation also irreversibly changes related order line. Do you want to continue ?
fa_ir: شما در حال حذف تمام مواردی هستید که هنوز فاکتور نشده اند از خط تحویل #%d. این عملیات همچنین خط سفارش مربوطه را به طور غیرقابل برگشت تغییر می دهد. آیا می خواهید ادامه دهید؟

source: Items Received Yet to be Invoiced
fa_ir: موارد دریافت شده که هنوز فاکتور نشده اند

source: Delivery Item Selected For Adding To A Supplier Credit Note
fa_ir: مورد تحویل انتخاب شده برای اضافه کردن به یادداشت اعتبار تأمین کننده

source: Received Items Charged on this Invoice
fa_ir: موارد دریافت شده که بر روی این فاکتور شارژ شده اند

source: Received Items Credited on this Note
fa_ir: موارد دریافت شده که بر روی این یادداشت اعتبار داده شده اند

source: Received between
fa_ir: دریافت شده بین

source: Add All Items
fa_ir: اضافه کردن تمام موارد

source: Delivery
fa_ir: تحویل

source: P.O.
fa_ir: سفارش خرید.

source: Received On
fa_ir: دریافت شده در

source: Quantity Received
fa_ir: مقدار دریافت شده

source: Quantity Invoiced
fa_ir: مقدار فاکتور شده

source: Qty Yet To Invoice
fa_ir: مقدار هنوز برای فاکتور

source: Price after Tax
fa_ir: قیمت پس از مالیات

source: Price before Tax
fa_ir: قیمت قبل از مالیات

source: Qty Yet To Credit
fa_ir: مقدار هنوز برای اعتبار

source: Line Value
fa_ir: ارزش خط

source: There are no outstanding items received from this supplier that have not been invoiced by them.
fa_ir: هیچ مورد معوقه ای از این تأمین کننده که هنوز فاکتور نشده باشد وجود ندارد.

source: There are no received items for the selected supplier that have been invoiced.
fa_ir: هیچ مورد دریافتی برای تأمین کننده انتخاب شده که فاکتور شده باشد وجود ندارد.

source: Credits can only be applied to invoiced items.
fa_ir: اعتبارات فقط می توانند به موارد فاکتور شده اعمال شوند.

source: Order Date:
fa_ir: تاریخ سفارش:

source: Delivery Date:
fa_ir: تاریخ تحویل:

source: Invoice Date:
fa_ir: تاریخ فاکتور:

source: Supplier Currency:
fa_ir: ارز تأمین کننده:

source: Due Date:
fa_ir: تاریخ سررسید:

source: Supplier's Reference:
fa_ir: ارجاع تأمین کننده:

source: Receive Into:
fa_ir: دریافت به:

source: The default stock location set up for this user is not a currently defined stock location. Your system administrator needs to amend your user record.
fa_ir: مکان پیش فرض موجودی که برای این کاربر تنظیم شده است، مکان موجودی تعریف شده فعلی نیست. مدیر سیستم شما باید رکورد کاربری شما را اصلاح کند.

source: Deliver to:
fa_ir: تحویل به:

source: Order Items
fa_ir: موارد سفارش

source: Required Delivery Date
fa_ir: تاریخ تحویل مورد نیاز

source: Line Total
fa_ir: مجموع خط

source: Required Pre-Payment
fa_ir: پیش پرداخت مورد نیاز

source: Pre-Payments Allocated
fa_ir: پیش پرداخت های تخصیص یافته

source: Pre-Payment Required:
fa_ir: پیش پرداخت مورد نیاز:

source: Search Outstanding Purchase Orders
fa_ir: جستجوی سفارشات خرید معوقه

source: Receive
fa_ir: دریافت

source: Order Date
fa_ir: تاریخ سفارش

source: Order Total
fa_ir: مجموع سفارش

source: Marked orders have overdue items.
fa_ir: سفارشات علامت گذاری شده دارای موارد معوقه هستند.

source: Search Purchase Orders
fa_ir: جستجوی سفارشات خرید

source: into location:
fa_ir: به مکان:

source: Also closed:
fa_ir: همچنین بسته شده:

source: Tax ID
fa_ir: شناسه مالیاتی

source: Supplier Allocation Inquiry
fa_ir: استعلام تخصیص تأمین کننده

source: show settled:
fa_ir: نشان دادن تسویه شده:

source: Payment
fa_ir: پرداخت

source: Supp Reference
fa_ir: ارجاع تأمین کننده

source: Allocated
fa_ir: تخصیص یافته

source: Supplier Inquiry
fa_ir: استعلام تأمین کننده

source: Over
fa_ir: بیشتر

source: Terms
fa_ir: شرایط

source: Total Balance
fa_ir: مجموع موجودی

source: Credit This
fa_ir: این را اعتبار دهید

source: Print Remittance
fa_ir: چاپ حواله

source: Select a supplier:
fa_ir: یک تأمین کننده انتخاب کنید:

source: There are no tax groups defined in the system. At least one tax group is required before proceeding.
fa_ir: هیچ گروه مالیاتی در سیستم تعریف نشده است. حداقل یک گروه مالیاتی قبل از ادامه لازم است.

source: The supplier name must be entered.
fa_ir: نام تأمین کننده باید وارد شود.

source: The supplier short name must be entered.
fa_ir: نام کوتاه تأمین کننده باید وارد شود.

source: Supplier has been updated.
fa_ir: تأمین کننده به روزرسانی شده است.

source: A new supplier has been added.
fa_ir: یک تأمین کننده جدید اضافه شده است.

source: Cannot delete this supplier because there are transactions that refer to this supplier.
fa_ir: نمی توان این تأمین کننده را حذف کرد زیرا معاملات مربوط به این تأمین کننده وجود دارد.

source: Cannot delete the supplier record because purchase orders have been created against this supplier.
fa_ir: نمی توان رکورد تأمین کننده را حذف کرد زیرا سفارشات خریدی در برابر این تأمین کننده ایجاد شده است.

source: Supplier has been deleted.
fa_ir: تأمین کننده حذف شده است.

source: Basic Data
fa_ir: اطلاعات پایه

source: Supplier Name:
fa_ir: نام تأمین کننده:

source: Supplier Short Name:
fa_ir: نام کوتاه تأمین کننده:

source: Website:
fa_ir: وب سایت:

source: Our Customer No:
fa_ir: شماره مشتری ما:

source: Purchasing
fa_ir: خرید

source: Bank Name/Account:
fa_ir: نام/حساب بانکی:

source: Credit Limit:
fa_ir: حد اعتبار:

source: Payment Terms:
fa_ir: شرایط پرداخت:

source: Prices contain tax included:
fa_ir: قیمت ها شامل مالیات هستند:

source: Accounts
fa_ir: حساب ها

source: Accounts Payable Account:
fa_ir: حساب های پرداختنی:

source: Purchase Account:
fa_ir: حساب خرید:

source: Use Item Inventory/COGS Account
fa_ir: استفاده از حساب موجودی کالا/هزینه های فروش

source: Contact Data
fa_ir: اطلاعات تماس

source: System default
fa_ir: پیش فرض سیستم

source: Addresses
fa_ir: آدرس ها

source: Mailing Address:
fa_ir: آدرس پستی:

source: Physical Address:
fa_ir: آدرس فیزیکی:

source: General
fa_ir: عمومی

source: General Notes:
fa_ir: یادداشت های عمومی:

source: Supplier status:
fa_ir: وضعیت تأمین کننده:

source: Update Supplier
fa_ir: به روزرسانی تأمین کننده

source: Update supplier data
fa_ir: به روزرسانی داده های تأمین کننده

source: Select this supplier and return to document entry.
fa_ir: این تأمین کننده را انتخاب کنید و به ورود سند بازگردید.

source: Delete Supplier
fa_ir: حذف تأمین کننده

source: Delete supplier data if have been never used
fa_ir: داده های تأمین کننده را در صورتی که هرگز استفاده نشده اند حذف کنید

source: Add New Supplier Details
fa_ir: اضافه کردن جزئیات تأمین کننده جدید

source: New supplier
fa_ir: تأمین کننده جدید

source: &Contacts
fa_ir: &مخاطبین

source: Purchase &Orders
fa_ir: &سفارشات خرید

source: View Purchase Order Delivery
fa_ir: مشاهده تحویل سفارش خرید

source: This page must be called with a Purchase Order Delivery number to review.
fa_ir: این صفحه باید با شماره تحویل سفارش خرید فراخوانی شود تا بررسی شود.

source: Line Details
fa_ir: جزئیات خط

source: Required by
fa_ir: مورد نیاز توسط

source: Sub Total
fa_ir: زیرمجموعه

source: Marked items were delivered overdue.
fa_ir: موارد علامت گذاری شده با تأخیر تحویل داده شده اند.

source: This delivery has been voided.
fa_ir: این تحویل باطل شده است.

source: View Purchase Order
fa_ir: مشاهده سفارش خرید

source: This page must be called with a purchase order number to review.
fa_ir: این صفحه باید با شماره سفارش خرید فراخوانی شود تا بررسی شود.

source: Requested By
fa_ir: درخواست شده توسط

source: Deliveries
fa_ir: تحویل ها

source: Delivered On
fa_ir: تحویل داده شده در

source: Invoices/Credits
fa_ir: فاکتورها/اعتبارات

source: View Supplier Credit Note
fa_ir: مشاهده یادداشت اعتبار تأمین کننده

source: SUPPLIER CREDIT NOTE
fa_ir: یادداشت اعتبار تأمین کننده

source: Invoice Date
fa_ir: تاریخ فاکتور

source: TOTAL CREDIT NOTE
fa_ir: مجموع یادداشت اعتبار

source: This credit note has been voided.
fa_ir: این یادداشت اعتبار باطل شده است.

source: View Supplier Invoice
fa_ir: مشاهده فاکتور تأمین کننده

source: SUPPLIER INVOICE
fa_ir: فاکتور تأمین کننده

source: TOTAL INVOICE
fa_ir: مجموع فاکتور

source: This invoice has been voided.
fa_ir: این فاکتور باطل شده است.

source: View Payment to Supplier
fa_ir: مشاهده پرداخت به تأمین کننده

source: Payment to Supplier
fa_ir: پرداخت به تأمین کننده

source: To Supplier
fa_ir: به تأمین کننده

source: Payment Currency
fa_ir: ارز پرداخت

source: Discount
fa_ir: تخفیف

source: Supplier's Currency
fa_ir: ارز تأمین کننده

source: Balances in Home Currency
fa_ir: موجودی ها به ارز محلی

source: Trans Type
fa_ir: نوع تراکنش

source: Debits
fa_ir: بدهی ها

source: Credits
fa_ir: اعتبارات

source: Show Balance
fa_ir: نشان دادن موجودی

source: Suppress Zeros
fa_ir: صفرها را نادیده بگیرید

source: Customer Balances
fa_ir: موجودی های مشتری

source: Grand Total
fa_ir: مجموع کل

source: Summary Only
fa_ir: فقط خلاصه

source: Detailed Report
fa_ir: گزارش تفصیلی

source: End Date
fa_ir: تاریخ پایان

source: Show Also Allocated
fa_ir: نشان دادن موارد تخصیص یافته نیز

source: Aged Customer Analysis
fa_ir: تحلیل مشتریان با سن

source: All Areas
fa_ir: همه مناطق

source: All Sales Folk
fa_ir: همه فروشندگان

source: Greater than
fa_ir: بیشتر از

source: Less than
fa_ir: کمتر از

source: Customer Postal Address
fa_ir: آدرس پستی مشتری

source: Price/Turnover
fa_ir: قیمت/فروش

source: Branch Contact Information
fa_ir: اطلاعات تماس شعبه

source: Branch Delivery Address
fa_ir: آدرس تحویل شعبه

source: Activity Since
fa_ir: فعالیت از

source: Sales Areas
fa_ir: مناطق فروش

source: Sales Folk
fa_ir: فروشندگان

source: Activity
fa_ir: فعالیت

source: Customer Details Listing
fa_ir: فهرست جزئیات مشتری

source: Customers in
fa_ir: مشتریان در

source: Price List
fa_ir: فهرست قیمت

source: Ph
fa_ir: تلفن

source: Turnover
fa_ir: فروش

source: Category/Items
fa_ir: کتگوری/موارد

source: GP %
fa_ir: درصد GP

source: Show GP %
fa_ir: نشان دادن درصد GP

source: Price Listing
fa_ir: فهرست قیمت

source: Sales Kits
fa_ir: کیت های فروش

source: All Orders
fa_ir: تمام سفارشات

source: Back Orders Only
fa_ir: فقط سفارشات معوقه

source: Order
fa_ir: سفارش

source: Customer Ref
fa_ir: ارجاع مشتری

source: Ord Date
fa_ir: تاریخ سفارش

source: Del Date
fa_ir: تاریخ تحویل

source: Loc
fa_ir: مکان

source: Delivered
fa_ir: تحویل داده شده

source: Selection
fa_ir: انتخاب

source: Order Status Listing
fa_ir: فهرست وضعیت سفارش

source: Inv Date
fa_ir: تاریخ فاکتور

source: Provision
fa_ir: تأمین

source: Salesman
fa_ir: فروشنده

source: Break Pt.
fa_ir: نقطه شکست.

source: Salesman Listing
fa_ir: فهرست فروشندگان

source: INVOICE
fa_ir: فاکتور

source: Prepayments invoiced to this order up to day:
fa_ir: پیش پرداخت های فاکتور شده برای این سفارش تا امروز:

source: Invoice reference
fa_ir: ارجاع فاکتور

source: Total payments:
fa_ir: مجموع پرداخت ها:

source: Shipping
fa_ir: حمل و نقل

source: TOTAL ORDER VAT INCL.
fa_ir: مجموع سفارش شامل مالیات بر ارزش افزوده.

source: THIS INVOICE
fa_ir: این فاکتور

source: Invoice %s from %s
fa_ir: فاکتور %s از %s

source: STATEMENT
fa_ir: صورت حساب

source: Outstanding Transactions
fa_ir: تراکنش های معوقه

source: Statement
fa_ir: صورت حساب

source: as of
fa_ir: تا تاریخ

source: from
fa_ir: از

source: Customer %s has no overdue debits. No e-mail is sent.
fa_ir: مشتری %s هیچ بدهی معوقه ای ندارد. هیچ ایمیلی ارسال نمی شود.

source: No customers with outstanding balances found
fa_ir: هیچ مشتری با موجودی معوقه پیدا نشد

source: SALES ORDER
fa_ir: سفارش فروش

source: QUOTE
fa_ir: نقل قول

source: TOTAL ORDER EX VAT
fa_ir: مجموع سفارش بدون مالیات بر ارزش افزوده

source: DELIVERY
fa_ir: تحویل

source: PACKING SLIP
fa_ir: برگه بسته بندی

source: DELIVERY NOTE
fa_ir: یادداشت تحویل

source: TOTAL DELIVERY INCL. VAT
fa_ir: مجموع تحویل شامل مالیات بر ارزش افزوده

source: SALES QUOTATION
fa_ir: نقل قول فروش

source: RECEIPT
fa_ir: رسید

source: As advance / full / part / payment towards:
fa_ir: به عنوان پیش پرداخت / کامل / جزئی / پرداخت به سمت:

source: TOTAL RECEIPT
fa_ir: مجموع رسید

source: Received / Sign
fa_ir: دریافت شده / امضا

source: By Cash / Cheque* / Draft No.
fa_ir: به وسیله نقدی / چک* / شماره پیش نویس.

source: Dated
fa_ir: تاریخ

source: Drawn on Bank
fa_ir: کشیده شده از بانک

source: CREDIT NOTE
fa_ir: یادداشت اعتبار

source: TOTAL CREDIT
fa_ir: مجموع اعتبار

source: Sales Summary Report
fa_ir: گزارش خلاصه فروش

source: Tax Id Only
fa_ir: فقط شناسه مالیاتی

source: Tax Id
fa_ir: شناسه مالیاتی

source: Total ex. Tax
fa_ir: مجموع بدون مالیات

source: Tax
fa_ir: مالیات

source: All Sales Man
fa_ir: تمام فروشندگان

source: Customer Trial Balance
fa_ir: بیلانس آزمایشی مشتری

source: Balances in Home currency
fa_ir: موجودی ها به ارز محلی

source: Charges
fa_ir: هزینه ها

source: Supplier Balances
fa_ir: موجودی های تأمین کننده

source: currency
fa_ir: ارز

source: Aged Supplier Analysis
fa_ir: تحلیل تأمین کنندگان با سن

source: Payment Report
fa_ir: گزارش پرداخت

source: Qty Recd
fa_ir: تعداد دریافتی

source: qty Inv
fa_ir: تعداد فاکتور

source: Act Price
fa_ir: قیمت واقعی

source: Outstanding GRNs Report
fa_ir: گزارش GRNهای معوقه

source: Contact Information
fa_ir: اطلاعات تماس

source: Physical Address
fa_ir: آدرس فیزیکی

source: Supplier Details Listing
fa_ir: فهرست جزئیات تأمین کننده

source: Tax_Id
fa_ir: شناسه مالیاتی

source: Supplier Trial Balance
fa_ir: بیلانس آزمایشی تأمین کننده

source: PURCHASE ORDER
fa_ir: سفارش خرید

source: TOTAL PO
fa_ir: مجموع سفارش خرید

source: REMITTANCE
fa_ir: حواله

source: TOTAL REMITTANCE
fa_ir: مجموع حواله

source: Inventory Valuation Report
fa_ir: گزارش ارزیابی موجودی

source: Cust Ord
fa_ir: سفارش مشتری

source: Supp Ord
fa_ir: سفارش تأمین کننده

source: Sugg Ord
fa_ir: سفارش پیشنهادی

source: Inventory Planning Report
fa_ir: گزارش برنامه ریزی موجودی

source: Shortage
fa_ir: کمبود

source: Stock ID
fa_ir: شناسه موجودی

source: Check
fa_ir: بررسی

source: Only Shortage
fa_ir: فقط کمبود

source: Stock Check Sheets
fa_ir: برگه های بررسی موجودی

source: Qty
fa_ir: تعداد

source: Contribution
fa_ir: مشارکت

source: Show Service Items
fa_ir: نشان دادن اقلام خدماتی

source: Inventory Sales Report
fa_ir: گزارش فروش موجودی

source: PO No
fa_ir: شماره سفارش خرید

source: Inv
fa_ir: فاکتور

source: Inv Price
fa_ir: قیمت فاکتور

source: PO Price
fa_ir: قیمت سفارش خرید

source: GRN Valuation Report
fa_ir: گزارش ارزیابی GRN

source: Unit Price
fa_ir: قیمت واحد

source: Inventory Purchasing Report
fa_ir: گزارش خرید موجودی

source: Opening
fa_ir: افتتاحیه

source: Inventory Movements
fa_ir: حرکت های موجودی

source: OpeningStock
fa_ir: موجودی افتتاحیه

source: StockIn
fa_ir: موجودی ورودی

source: ClosingStock
fa_ir: موجودی اختتامی

source: QTY
fa_ir: تعداد

source: Rate
fa_ir: نرخ

source: Costed Inventory Movements
fa_ir: حرکت های موجودی با هزینه

source: Total Movement
fa_ir: مجموع حرکت

source: Total Out
fa_ir: مجموع خروج

source: Item/Category
fa_ir: مورد/کتگوری

source: Remark
fa_ir: یادداشت

source: Item Sales Summary Report
fa_ir: گزارش خلاصه فروش مورد

source: Gift
fa_ir: هدیه

source: Note
fa_ir: یادداشت

source: The lines separate the transactions.
fa_ir: خطوط تراکنش ها را جدا می کنند.

source: Inventory Purchasing - Transaction Based
fa_ir: خرید موجودی - مبتنی بر تراکنش

source: Wrk Ctr
fa_ir: مرکز کار

source: Bill of Material Listing
fa_ir: فهرست صورت مواد

source: Open Only
fa_ir: فقط باز

source: Work Order Listing
fa_ir: فهرست سفارش کار

source: WORK ORDER
fa_ir: سفارش کار

source: Fixed Assets Valuation Report
fa_ir: گزارش ارزیابی دارایی های ثابت

source: YTD
fa_ir: تا تاریخ

source: Dimension Summary
fa_ir: خلاصه ابعاد

source: Bank Statement
fa_ir: صورت حساب بانکی

source: Total Debit / Credit
fa_ir: مجموع بدهی / اعتبار

source: Net Change
fa_ir: تغییر خالص

source: Bank Statement w/Reconcile
fa_ir: صورت حساب بانکی با تطبیق

source: Reco Date
fa_ir: تاریخ تطبیق

source: Narration
fa_ir: شرح

source: Bank Balance
fa_ir: موجودی بانک

source: Type/Account
fa_ir: نوع/حساب

source: Date/Dim.
fa_ir: تاریخ/بعد.

source: Person/Item/Memo
fa_ir: شخص/مورد/یادداشت

source: List of Journal Entries
fa_ir: فهرست ورودی های روزنامه

source: GL Account Transactions
fa_ir: تراکنش های حساب GL

source: Amounts in thousands
fa_ir: مبالغ به هزار

source: Year
fa_ir: سال
